{
    "我摄影下来了，你们继续": "Got it on film—keep going!",
  "你不满足于穿着丝袜素股，开始撕克莱尔的白丝": "Thigh-fucking’s not enough—you start ripping Claire’s white stockings.",
  "嘶的一声，克莱尔的白丝被撕开": "Rip! Claire’s stockings tear open.",
  "开始进行激烈的素股": "You dive into some intense thigh-fucking.",
  "就是这个，太棒了，你们继续，我有在好好拍摄哦": "That’s it, fucking awesome—keep it up, I’m rolling!",
  "继续": "Keep going",
  "一段时间摄影过后": "After shooting for a bit",
  "克莱尔拍摄的差不多了哦": "Claire’s part is almost wrapped.",
  "该轮到我拍摄了": "My turn to get in front of the camera.",
  "好的，男女主角看向镜头": "Alright, stars, face the lens.",
  "准备好了我们就开始吧": "Ready? Let’s do this.",
  "喂，男主角现在应该要做一些更加过分的事情了": "Hey, leading man, time to push it further.",
  "素股穿着黑丝的姐姐，实在太棒了": "Thigh-fucking sis in black stockings? Fucking unreal.",
  "最终，还是将姐姐的黑丝撕开了素股小穴": "In the end, you rip her black stockings and grind right against her pussy.",
  "好一会过后": "After a good while",
  "摄影快结束了呢": "We’re almost done shooting.",
  "让我们三个人一起快快乐乐地收尾吧": "Let’s wrap this up with a happy three-way finish!",
  "两个姐姐用小穴夹住你的大鸡巴，形成一个姐姐夹心饼": "Both sisters sandwich your cock with their pussies—sister sammich time!",
  "一个穿着黑丝，一个穿着白丝，姐姐夹心饼太棒了！": "One in black stockings, one in white—this sister sammich is insane!",
  "啊啊啊~~~我要射爆了": "Fuck, I’m gonna blow!!!",
  "我也~~": "Me too~~",
  "最终，三个人一起到达了快乐的巅峰": "In the end, all three of you hit peak bliss together.",
  
  "约会上垒": "Score on a date",
  "姐姐们想去一个温泉酒吧玩，快点攒钱带她们去吧": "The sisters wanna hit up a hot spring bar—save up and take ‘em!",
  "上垒艾米丽和克莱尔": "Score with Emily and Claire",
  "我和克莱尔看上了一个新开的温泉酒吧，想去玩": "Claire and I are eyeing this new hot spring bar—wanna go?",
  "可是我们暂时没有钱，你能带我们去玩吗": "We’re kinda broke, though—can you cover us?",
  "我暂时钱也不够，过些天吧": "I’m short on cash too—maybe in a few days.",
  "当然可以，我们现在就出发吧": "Hell yeah, let’s go right now!",
  "你带克莱尔和艾米丽来到温泉酒吧": "You take Claire and Emily to the hot spring bar.",
  "女士们，我把这里包下来了，你们想怎么玩都没有人打扰了": "Ladies, I rented the place out—party however you want, no interruptions.",
  "看不出来啊，弟弟还蛮有钱的": "Not bad, little brother—you’re loaded, huh?",
  "那么哪里有酒，我们今天要尽情狂欢喝个够": "So where’s the booze? We’re getting smashed tonight!",
  "女士们，这边请，今晚不醉不归": "This way, ladies—no going home sober tonight!",
  "女士们，我有一个提议": "Ladies, I’ve got an idea.",
  "我们来玩国王游戏怎么样？": "How about a round of King’s Game?",
  "猜拳决定谁是国王，国王可以命令另外两个人喝酒或者做一些事": "Rock-paper-scissors picks the king—king orders the others to drink or do stuff.",
  "听起来很有趣呢，我们来试试吧": "Sounds like a blast—let’s do it!",
  "哼哼，国王我当定了": "Heh, I’m totally gonna be king.",
  "随机出拳": "Throw a random move",
  "第一回合，艾米丽获胜": "Round one—Emily wins!",
  "这么看来，我就是这一轮的国王了": "Guess I’m the king this round.",
  "现在，我以国王的命令": "Now, by my royal decree—",
  "克莱尔，你们一人喝一杯酒": "Claire, you two down a drink each.",
  "举起酒杯": "Raise your glasses",
  "为了国王，干杯": "To the king—cheers!",
  "国王的命令不可违抗": "The king’s orders are absolute.",
  "第二轮国王游戏": "Round two of King’s Game",
  "平局": "It’s a tie",
  "获胜成为国王": "Win and claim the crown",
  "咳咳，现在，我命令姐姐们喝一杯": "Ahem, now I order the sisters to drink up!",
  "这很有趣": "This is fun as hell.",
  "下一轮国王一定是我": "Next round, I’m king for sure.",
  "好几轮国王游戏过去了，三个人都有点喝醉了": "After a few rounds, all three of you are buzzed.",
  "我觉得我们不能再喝了，是时候命令别人做一些事情了": "No more drinking—time to make people *do* stuff.",
  "我也觉得": "Totally agree.",
  "赞同": "I’m in.",
  "国王游戏，预备开始": "King’s Game, ready, set, go!",
  "现在，我命令艾米丽上去舞台跳一支舞": "Now, I order Emily to hit the stage and dance.",
  "为什么克莱尔只命令我不命令弟弟呢？": "Why’s Claire picking on me and not him?",
  "当然是因为我爱你啊，艾米丽": "‘Cause I love you, Emily, duh.",
  "嗷嗷，姐姐好棒哦": "Whoa, sis, you’re killing it!",
  "哈？为什么又是我？": "Huh? Me again?",
  "嗯哼？难道你要违抗国王的命令吗？": "Oh? You defying the king’s orders?",
  "好！克莱尔你等着！": "Fine, Claire, you’re on!",
  "艾米丽又上舞台跳了一支舞": "Emily hits the stage for another dance.",
  "嘿嘿，现在我成为国王了": "Hehe, now *I’m* king!",
  "克莱尔你完了": "Claire, you’re toast.",
  "克莱尔我命令你去给弟弟口交": "Claire, I order you to suck him off.",
  "好的，我的国王": "Yes, my king.",
  "克莱尔趴在你身前": "Claire gets down in front of you.",
  "克莱尔的口交，太舒服了": "Claire’s blowjob feels fucking incredible.",
  "啊啊啊啊，要射了": "Oh, fuck, I’m gonna cum!",
  "用手紧紧按住克莱尔的头": "Grab Claire’s head tight.",
  "深喉口爆": "Deep throat and blow your load",
  "看着克莱尔口中满满的精液，成就感十足": "Seeing Claire’s mouth full of cum? Total win.",
  "那么，我的国王，你有什么命令？": "So, my king, what’s your next order?",
  "在我的王国，不能存在胸罩这种东西": "In my kingdom, bras are banned.",
  "所以，我要脱掉你们的胸罩": "So, I’m ripping off your bras.",
  "色狼弟弟": "Pervy little brother",
  "哼，我就知道": "Hmph, figures.",
  "现在，我命令弟弟你去给艾米丽口交": "Now, I order you to go down on Emily.",
  "好你个克莱尔，报仇是吧？": "Oh, Claire, getting even, huh?",
  "艾米丽坐在一边": "Emily sits off to the side.",
  "嗯哼": "Mhm.",
  "轻轻掰开艾米丽的美腿": "Gently spread Emily’s gorgeous legs.",
  "现在，我命令弟弟你去给克莱尔来个指交": "Now, I order you to finger Claire.",
  "克莱尔趟在一旁": "Claire’s lying nearby.",
  "手指插进了克莱尔的小穴，好紧，好湿滑啊": "Your fingers slide into Claire’s pussy—tight and so fucking wet.",
  "获胜，成为最后的国王": "Win and become the final king.",
  "深夜": "Late at night",
  "看来我成为了最后的国王呢": "Looks like I’m the last king standing.",
  "最后一局": "Final round",
  "那么，我的国王，你要对我们做什么事情呢？": "So, my king, what’re you gonna do to us?",
  "任何事情都可以哦": "Anything goes.",
  "我要和你们做爱！": "I wanna fuck you both!",
  "嗯哼，遵命，我的国王": "As you wish, my king.",
  "那么我的国王，你想和谁先做爱？": "So, who’s first, my king?",
  "先和艾米丽做爱": "Start with Emily",
  "先和克莱尔做爱": "Start with Claire",
  "姐姐，我要进来了哦": "Sis, I’m going in.",
  "嗯，轻点，我还是第一次~~": "Mm, easy—I’m still a virgin~~",
  "同时和克莱尔做爱": "Fuck Claire at the same time",
  "我也要哦，轮到我了吧？": "My turn too, right?",
  "没想到居然可以同时夺走克莱尔和艾米丽的第一次，太刺激了": "Holy shit, taking both their virginities at once? Insane!",
  "同时和艾米丽做爱": "Fuck Emily at the same time",
  "和艾米丽做爱": "Fuck Emily",
  "和克莱尔做爱": "Fuck Claire",
  "内射艾米丽": "Cum inside Emily",
  "内射克莱尔": "Cum inside Claire",
  "太疯狂了，我居然内射了姐姐艾米丽": "This is nuts—I came inside my sister Emily!",
  "太疯狂了，我居然内射了表姐克莱尔": "Fucking wild—I came inside my cousin Claire!",
  
  
  
  
  "修改人物属性": "Edit character stats",
  "不做任何修改": "No changes",
  "修改金币数量": "Change gold amount",
  "感叹号代表此角色的剧情进度，修改可能产生BUG": "Exclamation marks show story progress—editing might cause bugs.",
  "爱心代表此角色对你的好感": "Hearts show how much they like you.",
  "嘴唇代表欲望": "Lips show their lust level.",
  "代表做爱次数": "Tracks how many times you’ve fucked.",
  "为了解决安卓版不能播放cg的bug，设置了2种播放cg方式": "To fix the Android CG playback bug, we added two CG modes.",
  "如果刚刚发生了黑屏或者cg卡顿请切换播放方式": "If you got a black screen or CG lag, switch modes.",
  "视频播放方式1（默认）": "Video mode 1 (default)",
  "视频播放方式2（黑屏选这个）": "Video mode 2 (use for black screen)",
  "继续": "Continue",
  "已经修改，你可以随时切换": "Updated—you can switch anytime.",
  "方式1会自动循环播放CG，方式2只能手动循环": "Mode 1 auto-loops CGs; Mode 2 is manual.",
  
  "凯瑟琳正在自慰，要偷看吗？": "Catherine is masturbating, want to sneak a peek?",
  "凯瑟琳正在洗澡，要偷看吗？": "Catherine is taking a bath, want to take a look?",
  "艾米丽正在自慰，要偷看吗？": "Emily is masturbating, want to peek?",
  "杰西卡正在自慰，要偷看吗？": "Jessica is masturbating, want to steal a glance?",
  "和凯瑟琳谈谈": "Have a chat with Catherine",
  "吃早餐的时候和凯瑟琳谈谈": "Talk with Catherine during breakfast",
  "攻略凯瑟琳": "Pursue Catherine",
  "和妈妈约法三章": "Set three rules with Mom",
  "早餐过后，家里只剩下你和凯瑟琳": "After breakfast, only you and Catherine are left at home",
  "真是的，大早上就使坏": "Seriously, causing trouble early in the morning",
  "要是让爸爸发现我们的关系就完蛋了，你就不能节制点吗": "If Dad finds out about our relationship, we're done for—can't you hold back a bit?",
  "你听到凯瑟琳的话，反而越搂越紧了": "Hearing Catherine's words, you hold her even tighter",
  "没办法啊，我实在太爱妈妈了": "Can't help it, I love Mom too much",
  "妈妈总是能让人忍不住": "Mom always makes it impossible to resist",
  "你这孩子，总是这么任性": "You child, always so willful",
  "妈妈来个早安吻吧，嘿嘿": "Mom, how about a good morning kiss, hehe",
  "等等来我房间，我有话对你说": "Come to my room later, I have something to tell you",
  "一段时间后，凯瑟琳的房间": "Some time later, in Catherine's room",
  "听着，以后想和妈妈亲热必须先答应妈妈三个条件": "Listen, if you want to get intimate with Mom, you must first agree to three conditions",
  "第一：爸爸在附近的时候，绝对不能亲热": "First: No intimacy when Dad is around",
  "第二，亲热的时候，只能称呼凯瑟琳，不能称呼为妈妈": "Second: During intimacy, call me Catherine, not Mom",
  "第三：亲热必须要戴避孕套，避孕套只能用爸爸给的零花钱购买": "Third: You must use a condom during intimacy, and condoms can only be bought with Dad's pocket money",
  "你如果能答应我这三个条件，才能和我亲热": "If you agree to these three conditions, then you can be intimate with me",
  "可以不戴套做爱吗？我真的不想戴": "Can we have sex without a condom? I really don’t want to use one",
  "哼哼，不可能，除非你答应我这三个条件": "Hmph, impossible, unless you agree to my three conditions",
  "不然你永远也别想和我亲热了": "Otherwise, you’ll never get to be intimate with me",
  "你看了看凯瑟琳诱人致极的模样": "You gaze at Catherine’s incredibly seductive appearance",
  "行，我答应你": "Fine, I agree",
  "先假意答应下来，然后再引诱妈妈一步步堕落": "Pretend to agree first, then slowly tempt Mom into falling further",
  "凯瑟琳见你答应条件，才愿意和你亲热": "Seeing you agree to the conditions, Catherine is willing to be intimate with you",
  "好一会，凯瑟琳的连衣裙被你脱掉了": "After a while, you take off Catherine’s dress",
  "拉扯凯瑟琳的胸罩": "Tug at Catherine’s bra",
  "妈妈雪白柔软的巨乳摸一辈子都不会腻": "Mom’s soft, snowy breasts—you could touch them forever and never tire",
  "你忘记了答应我什么条件了吗？叫我凯瑟琳！": "Have you forgotten the conditions? Call me Catherine!",
  "亲热的时候不许叫我妈妈": "Don’t call me Mom during intimacy",
  "遵命，凯瑟琳女士": "As you wish, Lady Catherine",
  "一段时间过后，凯瑟琳在帮你手淫": "Some time later, Catherine is helping you masturbate",
  "手淫过后": "After masturbation",
  "凯瑟琳亲手给你的大鸡巴戴上了避孕套": "Catherine personally puts a condom on your big cock",
  "撕开丝袜": "Rip open the stockings",
  "凯瑟琳骑到你的大鸡巴上面": "Catherine straddles your big cock",
  "整根大鸡巴全部插进去凯瑟琳的名器小穴了": "Your entire big cock is fully inserted into Catherine’s exquisite pussy",
  "居然和平时贤惠贵气的美艳妈妈骑乘式做爱，太刺激了": "Having cowgirl-style sex with the usually virtuous and elegant beautiful Mom is too thrilling",
  "H内容是可以更换女孩们的服装的，这项功能是会员的专属福利": "H content allows changing the girls’ outfits, an exclusive perk for supporters",
  "如果想解锁更多功能请支持正版哦，后续开发也需要你的支持呢": "To unlock more features, please support the official version—future development needs your support",
  "原版服装": "Original outfit",
  "会员服装": "supporter outfit",
  "此项功能是会员的专属福利，请支持正版解锁": "This feature is an exclusive supporter benefit, please support the official version to unlock",
  "一阵翻云覆雨的疯狂做爱后，你们都到达了快乐的巅峰": "After a wild session of passionate sex, you both reach the peak of pleasure",
  "戴了避孕套，不能内射妈妈好可惜，得想个办法让妈妈堕落才行": "Wearing a condom and not being able to ejaculate inside Mom is such a pity—got to find a way to make Mom fall further",


 
  "夫目前犯": "Committing in front of the husband",
  "让凯瑟琳堕落的最好办法就是夫目前犯，这时候需要一点点小计谋": "The best way to make Catherine fall is to commit in front of her husband, which requires a bit of scheming",
  "早餐过后，你和凯瑟琳，格雷特一起交谈": "After breakfast, you talk with Catherine and Gret",
  "老公": "honey",
  "他有没有好好地学习怎么管理公司？": "Is he properly learning how to manage the company?",
  "当然了，我们的儿子干的可出色了": "Of course, our son is doing brilliantly",
  "给，这是爸爸给你的零花钱": "Here, this is pocket money from Dad",
  "嘿嘿，谢谢爸爸": "Hehe, thanks, Dad",
  "妈妈快看，我有爸爸给的零花钱了哦": "Mom, look, I got pocket money from Dad!",
  "真是的，我知道了，哼": "Geez, I get it, hmph",
  "拥有一点点钱就向妈妈炫耀可不好哦": "Showing off just a bit of money to Mom isn’t nice",
  "真正的男人是要赚大钱的，你还得努力哦": "A real man makes big money—you still need to work hard",
  "一段时间过后，格雷特需要去公司工作了": "Some time later, Gret needs to go to work at the company",
  "老公再见，我会做好晚饭等你回来的": "Goodbye, honey, I’ll have dinner ready when you get back",
  "爸爸再见，我一定会成为一个真正男人的": "Bye, Dad, I’ll definitely become a real man",
  "格雷特走后，你迫不及待将凯瑟琳拥入怀中": "After Gret leaves, you eagerly pull Catherine into your arms",
  "真是一个小色鬼转世，一分钟都等不及": "What a reincarnated little pervert, can’t wait even a minute",
  "这怪不了我啊，有凯瑟琳这样的绝世美人谁忍得住啊": "Can’t blame me—who could resist a stunning beauty like Catherine?",
  "一段时间过后，凯瑟琳在给你口交": "Some time later, Catherine is giving you a blowjob",
  "我也想抚摸凯瑟琳": "I also want to touch Catherine",
  "撕开妈妈的黑丝": "Rip open Mom’s black stockings",
  "嘶啦一声，凯瑟琳的黑丝被你撕开了": "With a rip, Catherine’s black stockings are torn open by you",
  "在你沉迷给凯瑟琳指交的时候，刚才出门的格雷特突然回来了": "While you’re engrossed in fingering Catherine, Gret, who just left, suddenly returns",
  "格雷特径直走到房间门口，敲了一下门": "Gret walks straight to the room’s door and knocks",
  "凯瑟琳你在吗？我汽车钥匙忘记带了": "Catherine, are you there? I forgot my car keys",
  "开一下门，可能在我遗落在房间里了": "Open the door, they might be in the room",
  "快停下来，爸爸回来了": "Stop quick, Dad’s back",
  "我不要，我就要现在和妈妈做爱": "No way, I want to have sex with Mom right now",
  "不和妈妈做爱我绝不罢休": "I won’t stop until I have sex with Mom",
  "你这孩子": "You child",
  "凯瑟琳你有听到吗？开一下房间门，我进去找一下钥匙": "Catherine, did you hear? Open the door, I’ll look for the keys",
  "老公，我，我现在不太方便": "Honey, I’m, I’m not really free right now",
  "我正在自慰，你能等我自慰完吗？": "I’m masturbating, can you wait until I’m done?",
  "啊？原来是这样啊，我明白了": "Oh? That’s how it is, I understand",
  "我们的儿子呢？他去什么地方了？": "Where’s our son? Where did he go?",
  "不知道呢，可能是出去了吧": "Not sure, maybe he went out",
  "你听着，情况紧急": "Listen, it’s urgent",
  "就这一次，知道了吗？尽快射精然后躲起来": "Just this once, got it? Ejaculate quickly and hide",
  "好的，我知道了妈妈": "Okay, I got it, Mom",
  "爸爸的汽车钥匙确实被我藏在房间里了，就是为了这次无套内射": "I hid Dad’s car keys in the room on purpose, just for this bareback ejaculation",
  "等等，还没戴套呢": "Wait, we haven’t put on a condom yet",
  "这感觉？难道？": "This feeling? Could it be?",
  "无套插入到底": "Bareback insertion all the way",
  "对不起，妈妈，情况紧急，无套射得会快一点": "Sorry, Mom, it’s urgent—bareback will be faster",
  "无套和妈妈做爱实在太爽了，腰停不下来啊": "Bareback sex with Mom feels so good, I can’t stop moving",
  "天啊，我居然在爸爸面前内射了妈妈，太刺激了": "My God, I actually ejaculated inside Mom in front of Dad—so thrilling",
  "内射凯瑟琳后，凯瑟琳脸色复杂地看着你": "After ejaculating inside Catherine, she looks at you with a complicated expression",
  "你先躲衣柜里面，爸爸那边我来解释": "Hide in the closet first, I’ll handle Dad",
  
   "你迅速躲进衣柜里面，凯瑟琳打开了房门": "You quickly hide in the closet, and Catherine opens the door",
  "老公不好意思，我刚刚确实没办法开门": "Sorry, honey, I really couldn’t open the door earlier",
  "嗯，我知道啊，你一直在自慰对吧，我躲在门外听着呢": "Yeah, I know, you were masturbating, right? I was listening outside",
  "真是激烈呢。我好久没听见过你自慰得如此舒服了": "So intense. It’s been a while since I heard you enjoy masturbating like that",
  "啊，对了你看": "Oh, by the way, look",
  "你的淫水到现在还流淌个不停呢": "Your juices are still flowing nonstop",
  "是是是，确实是": "Yes, yes, indeed",
  "天啊，刚刚被内射的精液太多了，夹不住流淌下来了": "My God, there was so much semen ejaculated inside just now, I couldn’t hold it in and it’s flowing out",
  "还好没被发现，不然我的人生就完蛋了": "Good thing I wasn’t caught, or my life would be over",
  "啊，钥匙我找到了，我要去工作了，老婆再见": "Ah, found the keys, I’m off to work—bye, honey",
  "在格雷特走后，凯瑟琳把你从衣柜里揪出来": "After Gret leaves, Catherine pulls you out of the closet",
  "妈妈现在很愤怒，你知道吗？": "Mom is really angry right now, you know that?",
  "你还记得你答应过妈妈的条件吗？": "Do you remember the conditions you promised Mom?",
  "必须戴套，不许在做爱的时候称呼妈妈，不许在爸爸在的时候做爱": "Must wear a condom, no calling me Mom during sex, no sex when Dad’s around",
  "你全犯了！妈妈今天绝对饶不了你！": "You broke them all! Mom won’t let you off today!",
  "虽然最后被凯瑟琳狂风暴雨地教育一顿，但是这是疼并快乐着": "Though Catherine gave me a stormy lecture in the end, it’s a mix of pain and pleasure",
  "因为，能夫目前犯凯瑟琳并且无套内射实在太爽了！": "Because committing in front of her husband and bareback ejaculation with Catherine was just too good!",
  
  
  "后续版本请前往我的patreon下载": "Please go to my Patreon to download later versions",
  "或者添加我个人腾讯QQ": "Or add my personal Tencent QQ",
  "官方交流群QQ群": "Official QQ group for communication",
  "该功能为会员专属福利，请输入当前版本激活码": "This feature is a supporter-exclusive benefit, please enter the current version activation code",
  "当前版本代号为": "The current version code is",
  "需要激活码前往作者官网订阅即可获得": "Need an activation code? Subscribe on the author’s official website to get it",
  "或者添加作者腾讯QQ购买": "Or add the author’s Tencent QQ to purchase",
  "前往作者官网订阅": "Subscribe on the author’s official website",
  "中国大陆用户需要翻墙": "Mainland China users need to bypass the firewall",
  "添加作者QQ购买": "Add the author’s QQ to purchase",
  "暂时不订阅": "Not subscribing for now",
  "已激活": "Activated",
  "未激活，激活码输入错误": "Not activated, incorrect activation code",
  "切换CG播放方式": "Switch CG playback mode",
  
  
  
  "凯瑟琳正在练习瑜伽": "Catherine is practicing yoga",
  "靠近凯瑟琳": "Get close to Catherine",
  "你怎么过来了？": "Why are you here?",
  "当然是来看望迷人又性感的妈妈啊": "Of course, to visit my charming and sexy Mom",
  "哈？才不相信你呢": "Ha? I don’t believe you",
  "每次过来找妈妈总是想做一些色色的事情": "Every time you come to Mom, you want to do something naughty",
  "说吧，这次想做什么？": "So, what do you want to do this time?",
  "咳咳，只是想和妈妈一起做瑜伽而已，真没别的事": "Ahem, just want to do yoga with Mom, nothing else, really",
  "一起做瑜伽？": "Do yoga together?",
  "哼哼": "Hmph",
  "凯瑟琳轻轻弹了一下你的额头": "Catherine lightly flicks your forehead",
  "你这小色鬼，绝对是想趁着做瑜伽对妈妈使坏": "You little pervert, definitely planning to mess with Mom during yoga",
  "只有这一次哦": "Just this once, okay?",
  "还有，做瑜伽过程中不能插入，知道了吗？": "Also, no penetration during yoga, got it?",
  "那么，让我们开始一场香汗淋漓的瑜伽吧": "So, let’s start a sweaty yoga session",
  "正在和凯瑟琳一起做瑜伽前的冥想": "Meditating with Catherine before yoga",
  "一段时间过后": "After some time",
  "妈妈，我想到一个做瑜伽的好想法": "Mom, I’ve got a great idea for yoga",
  "什么想法？": "What idea?",
  "你掏出早已准备好的假阳具": "You pull out a dildo you prepared earlier",
  "等等你做瑜伽的时候，用这个假阳具插入，肯定很刺激": "Wait, if you use this dildo during yoga, it’ll definitely be exciting",
  "凯瑟琳看了一眼粗大的假阳具，羞红了脸": "Catherine glances at the thick dildo and blushes",
  "真是的，哪里来的奇奇怪怪的想法": "Seriously, where do you get these weird ideas?",
  "你抱住凯瑟琳": "You hug Catherine",
  "只能做瑜伽哦，不能做爱，知道了吗？": "Only yoga, no sex, understood?",
  "嘿嘿，我知道了妈妈，我们只是做瑜伽而已": "Hehe, got it, Mom, we’re just doing yoga",
  "妈妈的美巨乳摸多少次都不会觉得腻啊": "Mom’s gorgeous big breasts—never get tired of touching them",
  "凯瑟琳的瑜伽服装被拉起来": "Catherine’s yoga clothes are pulled up",
  "坏孩子，又使坏了": "Naughty boy, up to mischief again",
  "嘿嘿还有更加坏的呢": "Hehe, there’s even naughtier stuff",
  "轻轻一撕，凯瑟琳的瑜伽裤被撕开一个破洞": "With a light tear, Catherine’s yoga pants rip open",
  "真是的，把妈妈弄成这个样子，妈妈还怎么做瑜伽？": "Seriously, making Mom like this, how can I do yoga now?",
  "真是的": "come on",
  "等等，还有更加刺激的呢": "Wait, there’s something even more exciting",
  "凯瑟琳娇羞地看了一眼你手中的假阳具": "Catherine shyly glances at the dildo in your hand",
  "哼，真是个坏孩子": "Hmph, such a bad boy",
  "一段时间后，和凯瑟琳开始了瑜伽素股摩擦": "After a while, you start thigh-rubbing yoga with Catherine",
  "和凯瑟琳瑜伽素股结束后": "After finishing thigh-rubbing yoga with Catherine",
  "你把假阳具立在地上": "You place the dildo on the ground",
  "妈妈，等等你做瑜伽要把这个插进去哦": "Mom, you’ll need to insert this during yoga later",
  "为什么呢？妈妈并不想那么做，这太羞耻了": "Why? Mom doesn’t want to do that, it’s too embarrassing",
  "妈妈，我们只是在做瑜伽而已，并没有什么羞耻的": "Mom, we’re just doing yoga, nothing to be ashamed of",
  "古代瑜伽就是模仿性爱的一种健身运动啊": "Ancient yoga was a fitness exercise mimicking sex",
  "插进去只是在模仿性爱而已，不是吗？": "Inserting it is just mimicking sex, right?",
  "凯瑟琳貌似被说服了，一双美目紧紧盯着假阳具": "Catherine seems convinced, her beautiful eyes fixed on the dildo",
  "凯瑟琳的小穴早已洪水泛滥了，淫水拉丝滴落到假阳具上面": "Catherine’s pussy is already soaking wet, dripping onto the dildo",
  "慢慢插入": "Insert slowly",
  "啊，这太刺激了，凯瑟琳居然在一边做瑜伽一边自慰": "Ah, so thrilling—Catherine is masturbating while doing yoga",
  "小色鬼，又想怎么样？": "Little pervert, what now?",
  "可不能太过分哦": "Don’t go too far",
  "凯瑟琳摆成瑜伽的姿势，而你用假阳具在她的蜜穴内疯狂抽插": "Catherine strikes a yoga pose while you thrust the dildo wildly into her honey hole",
  "啊~~~~不要~~~啊啊啊~~~不行~~~不行了~~": "Ah~~~~ No~~~ Ahhh~~~ Can’t~~~ Can’t take it~~",
  "嗯嗯": "Mmm",
  "凯瑟琳摆出一个瑜伽姿势": "Catherine strikes a yoga pose",
  "你在一旁辅助凯瑟琳摆高难度瑜伽姿势": "You assist Catherine with a difficult yoga pose",
  "凯瑟琳粉嫩诱人的蜜穴毫无防备地展示在你的面前": "Catherine’s pink, tempting honey hole is fully exposed before you",
  "和凯瑟琳瑜伽性爱": "Yoga sex with Catherine",
  "把假阳具往地上随意一丢": "Toss the dildo casually to the ground",
  "我受不了了！": "I can’t take it anymore!",
  "硬到要爆炸的火热鸡巴紧紧抵住凯瑟琳的蜜穴壶口": "Your rock-hard, burning cock presses tightly against Catherine’s honey hole",
  "只需要轻轻一挺腰就能插入": "Just a slight thrust would slide it in",
  "凯瑟琳察觉到你的异常动作": "Catherine notices your unusual movement",
  "别插进来啊，我们不是说好只做瑜伽不做爱的吗": "Don’t put it in, didn’t we agree to just do yoga, not sex?",
  "妈妈，我们这不是做爱，是做特殊的瑜伽哦": "Mom, this isn’t sex, it’s special yoga",
  "妈妈的蜜穴，好紧，好爽啊~~~": "Mom’s honey hole, so tight, so good~~~",
  "小色狼，原来这就是你的最终目的": "Little pervert, so this was your real goal",
  "小色狼，别插这么深啊~~~啊啊啊~~~哦·~~": "Little pervert, don’t go so deep~~~ Ahhh~~~ Oh~~",
  "妈妈，妈妈不行了~~~去了~~~去~~~啊~~": "Mom, Mom can’t~~~ I’m coming~~~ Coming~~~ Ah~~",
  "实在太刺激了，居然能和美丽性感的妈妈做瑜伽性爱": "So thrilling to have yoga sex with my beautiful, sexy Mom",
  "视角": "Perspective",
  "内射": "Internal ejaculation",
  "在凯瑟琳的蜜穴内射了大量精液，填满了她的子宫": "Ejaculated a ton of semen into Catherine’s honey hole, filling her womb",
  "性爱瑜伽": "Sex yoga",
  "引诱凯瑟琳堕落": "Tempt Catherine to fall",
  "和妈妈边做瑜伽边做爱，想想就觉得刺激": "Having sex with Mom while doing yoga—just thinking about it is exciting",
  "夜袭妈妈，和妈妈做爱并且引诱妈妈堕落": "Night raid on Mom, have sex with her and tempt her to fall",
  
  "房间": "Room",
  "薇薇安破处": "Taking Vivian’s virginity",
  "要播放CG吗？": "Want to play the CG?",
  "播放": "Play",
  "不播放": "Don’t play",
  "剧情": "Storyline",
  "攻略": "Pursuit",
  "好像会传来一些声响": "Seems like there’s some noise",
  "裸睡诱惑妈妈": "Sleeping naked to tempt Mom",
  "偷妈妈的内裤自慰": "Steal Mom’s panties to masturbate",
  "和妈妈一起做瑜伽": "Do yoga with Mom",
  "偷窥妈妈自慰": "Spy on Mom masturbating",
  "跳过剧情": "Skip the storyline",
  "不跳过剧情": "Don’t skip the storyline",
  "让妈妈口交": "Get Mom to give a blowjob",
  "和妈妈做家务": "Do chores with Mom",
  "夜袭妈妈": "Night raid on Mom",
  "想办法打开凯瑟琳的保险箱，偷走她的自慰棒": "Find a way to open Catherine’s safe and steal her vibrator",
  "前往公司找妈妈色色": "Go to the company to get naughty with Mom",
  "前往公司上垒凯瑟琳": "Go to the company to get intimate with Catherine",
  "早晨去和凯瑟琳交谈": "Talk to Catherine in the morning",
  "和凯瑟琳约会": "Go on a date with Catherine",
  "在做瑜伽的时候内射凯瑟琳实在太爽了": "Ejaculating inside Catherine during yoga feels so good",
  "妹妹会在客厅看电视，买个她喜欢吃的雪糕送她": "Sis will be watching TV in the living room—buy her favorite ice cream to give her",
  "送妹妹放学回家": "Pick Sis up from school and take her home",
  "偷窥妹妹换衣服": "Spy on Sis changing clothes",
  "夜袭杰西卡": "Night raid on Jessica",
  "早上和妹妹聊天": "Chat with Sis in the morning",
  "和克莱尔亲吻": "Kiss Claire",
  "去克莱尔家亲吻克莱尔": "Go to Claire’s house to kiss her",
  "你恰巧路过，拯救了克莱尔，并且和克莱尔发生了很美妙的事情": "You happen to pass by, save Claire, and something wonderful happens with her",
  "和姐姐在泳池发生了一些很美好的事情": "Something wonderful happened with Sis at the pool",
  "和艾米丽发生一些有趣的事情": "Something fun happened with Emily",
  "和两位美丽的姐姐发生了一些很有趣的事情": "Something very fun happened with two beautiful sisters",
  "玩完游戏后，拿下了艾米丽和克莱尔的一血": "After playing the game, took Emily and Claire’s first time",
  "一段时间后": "After some time",
  "缺少克莱尔丢失的项链": "Missing Claire’s lost necklace",
  
  
  
  "夜袭妈妈": "Night raid on Mom",
  "凯瑟琳睡着了": "Catherine is asleep",
  "你来到凯瑟琳身边": "You approach Catherine",
  "妈妈这么毫无防备熟睡的样子真的让人忍不住啊": "Mom sleeping so defenselessly is really hard to resist",
  "开始脱凯瑟琳的文胸": "Start taking off Catherine’s bra",
  "妈妈傲人的巨乳，好软啊": "Mom’s impressive big breasts, so soft",
  "把妈妈的胖次也脱下来": "Take off Mom’s panties too",
  "可以看到妈妈的绝世名器小穴了，真诱人啊": "Can see Mom’s peerless pussy, so tempting",
  "妈妈这么完美的胴体，居然还要晚上独守空房": "Mom’s perfect body, yet she spends nights alone",
  "你看了一眼凯瑟琳": "You glance at Catherine",
  "放心吧妈妈，有我在呢，你晚上不会再寂寞了": "Don’t worry, Mom, I’m here—you won’t be lonely at night anymore",
  "我以后每天晚上都来夜袭哦，嘿嘿嘿": "I’ll come for a night raid every night from now on, hehehe",
  "岔开凯瑟琳的美腿": "Spread Catherine’s beautiful legs",
  "好像已经很湿润了呢": "Seems already quite wet",
  "天啊，妈妈的蜜穴好紧好热": "My God, Mom’s honey hole is so tight and hot",
  "难道是因为妈妈在熟睡所以体温比较高吗": "Could it be because Mom’s asleep that her body’s so warm?",
  "手指从妈妈的淫穴中拔出，沾满了白色的淫水": "Pulling fingers out of Mom’s wet hole, covered in white juices",
  "啊，完全插入了，好舒服啊": "Ah, fully inserted, feels so good",
  "察觉到下体有巨物插入，凯瑟琳从睡梦中惊醒": "Sensing something huge inserted below, Catherine wakes from her sleep",
  "亲爱的？你在做什么？": "Darling? What are you doing?",
  "妈妈，我在夜袭哦": "Mom, I’m doing a night raid",
  "不，不要": "No, don’t",
  "快拔出来，你忘记了吗？曾经和妈妈约法三章的": "Pull it out quick, forgot? We made three rules",
  "必须要戴套才能做爱，啊~~~你快拔出去啊": "You must wear a condom for sex, ah~~~ pull it out quick",
  "你把鸡巴抽离凯瑟琳的蜜穴，发出来类似红酒木塞开瓶“啵”的一声": "You pull your cock out of Catherine’s honey hole, making a pop like a wine cork",
  "妈妈，我可以拔出来，但是如果等等妈妈求着我插进去，可不怪我哦": "Mom, I can pull out, but if you beg me to put it back in later, don’t blame me",
  "如果只是素股的话，可以哦": "If it’s just thigh-rubbing, that’s fine",
  "对准蜜穴": "Aim at the honey hole",
  "怎，怎么可能，我才不会求你呢": "How, how could I? I won’t beg you",
  "妈妈，我就只插进去龟头，就在外面蹭蹭": "Mom, I’ll just put the tip in, just rub outside",
  "只要不插进来怎样都行": "As long as you don’t go in, anything’s fine",
  "就在你们激烈素股的时候，凯瑟琳要高潮了": "During intense thigh-rubbing, Catherine’s about to climax",
  "啊啊啊~~就是这个感觉~~": "Ahhh~~ this is the feeling~~",
  "要来了，要来了~~~": "It’s coming, it’s coming~~~",
  "妈妈，妈妈要去了~~啊哦~": "Mom, Mom’s coming~~ ahh~",
  "你突然把鸡巴抽离凯瑟琳的蜜穴": "You suddenly pull your cock away from Catherine’s honey hole",
  "妈妈不可以高潮哦": "Mom, you can’t climax",
  "想高潮吗？可以求我插进来哦": "Want to climax? You can beg me to put it in",
  "才不要呢，妈妈又不是那种淫荡的女人": "No way, Mom’s not that kind of lewd woman",
  "我自己自慰获得高潮": "I’ll masturbate to climax myself",
  "你看凯瑟琳要开始自慰，急忙把她的手抓住": "Seeing Catherine start to masturbate, you quickly grab her hand",
  "才不让妈妈自慰呢": "No way I’m letting Mom masturbate",
  "能让妈妈高潮的，只有我的鸡巴哦": "Only my cock can make Mom climax",
  "眼看右手被抓住，凯瑟琳又伸出来左手": "Seeing her right hand grabbed, Catherine reaches with her left",
  "但是又被你抓住了": "But you grab that too",
  "放开妈妈，你这样太狡猾了": "Let go of Mom, you’re too sneaky",
  "你又把大鸡巴抵住凯瑟琳的蜜穴": "You press your big cock against Catherine’s honey hole again",
  "妈妈，想高潮吗？我只需要轻轻插进去，你就可以高潮了哦": "Mom, want to climax? I just need to slide in gently, and you’ll come",
  "现在，说我想要儿子的大鸡巴插进来我淫荡的小穴。就可以了": "Now, say ‘I want my son’s big cock in my lewd pussy,’ and that’s it",
  "我不要，这么淫荡的话妈妈说不出口": "No, Mom can’t say such filthy words",
  "哦？真的不要吗？": "Oh? Really don’t want it?",
  "鸡巴稍微插进去了一点点": "The cock slips in just a tiny bit",
  "那这样呢？": "How about this?",
  "鸡巴再次插进去了一部分": "The cock goes in a bit more",
  "哦哦~~~~~": "Ohhh~~~~~",
  "凯瑟琳舒服的忍不住叫出声": "Catherine can’t help moaning in pleasure",
  "此时，你又把鸡巴抽离出去，反复挑逗凯瑟琳": "Then, you pull your cock out again, teasing Catherine repeatedly",
  "但这时，凯瑟琳反复扭腰，想把鸡巴挤进去": "But now, Catherine twists her hips, trying to get your cock inside",
  "你发现了凯瑟琳的意图，急忙把鸡巴抬起来，不让凯瑟琳得逞": "You notice Catherine’s intent and quickly lift your cock to stop her",
  "妈妈太狡猾了，差点就插进去了": "Mom’s too sneaky, almost got it in",
  "既然妈妈这么想要做爱，可以求我插进去哦": "Since Mom wants sex so bad, you can beg me to put it in",
  "只要妈妈开口求我，我绝对会满足妈妈的": "If Mom begs me, I’ll definitely satisfy her",
  "我~~~~~": "I~~~~~",
  "妈妈求你插进来": "Mom, please put it in",
  "哈？妈妈你说什么？能说大声一点吗？我听不见": "Huh? What’d you say, Mom? Can you say it louder? I can’t hear",
  "请你把大鸡巴插进来妈妈淫荡的小穴": "Please put your big cock in Mom’s lewd pussy",
  "既然妈妈都这么说了": "Since Mom said so",
  "那我当然是要好好帮助妈妈啊~": "Then I’ve got to help Mom out~",
  "妈妈的里面，实在太爽了": "Inside Mom feels so damn good",
  "妈妈我们在做什么啊？": "Mom, what are we doing?",
  "小混蛋！得了便宜还要调戏妈妈": "Little brat! Taking advantage and still teasing Mom",
  "妈妈要回答我哦，不然我就停下来不动了": "Mom, you have to answer, or I’ll stop moving",
  "不要~~不要停": "Don’t~~ don’t stop",
  "我们，我们在做爱": "We, we’re having sex",
  "但是妈妈不是说过，我们母子之间是不能做爱的吗？": "But didn’t Mom say there can’t be sex between mother and son?",
  "而且现在没戴避孕套呢，内射的话？怀孕也没关系吗？": "And we’re not using a condom—if I come inside, is getting pregnant okay?",
  "没关系哦，内射吧，你的一切，妈妈全部接受": "It’s fine, come inside—Mom accepts everything about you",
  "就是这样~~~啊啊啊~~~~去了~~~": "That’s it~~~ ahhh~~~~ I’m coming~~~",
  "哦~~~啊啊啊~~~~去了~~啊啊~": "Oh~~~ ahhh~~~~ Coming~~ ahh~",
  "最终，在凯瑟琳子宫内射了大量精液，再这样下去她会怀孕的": "Finally, ejaculated a ton of semen into Catherine’s womb—if this continues, she’ll get pregnant",
  "打开所有剧情CG": "Unlock all storyline CGs",
  "解锁所有CG，但是可能会出现BUG，谨慎打开": "Unlock all CGs, but it may cause bugs, open with caution",
  
  "妈妈好像很性欲不满，我试着裸睡诱惑她会发生什么事呢？": "Mom seems sexually frustrated—what’d happen if I sleep naked to tempt her?",
  "看来妈妈并不反感，我继续裸睡诱惑妈妈": "Looks like Mom doesn’t mind—I’ll keep sleeping naked to tempt her",
  "再进一步装睡，看看妈妈会做什么事": "Take it further and pretend to sleep, see what Mom does",
  "硬得受不了了，偷偷拿妈妈的内裤自慰一下": "So hard I can’t stand it—sneak Mom’s panties to masturbate",
  "试着和妈妈一起做瑜伽的时候调戏一下她": "Try teasing Mom a bit while doing yoga together",
  "妈妈好像并不反感我在瑜伽中的行为，进一步试探妈妈": "Mom doesn’t seem to mind my actions during yoga—push further to test her",
  "每次做完瑜伽，妈妈好像都会偷偷自慰，偷偷观察一下": "After yoga, Mom seems to masturbate secretly—sneak a peek",
  "工作一天过后，可以试试让妈妈口交作为奖励": "After a day’s work, maybe get Mom to give a blowjob as a reward",
  "妈妈一个人既要工作又要做家务很辛苦呢，帮妈妈做点家务吧": "Mom works and does chores alone, it’s tough—help her with some chores",
  "妈妈好像晚上自慰过后都会睡得很熟，可以偷偷夜袭她": "Mom seems to sleep deeply after masturbating at night—sneak a night raid",
  "妈妈的自慰棒被我偷走了，现在我用手指代替自慰棒她应该不会拒绝的": "I stole Mom’s vibrator—using my fingers instead, she probably won’t refuse",
  "去商店买本瑜伽书，这样和妈妈做瑜伽的时候就能色色了": "Buy a yoga book at the store, so I can get naughty with Mom during yoga",
  "很好奇妈妈的蜜穴是什么味道，晚上夜袭的时候尝尝": "Curious what Mom’s honey hole tastes like—try it during a night raid",
  "工作一天过后，让妈妈用飞机杯解决一下生理需求": "After a day’s work, have Mom use a fleshlight to satisfy my needs",
  "忍不住了！深夜趁妈妈睡着的时候上垒妈妈": "Can’t hold back! Late at night, get intimate with Mom while she’s asleep",
  "深夜可以叫醒妈妈素股哦": "Late at night, wake Mom for thigh-rubbing",
  "和妈妈一起做裸体瑜伽，想想都刺激": "Doing naked yoga with Mom—sounds thrilling",
  "深夜和妈妈素股的时候偷偷插入会是什么感觉呢？": "What’d it feel like to sneak a penetration during thigh-rubbing with Mom at night?",
  "妈妈好像到了忍耐的极限了，我在工作的时候再诱惑一下她": "Mom seems at her limit—I’ll tempt her more at work",
  "或许就能真正上垒妈妈哦": "Maybe I can really get intimate with Mom",
  "妈妈好像在躲着我，早上去和她谈谈": "Mom seems to be avoiding me—talk to her in the morning",
  "这次不能再让她跑了，再去和她谈谈": "Can’t let her escape this time—talk to her again",
  "准备好钱，和妈妈一起进行一次浪漫的约会吧": "Get some money ready, go on a romantic date with Mom",
  "妈妈有点事，让我早上和她谈谈": "Mom’s got something—talk to her in the morning",
  "妈妈每次都要让我戴套做爱，如果有办法让妈妈更加堕落就好了": "Mom always makes me wear a condom—if only I could make her fall further",
  "比如，想个办法让爸爸中途回家，而我和妈妈正在做爱": "Like, find a way to make Dad come home while I’m having sex with Mom",
  "是时候和妈妈来一场热汗淋漓的性爱瑜伽了，边做瑜伽边做爱": "Time for a sweaty sex yoga session with Mom—sex while doing yoga",
  "妈妈现在已经无法抵抗无法拒绝我的大鸡巴了，夜袭让她更加堕落": "Mom can’t resist my big cock anymore—night raids to make her fall further",
  "我需要向校长提交入学申请表，这样我就能成为一名正式的学生了": "I need to submit my application to the principal to become an official student",
  "第二天上学": "Go to school the next day",
  "刚刚哪个背影，好熟悉，好像在哪里见过": "That silhouette just now, so familiar—like I’ve seen it somewhere",
  "你来了？": "You’re here?",
  "老师给你准备了一个文件哦": "Teacher prepared a document for you",
  "给，拿着": "Here, take it",
  "这是你的新生入学申请表哦": "This is your freshman application form",
  "你现在拿去二楼校长室给校长签个字就生效了": "Take it to the principal’s office on the second floor for a signature, and it’ll be valid",
  "谢谢姨妈，真是多亏有你帮忙啊": "Thanks, Auntie, really appreciate your help",
  "哎，在学校别叫姨妈": "Hey, don’t call me Auntie at school",
  "如果让其他学生知道的话，可能会有人会认为我偏心": "If other students find out, some might think I’m playing favorites",
  "好的，谢谢老师": "Okay, thanks, Teacher",
  "快去吧，校长是个很好的人，她不会拒绝你的": "Hurry, the principal’s nice—she won’t reject you",
  "校长室": "Principal’s office",
  "教师办公室": "Classroom office",
  "这里就是校长办公室了，我很好奇校长到底是个什么样的人呢": "This is the principal’s office—I’m curious what kind of person the principal is",
  "按照我多年的生活经验来说，校长应该是一个肥腻的中年秃头大叔": "Based on my years of experience, the principal’s probably a greasy, middle-aged bald guy",
  "进来": "Come in",
  "门锁了": "The door’s locked",
  "正在触发剧情，无法跳过时间": "Storyline in progress, can’t skip time",
  "校长，校长居然是": "The principal, it’s actually",
  "办公桌上，一位金发绝世美人正在专心致志地批改着文件": "At the desk, a stunning blonde beauty is diligently reviewing documents",
  "她连头都没抬起来，淡淡地说道": "Without even looking up, she says lightly",
  "说吧，找我有什么事？": "So, what do you want?",
  "你坐到薇薇安面前，暗暗祈求她不要认出你": "You sit in front of Vivian, silently praying she doesn’t recognize you",
  "额，你好校长，我是新来的学生，来交入学申请表的": "Uh, hello, Principal, I’m a new student here to submit my application",
  "嗯？新学生么？": "Hm? New student?",
  "咕噜咕噜...喝水声": "Gulp gulp... sound of drinking water",
  "把入学申请表放下，然后你就可以走了": "Leave the application form, then you can go",
  "等下我有空就会签字的": "I’ll sign it when I have time",
  "你在等什么？我不是叫你离开这里吗？": "What are you waiting for? Didn’t I tell you to leave?",
  "哦哦，好的": "Oh, okay",
  "太幸运了，我还以为会被认出来呢": "So lucky—I thought I’d get recognized",
  "没想到薇薇安工作这么认真，如果她拒绝我的入学申请就糟糕了": "Didn’t expect Vivian to be so serious—if she rejects my application, I’m screwed",
  "正在你站起身准备离开的时候，薇薇安突然抬起头": "As you stand to leave, Vivian suddenly looks up",
  "你的声音好熟悉，我们是不是在什么地方见过？": "Your voice sounds familiar—have we met somewhere?",
  "等等！你！你！你！": "Wait! You! You! You!",
  "你是那天晚上的！": "You’re the one from that night!",
  "糟了，还是被认出来了": "Crap, she recognized me after all",
  "薇薇安狠狠地盯着你": "Vivian glares at you fiercely",
  "骗！子！": "Liar!",
  "人！渣！": "Scum!",
  "你和那天晚上绑架我的人根本就是一伙的！": "You’re totally in cahoots with the guy who kidnapped me that night!",
  "现在居然还想进入我的学院！": "And now you want to enroll in my academy!",
  "拿着你的狗屎入学申请表！": "Take your shitty application form!",
  "滚出我的学院！": "Get out of my academy!",
  "申请表直直砸向你的脸，好疼": "The application form hits your face—ow, that hurts",
  "滚！我不想再见到你！": "Scram! I never want to see you again!",
  "最后还是被校长赶出来了，太可怕了这女人！": "Got kicked out by the principal in the end—what a scary woman!",
  "根本不听任何解释，这下误会可大了": "Won’t listen to any explanation—this misunderstanding’s huge",
  "哎，先去找老师想想办法吧": "Ugh, better find the teacher and figure something out",
  "姨妈刚刚教课完毕，正准备休息": "Auntie just finished teaching and is about to rest",
  "啊？你说校长拒绝了你的入学申请？": "What? The principal rejected your application?",
  "没理由啊，我帮忙填写的入学申请表没问题的": "No way, the application I helped fill out is fine",
  "额，这，老师，不是入学申请表的问题": "Uh, Teacher, it’s not about the application",
  "之前我和校长认识了，而且我们之间发生了一点误会": "I met the principal before, and there was a little misunderstanding between us",
  "所以...": "So...",
  "是这样啊，嗯，让我想想": "I see, hm, let me think",
  "啊，有办法了": "Ah, got an idea",
  "你现在需要办两件事": "You need to do two things now",
  "因为校规明确规定了，不能无理由开除学生或者拒绝学生入学": "Because school rules clearly state you can’t expel or deny a student without reason",
  "你先去医院体检，拿到身体健康证明": "First, go to the hospital for a physical and get a health certificate",
  "再去找体育老师测试体格，拿到体能测试合格的文件": "Then, find the PE teacher to test your fitness and get a passing certificate",
  "我再以班主任的名义证明你的文科学习也没问题": "I’ll vouch for your academic ability as your homeroom teacher",
  "这样，你文科检验合格，体能检测合格，医院体检健康": "This way, you pass academics, fitness, and health checks",
  "到时候，就算是校长，也没办法拒绝的你入学申请了": "Then, even the principal can’t deny your application",
  "虽然我能证明你的文科能力，但是体育和健康这两方面我帮不上忙": "I can back your academics, but I can’t help with sports or health",
  "需要你自己去自主解决问题了": "You’ll have to handle those on your own",
  "没问题的，我已经是个成年人了，我会想办法解决的": "No problem, I’m an adult—I’ll figure it out",
  "听到你这么有自信，老师就放心了": "Hearing your confidence puts me at ease, Teacher",
  "要加油哦": "Keep it up",
  "在学校忙完，已经是晚上了": "After school stuff, it’s already evening",
  "哎，今天真倒霉，心情不好去酒吧喝点酒吧": "Ugh, today sucked—feeling down, let’s hit the bar for a drink",
  "哇，深夜的酒吧好多人啊": "Wow, the bar’s packed late at night",
  "这不是校长薇薇安吗？": "Isn’t that Principal Vivian?",
  "她居然一个人在酒吧喝酒！": "She’s drinking alone at the bar!",
  "好像她还遇到麻烦了！": "Looks like she’s in trouble!",
  "酒保，麻烦再给我来一杯酒": "Bartender, another drink, please",
  "谢谢": "Thanks",
  
  "哎呦，美人啊，一个人吗？": "Oh, beauty, all alone?",
  "一个人喝酒多没意思啊，我们兄弟三陪你一起啊": "Drinking alone’s no fun—our three brothers will keep you company",
  "薇薇安没有搭理这个混混，自顾自喝着酒": "Vivian ignores the thug, drinking by herself",
  "啧啧啧，是被心上人甩了吗？那么伤心": "Tch tch tch, dumped by your lover? So sad",
  "薇薇安喝酒的时候，苦酒入喉眼泪止不住地流下来": "As Vivian drinks, the bitter liquor hits her throat, and tears flow uncontrollably",
  "真是负心汉啊，任由这么一个美人在这独自流泪": "What a heartless guy, letting such a beauty cry alone here",
  "忘了哪个让你伤心的人吧，和我们兄弟三个一起快乐起来吧": "Forget the jerk who hurt you—have fun with our three brothers",
  "关你屁事！你最好在我生气前赶紧消失！": "None of your damn business! You better scram before I get mad!",
  "再来一瓶酒！": "Another bottle!",
  "混混1号：这女人真的是喝酒不要命啊": "Thug 1: This chick’s drinking like she’s got a death wish",
  "混混2号：嘿嘿，没人能顶着住这样喝酒的，她过一会就会喝醉了": "Thug 2: Hehe, no one can handle drinking like that—she’ll be drunk soon",
  "混混3号：对啊，等到她喝醉了，我们三个再把她带走嘿嘿嘿": "Thug 3: Yeah, once she’s drunk, we’ll take her away, hehehe",
  "不一会儿，薇薇安就醉倒在桌子上不省人事了": "Soon, Vivian passes out drunk on the table",
  "混混1号：嘿嘿嘿，终于醉倒了，兄弟们，我们带走她": "Thug 1: Hehehe, finally out cold—boys, let’s take her",
 "混混2号：哇，这女人真的漂亮，是个极品啊，我等等要第一个操她": "Thug 2: Wow, this chick’s gorgeous—a total babe. I’m gonna be the first to bang her.",
  "混混3号：我还没操过这么漂亮的女人呢，我要操她一晚上": "Thug 3: I’ve never screwed a woman this hot. I’m gonna pound her all night.",
  "草，薇薇安又有危险了": "Damn, Vivian’s in trouble again.",
  "喂，你们几个！": "Hey, you punks!",
  "你们要对我女朋友做什么？赶紧滚开！": "What’re you planning to do to my girlfriend? Scram, now!",
  "你女朋友？骗谁呢！捡尸也要讲究先来后到啊": "Your girlfriend? Who’re you kidding? Even scavenging has a first-come, first-served rule.",
  "就是就是，这女人我们盯了一晚上了": "Exactly! We’ve had our eyes on this chick all night.",
  "识相点就快点滚！": "If you know what’s good for you, beat it!",
  "操你们妈，我不想和你们解释，你们不配听": "Screw your mothers—I don’t owe you scum an explanation.",
  "一个！": "One!",
  "两个！": "Two!",
  "三个！": "Three!",
  "还好被我遇上了，否则后果不堪设想啊": "Good thing I showed up, or things could’ve gotten ugly.",
  "你安全地带着薇薇安离开了酒吧": "You safely got Vivian out of the bar.",
  "酒，我的酒呢？呃呃...": "My drink—where’s my drink? Ugh...",
  "都不省人事了，我也不知道你家在哪里": "You’re totally out of it, and I don’t even know where you live.",
  "又不能带回我家，被妈妈知道就糟糕了": "Can’t take you to my place either—Mom would flip if she found out.",
  "总之先找个酒店住下吧": "Guess I’ll find a hotel for now.",
  "糟糕，下大暴雨了": "Crap, it’s pouring outside.",
  "得赶紧找到躲雨的地方": "Gotta find somewhere to get out of this rain, fast.",
  "没想到还是回到最初相遇的酒店啊": "Didn’t expect we’d end up back at the hotel where we first met.",
  "真是一种缘分啊": "Talk about fate.",
  "可真沉重啊，累死我了": "Man, you’re heavy—wearing me out here.",
  "睡得真好，你现在很安全，没人能伤害你了": "You’re sleeping so peacefully. You’re safe now—no one can hurt you.",
  "喝呼...喝呼...痛苦地呻吟": "Huff... huff... groaning in pain.",
  "你慌忙抓起薇薇安的手": "You quickly grab Vivian’s hand.",
  "啊，手的温度好高！是发烧了？": "Whoa, her hand’s burning up! Is she running a fever?",
  "摸了摸薇薇安的额头": "You feel Vivian’s forehead.",
  "好烫啊！": "It’s scorching!",
  "糟糕了，刚刚喝酒加上淋雨导致发烧了": "Damn, the drinking and getting soaked in the rain must’ve given her a fever.",
  "我得赶紧去医院买药给她": "I need to get to a hospital and grab some medicine for her, quick.",
  "买到药了，赶紧拿回去给薇薇安喝吧": "Got the medicine—time to get it back to Vivian.",
  "嗨，药来了": "Hey, I’ve got the medicine.",
  "来，抬起头": "Here, lift your head.",
  "慢点喝，慢一点": "Drink it slowly, take it easy.",
  "对，就这样": "That’s it, just like that.",
  
  "呼呼，这样就应该没问题了，好好睡一觉吧": "Phew, that should do it. Now get some solid rest.",
  "对了，衣服刚刚被雨淋到了，还是湿漉漉的": "Oh, right—her clothes are still soaked from the rain.",
  "来，把湿衣服脱了烘干": "Let’s get those wet clothes off and dry them.",
  "这女人还真是麻烦": "This woman’s such a handful.",
  "居然敢一个人在酒吧喝酒": "Can’t believe she went drinking alone at a bar.",
  "该说你是涉世未深呢还是伤心过度呢": "What is it—naïve or just drowning your sorrows?",
  "可能都有吧": "Probably a bit of both.",
  "来，转过来点，帮你把湿裙子脱了": "Turn a little—let me help you get that wet skirt off.",
  "裙子被脱下": "The skirt comes off.",
  "哇，校长她虽然野蛮了点，但是身材是真好啊": "Wow, the principal may be a bit rough, but her body’s unreal.",
  "真不敢相信，我居然上过这么美丽的女子": "Hard to believe I’ve been with a woman this stunning.",
  "皮肤摸起来真舒服，又白又细腻": "Her skin feels amazing—so smooth and soft.",
  "内衣也湿透了，把内衣也脱了吧": "Her underwear’s soaked too—better take it off.",
  "胸罩衣扣被解开": "The bra clasp comes undone.",
  "这胸罩是真碍事": "This bra’s just getting in the way.",
  "一双傲人粉嫩的酥胸亭亭翘起，真是让人忍不住": "Her perky, pink breasts are so tempting—hard to resist.",
  "嘿嘿嘿，偷偷摸一下应该没关系吧": "Heh, a quick touch shouldn’t hurt, right?",
  "好软，好舒服啊": "So soft, so good.",
  "捏一捏，手感好极了": "Give ‘em a squeeze—feels incredible.",
  "乳头变硬了，是有感觉了吗？": "Her nipples are hard—feeling something?",
  "既然这样，来确认一下吧": "Well then, let’s find out.",
  "薇薇安的内裤被脱下": "Vivian’s panties come off.",
  "薇薇安粉嫩多汁的蜜穴毫无遮挡地被你尽收眼底": "Vivian’s pink, juicy pussy is fully exposed, right in front of you.",
  "这谁忍得住啊，实在太诱人了": "Who could resist this? It’s way too tempting.",
  "稍微摸一下，就一下": "Just a little touch—just once.",
  "小穴里面是不是已经蜜水四泄了呢？": "Is her pussy already dripping wet?",
  "稍微插进去一下下，确认一下吧": "Let’s slip a finger in, just a bit, to check.",
  "好紧，好热": "So tight, so hot.",
  "太紧了，手指都要拔不出来了": "It’s so tight, I can barely pull my finger out.",
  "现在，让我看看": "Now, let’s take a look.",
  "真粘稠啊": "Damn, it’s so sticky.",
  "她睡得好熟，就算我现在上了她，她也不会做任何抵抗吧": "She’s out cold—even if I took her now, she wouldn’t put up a fight, would she?",
  "望着手上的淫水，你突然想起了什么": "Looking at the slickness on your hand, something hits you.",
  "随即狠狠地给自己扇一巴掌": "You slap yourself hard across the face.",
  "现在绝对不能上她，不然加上之前的事情就更加解释不清了": "No way I can do her now—it’d make things from before even harder to explain.",
  "我如果现在趁人之危，和之前的混混又有什么区别呢？": "If I took advantage of her now, how am I any better than those thugs?",
  "你好好地给薇薇安穿好内裤": "You carefully put Vivian’s panties back on.",
  "然后独自去沙发上躺着凑合睡了一夜": "Then you crash on the couch, making do for the night.",
  "一夜过后，清晨的第一缕阳光照进房间": "The next morning, the first rays of sunlight stream into the room.",
  "薇薇安缓缓从睡梦中醒来": "Vivian slowly stirs from her sleep.",
  "哈~~哈~~打哈欠声音": "Ha~~ha~~ yawning sounds.",
  "迷迷糊糊中，又睡了个回笼觉": "Still groggy, she dozes off again.",
  "轻轻翻了个身": "She rolls over gently.",
  "缓缓伸了个懒腰": "She stretches slowly.",
  "嗯？天亮了啊": "Hm? It’s morning already?",
  "咦？这是什么地方？我不在家里吗？": "Huh? Where am I? This isn’t my place, is it?",
  "怎么回事？我怎么是赤裸着的？": "What’s going on? Why am I naked?",
  "天啊！我想起来了！昨天晚上我喝多了！": "Oh god, I remember—I got wasted last night!",
  "难道说？我已经被！": "Wait—does that mean I’ve been...?",
  "薇薇安摸了摸自己的小穴，内裤还在，也没有被侵犯过的痕迹": "Vivian checks herself—her panties are still on, no signs of being touched.",
  "还好，还好没有被强奸": "Thank god, I wasn’t assaulted.",
  "总之，先想办法离开这里！": "Anyway, I need to get out of here!",
  "薇薇安在一旁找到了被你烘干的衣服，迅速穿上": "Vivian spots her dried clothes nearby and quickly puts them on.",
  "真是大意了！居然会因为伤心过度去酒吧买醉，差点就被玷污了": "So careless! I went to the bar to drown my sorrows and nearly got myself in deep trouble.",
  "不过，到底是谁昨天晚上拯救了我呢？": "But who was it that saved me last night?",
  "不一会，薇薇安发现了躺在沙发上呼呼大睡的你": "Soon enough, Vivian notices you passed out, snoring on the couch.",
  "又是你么？为什么又是你呢？": "You again? Why’s it always you?",
  "薇薇安缓缓靠近你": "Vivian slowly approaches you.",
  "难道说这就是缘分吗？": "Is this what they call fate?",
  "我两次遇到危险，都是你突然出现拯救了我": "Both times I was in danger, you showed up out of nowhere to save me.",
  "我在学校见到你的那一刻，我还以为你是和绑架我的人是一伙的": "When I first saw you at school, I thought you were in on the kidnapping.",
  "故意绑架我，然后再以学生的身份接近我，谋取利益": "Like you set it up to kidnap me, then posed as a student to get close for some kind of gain.",
  "然后我以为受到了你的欺骗，才一个人去酒吧的": "I thought you’d betrayed me—that’s why I ended up at the bar alone.",
  "睡得真熟呢": "You’re sleeping so soundly.",
  "你昨天晚上把我衣服脱光到底是想做什么？": "What were you planning when you stripped me naked last night?",
  "把我衣服剥光又自己一个人跑到沙发睡觉": "You took off all my clothes, then just slept on the couch by yourself?",
  "居然不趁机上我？我难道这么没有魅力吗？": "You didn’t try anything? Am I really that unattractive?",
  "天啊！我在想什么乱七八糟的东西啊啊啊啊": "God, what am I even thinking about?!",
  "心跳好快！脸好烫！": "My heart’s racing—my face is burning!",
  "难道这就是喜欢上一个人的感觉吗？": "Is this what it feels like to fall for someone?",
  "仔细看的话，其实你长得还是很帅的": "If I look closely, you’re actually pretty handsome.",
  "人又善良，又很有正义感": "Kind, with a strong sense of justice.",
  "嗯...其实...额...": "Um... actually... uh...",
  "薇薇安慢慢靠近你的脸": "Vivian leans closer to your face.",
  "谢谢你": "Thank you.",
  
  "我有一点点喜欢你哦，一点点...": "I kinda like you... just a little...",
  "薇薇安轻轻亲吻你的脸庞": "Vivian softly kisses your cheek.",
  "深情地亲吻你的嘴唇": "She kisses your lips tenderly.",
  "嘿嘿，做坏事的感觉真好": "Heh, being naughty feels pretty great.",
  "你感觉有香香软软的东西吻着你的嘴唇，缓缓醒来": "You feel something soft and sweet on your lips and slowly wake up.",
  "看到你醒来，薇薇安急忙躲到一旁": "Seeing you stir, Vivian quickly pulls back.",
  "啊？你醒了？身体还好吗，有没有什么不舒服？": "Oh! You’re awake? You feeling okay? Anything wrong?",
  "你居然还敢和我提这个？": "You’ve got the nerve to ask me that?",
  "色狼！变态！": "Pervert! Creep!",
  "薇薇安狠狠地扇了你一巴掌": "Vivian slaps you hard across the face.",
  "卧槽，你这疯女人发癫了？你干什么？": "What the hell?! You crazy woman—what’s your deal?",
  "昨天晚上忙前忙后，刚醒来又挨了巴掌，让你心里升起一股莫名火气": "Running around all night for you, and I wake up to a slap? Now you’re pissed.",
  "你生气地站起来": "You stand up, fuming.",
  "色狼！为什么昨天晚上要脱我衣服？": "Pervert! Why’d you take my clothes off last night?",
  "疯女人真不讲道理，昨天我从酒吧救出你后，被大雨淋湿了衣服": "You’re so damn unreasonable. I saved you from the bar, and your clothes were soaked from the rain.",
  "你因为淋雨发烧了，我还特地跑了好远买药喂你": "You caught a fever from the rain, and I went out of my way to get you medicine.",
  "脱衣服是因为身上全湿了，生病了难不成还穿着湿漉漉的衣服睡觉？": "I took your clothes off because they were drenched—were you supposed to sleep in them while sick?",
  "真的？": "For real?",
  "薇薇安的美眸紧紧盯住你，想从你的眼神中得到答案": "Vivian’s eyes lock onto yours, searching for the truth.",
  "真的！（你斩钉截铁地回答）": "Absolutely! (You answer firmly.)",
  "昨天晚上脱光我衣服后有没有~~~对我做~~~哪个事情？": "After stripping me naked last night, did you... do anything to me?",
  "没有！": "No!",
  "听到你的回答，薇薇安轻蔑地说道：": "Hearing your response, Vivian says with a smirk:",
  "阳痿男，和我睡同一个房间都能和个太监一样": "Impotent loser—sharing a room with me and acting like a eunuch.",
  "听到薇薇安讥讽的话语，怒火攻心的你再也忍不住了": "Her mocking words hit hard, and your anger boils over.",
  "紧紧抓住薇薇安的双臂": "You grab Vivian’s arms tightly.",
  "啊？喂喂喂，你要做什么？": "Hey! What are you doing?!",
  "阳痿男是吧？我马上就让你知道我的厉害": "Impotent, huh? I’ll show you what I’m capable of right now.",
  "你强势地推到薇薇安": "You push Vivian down forcefully.",
  "喂喂喂，我警告你，你可不要乱来啊！": "Hey, I’m warning you—don’t try anything stupid!",
  "喂！等等！你干什么！别！别脱我衣服！": "Wait! What’re you doing?! No—don’t take my clothes off!",
  "你把薇薇安的上衣脱掉了": "You rip off Vivian’s top.",
  "现在感觉怎么样？还阳痿男吗？知道怕了吧？": "How’s it feel now? Still think I’m impotent? Scared yet?",
  "切，阳痿男！阳痿男！阳痿男！": "Tch, impotent! Impotent! Impotent!",
  "你又能把我怎么样？哼！": "What can you even do to me? Hmph!",
  
  
  "你实在是，太过分了！": "You’re going way too far!",
  "等等？你要做什么？": "Hold on—what’re you doing?",
  "你把薇薇安的内裤脱下一半": "You tug Vivian’s panties halfway down.",
  "现在，给我道歉，我就放过你": "Apologize now, and I’ll let you go.",
  "不然的话，嘿嘿~~": "Otherwise... heh heh~~",
  "谁~~谁怕你啊~~才不道歉呢~~大色狼！阳痿男！": "Who’s scared of you?! I’m not apologizing, you pervert! Impotent creep!",
  "要脱就脱，才不怕你呢！哼！": "Go ahead and strip me—I’m not scared of you! Hmph!",
  "薇薇安没做任何抵抗，任由你把她的衣服脱光了！": "Vivian doesn’t resist, letting you strip her completely naked!",
  "阳痿男是吧？今天我就让你看看，什么叫做真正的大鸡巴猛男！": "Impotent, huh? Today I’ll show you what a real hung stud can do!",
  "哼~是吗？让我见识见识啊": "Oh, really? Let’s see it then.",
  "你把裤子半脱，释放出忍耐了一晚上的大鸡巴": "You pull your pants halfway down, unleashing your cock that’s been pent up all night.",
  "哈哈哈？就这？还大鸡巴？笑死人了都": "Hahaha! That’s it? You call that a big dick? What a joke!",
  "啧啧啧，小毛孩成年了没？小泥鳅小小的也很可爱哦": "Tsk tsk tsk, are you even legal yet? That little worm’s kinda cute, though.",
  "哎呦，你还生气了？就是小泥鳅，小泥鳅，小泥鳅": "Oh, you’re mad? It’s just a little worm, little worm, little worm.",
  "气死你，气死你，气死你，嘿嘿嘿": "Piss you off, piss you off, piss you off—heh heh heh!",
  "你气急败坏地扛起薇薇安的美腿": "Fuming, you hoist up Vivian’s gorgeous legs.",
  "信不信我马上把你操成肉便器？": "You believe I’ll fuck you senseless right now?",
  "哼！你敢来，我就报警说你强奸我": "Hmph! Try it, and I’ll call the cops and say you raped me.",
  "你下半辈子就在监狱度过吧！你敢来吗？": "Spend the rest of your life in jail—you dare try?",
  "妈的，这疯女人，还真会报警。真棘手啊": "Damn, this crazy chick might actually call the cops. What a mess.",
  "哼，就是不上你也有办法治你！": "Hmph, even if I don’t screw you, I’ve got ways to deal with you!",
  "你把薇薇安调换了个姿势": "You shift Vivian into a new position.",
  "手指猛然插入": "Your fingers plunge in suddenly.",
  "这样呢？还能忍得住吗？": "How’s that? Still holding out?",
  "知道错了吧？还不快给我道歉": "Know you’re wrong yet? Hurry up and apologize!",
  "哈~~啊~~~就~~就这点本事~~~也想让我道歉？": "Ha~~ah~~ this~~ this all you got~~ and you expect an apology?",
  "别~~别做梦了！": "Don’t~~ don’t dream about it!",
  "插死你个不知好歹的疯女人": "I’ll finger you till you drop, you ungrateful nutcase.",
  "薇薇安在你的手指抽插之下早已高潮连连，但是依旧不肯示弱投降": "Vivian’s climaxing over and over from your fingers, but she still won’t back down.",
  "你见这招行不通，把手指从薇薇安湿漉漉的蜜穴中拔出": "Seeing it’s not working, you pull your fingers out of Vivian’s dripping pussy.",
  "扶准鸡巴，对准蜜穴位置": "You grip your cock, aiming right at her pussy.",
  "等等！等等！你要做什么？": "Wait! Wait! What’re you doing?!",
  "干什么？当然是要干的你神志不清，胡言乱语！": "What else? I’m gonna fuck you till you’re incoherent and babbling!",
  "等等！对不起，我认错！我错了！别插进来~~~": "Wait! I’m sorry, I was wrong! I messed up—don’t put it in~~~",
  "我不该取笑你，我错了，对不起~~~": "I shouldn’t have mocked you—I’m sorry, my bad~~~",
  "你见薇薇安终于肯服软，中止了插入行为": "Seeing Vivian finally give in, you stop short of penetrating her.",
  "嗯，这样就对了，太高傲可是会吃亏的，哈哈哈": "That’s more like it—too much pride’ll get you in trouble, haha!",
  "总之，我感谢你两次救了我": "Anyway, thanks for saving me twice.",
  "顺道说一句，你人还不错": "Oh, and by the way—you’re not half bad.",
  "我走了，拜拜": "I’m out—see ya.",
  "你走了我怎么办？": "You’re leaving? What about me?",
  "我因为你都硬成这样了，你得想办法帮我解决": "You got me this hard—you gotta help me take care of it.",
  "哼！果然没有看错你": "Hmph! Knew I had you pegged.",
  "真是一个大色狼": "You’re such a damn perv.",
  
  "喂，大色狼，怎么撸了这么久还没射精啊": "Hey, perv, why haven’t you busted yet after jerking so long?",
  "就这点尺度就想让我射精？你得换个方式更加卖力点": "You think this’ll get me off? Step it up and try harder.",
  "换个方式？比如？": "Try harder? Like what?",
  "口交啊，口交很容易让男人射精的": "A blowjob—makes guys cum real quick.",
  "口交？太过分了吧！": "A blowjob? That’s too much!",
  "怎么？又不是没口交过~~我可记得你说过我的肉棒好好吃的": "What? It’s not like you haven’t sucked me off before~~ I remember you saying my dick was tasty.",
  "哼！": "Hmph!",
  "我可警告你不要再提以前的事情": "I’m warning you—don’t bring up the past again.",
  "那是我被人下药了，神志不清才做出的事情": "I was drugged out of my mind—that’s the only reason it happened.",
  "再提以前的事情头都给你打烂": "Mention it again, and I’ll bash your head in.",
  "知道了，我的校长大人": "Got it, my dear principal.",
  "校长大人，能请你用你高贵的嘴唇来亲吻我这肮脏下流的鸡巴吗？": "Principal, would you grace my filthy cock with your classy lips?",
  "哼，废话真多": "Hmph, you talk too much.",
  "少啰嗦，早点射精早点放我走": "Shut up, cum already so I can get outta here.",
  "啊~美艳高贵的校长大人的小嘴唇": "Ah~ the principal’s gorgeous, classy lips.",
  "啊啊~~~真爽啊~~这小舌头~~舔的~~": "Ohhh~~~ feels so damn good~~ that little tongue~~ licking~~",
  "校长大人你在学校里面一定有很多人爱慕敬仰吧": "Principal, you must have tons of admirers at school, right?",
  "如果让别人知道了，校长正在努力的给自己的学生口交会怎么样呢？": "What’d happen if people found out the principal’s working hard to blow her own student?",
  "薇薇安听到你这话，抬起头狠狠瞪了你一眼，示意你不要乱传乱说": "Vivian hears you, looks up, and glares hard, warning you to keep your mouth shut.",
  "看来，她还是很在意自己的声誉和威望的": "Looks like she cares a lot about her reputation and status.",
  "然后，薇薇安又开始尽全力吸入你的鸡巴，像是要把你吸干一样": "Then Vivian dives back in, sucking your cock like she’s trying to drain you dry.",
  "啊啊~~~真爽啊~~哦哦": "Ohhh~~~ so freaking good~~ oh yeah~~",
  "啊啊啊~~我忍不住了~~射~~射了": "Ahhh~~ I can’t hold it~~ gonna cum~~ cumming!",
  "美艳高傲的校长，被颜射的满脸都是精液，太有成就感了": "The stunning, haughty principal, face covered in cum—what a rush!",
  "事后": "Afterward",
  "校长，我入学的事情": "Principal, about my admission...",
  "你想的倒美，射的我脸上脏死了，还想让我同意？": "You wish! You jizzed all over my face, and you think I’ll just say yes?",
  "哼！你自己有能力就想办法解决！": "Hmph! If you’re so capable, figure it out yourself!",
  "我的男人，才不是吃软饭的呢！": "My guy doesn’t rely on handouts!",
  "说完，薇薇安头也不回地转身就走了": "With that, Vivian turns and walks off without looking back.",
  "哎，这女人真是让人头疼": "Ugh, this woman’s such a headache.",
  "唉，先回家再说吧": "Oh well, guess I’ll head home for now.",
  
  "妈妈你在洗澡吗？我进去咯": "Mom, you in the shower? I’m coming in!",
  "进去一起洗澡": "Hop in to shower together.",
  "真是的，妈妈还没洗完澡呢，就这样突然闯进来": "Geez, Mom’s not even done showering, and you just barge in like that?",
  "那正好啊，我们一起洗澡": "Perfect timing—let’s shower together!",
  "你已经长大了，不能再和妈妈一起洗澡了，知道吗？": "You’re grown up now—you can’t keep showering with Mom, got it?",
  "听话，等妈妈洗完你再进来洗": "Be good and wait till I’m done before you come in.",
  "你突然紧紧抱住凯瑟琳": "You suddenly wrap Catherine in a tight hug.",
  "我不要出去，我就是要和妈妈一起洗澡": "I’m not leaving—I wanna shower with Mom!",
  "妈妈你不答应我，我绝对不会放手": "If you don’t say yes, I’m not letting go!",
  "真是的，实在太任性了": "God, you’re so stubborn.",
  "好啦好啦，妈妈答应你，快点放开妈妈": "Alright, alright, Mom agrees—just let go already.",
  "妈妈真好，我马上脱衣服": "Mom’s the best! I’m stripping down now.",
  "天啊，硬的这么厉害，等会肯定又得使坏了": "Oh lord, you’re already that hard? You’re definitely gonna try something.",
  "就不应该答应的，我怎么就这么心软呢": "I shouldn’t have said yes—why am I such a softie?",
  "先说好，我们只能洗澡，你不能对妈妈使坏哦": "Let’s be clear: we’re just showering. No funny business with Mom, okay?",
  "嗯嗯，那我们快来洗澡吧": "Uh-huh, let’s get to showering then!",
  "凯瑟琳走到花洒下方沐浴": "Catherine steps under the showerhead to rinse off.",
  "妈妈，你不把浴袍脱了再洗澡吗？": "Mom, you’re not gonna take off your robe to shower?",
  "不脱，妈妈就这样洗澡，挺好的": "Nope, I’m fine showering like this.",
  "妈妈，穿着浴袍怎么洗澡呢，还是脱了吧": "Mom, how do you shower in a robe? Come on, take it off.",
  "来，我帮妈妈脱了": "Here, let me help you get it off.",
  "等等，坏孩子,别~~~": "Wait, you naughty boy, don’t~~~",
  "真是的，明明说好了只能一起洗澡不能干坏事的": "Ugh, we agreed—just showering, no mischief!",
  "妈妈我没干坏事的，只是帮妈妈把浴袍脱了而已": "Mom, I’m not up to anything! Just helping you out of your robe.",
  "毕竟穿着浴袍很难洗浴不是吗？": "I mean, it’s tough to shower in a robe, right?",
  "你走到凯瑟琳身边": "You step closer to Catherine.",
  "突然揽住凯瑟琳的细细柳腰": "Suddenly, you wrap your arms around Catherine’s slender waist.",
  "你做什么？别使坏": "What are you doing? No funny stuff!",
  "妈妈，我在帮你搓澡啊": "Mom, I’m just helping you scrub down!",
  "别太过分了": "Don’t push it!",
  "搓澡途中，手不自觉就自动往凯瑟琳雪白的巨乳搓去": "While scrubbing, your hands just can’t help sliding toward Catherine’s creamy, massive breasts.",
  "还捏了一下，香香软软的，手感好极了": "You give them a squeeze—so soft and fragrant, they feel amazing.",
  "凯瑟琳突然抓住你的手臂": "Catherine grabs your arm out of nowhere.",
  "狠狠地把你的手臂甩开": "She flings your arm away hard.",
  "妈妈总算看出来了": "Mom finally gets it.",
  "你根本不是来和妈妈一起洗澡的，就是想使坏": "You didn’t come to shower with me—you just wanted to mess around!",
  "随后，你就被凯瑟琳赶出了浴室": "And just like that, Catherine kicks you out of the bathroom.",
  "进去帮凯瑟琳自慰": "Go in to help Catherine get off.",
  "凯瑟琳正在自慰的时候，你突然闯进去": "While Catherine’s touching herself, you burst in.",
  "你在做什么？": "What are you doing?!",
  "凯瑟琳指了指浴室大门": "Catherine points at the bathroom door.",
  "出去！": "Get out!",
  "你突然过去抱住凯瑟琳": "You rush over and hug Catherine.",
  "妈妈你一定很寂寞吧": "Mom, you must be so lonely.",
  "妈妈你一个人在浴室自慰，一定很寂寞吧": "All alone in the bathroom, touching yourself—you must feel so lonely.",
  "才，才没有呢...你在胡言乱语些什么啊？": "N-no way... what are you even talking about?",
  "没关系的哦，妈妈你不用再忍耐了": "It’s okay, Mom—you don’t have to hold back anymore.",
  "就让我来帮妈妈自慰吧": "Let me help you get off.",
  "只是互相帮助自慰而已，没问题的": "Just helping each other out—no big deal.",
  "凯瑟琳转过身去，把肥韵丰满的臀部面向你": "Catherine turns around, her plump, curvy ass facing you.",
  "你抓住凯瑟琳肥美的臀部": "You grab Catherine’s juicy hips.",
  "这就是...妈妈的小穴": "This is... Mom’s pussy.",
  "轻轻一掰开": "You gently spread her open.",
  "天啊，里面淫水横流，止都止不住啊": "Holy crap, she’s soaking wet—can’t stop dripping!",
  "水太多了，必须要塞住啊": "Too much wetness—gotta plug it up.",
  "整个食指全塞进去凯瑟琳紧致的小穴，好热": "Your whole finger slides into Catherine’s tight pussy—so hot.",
  "哦~~不要~~~不要塞进来~~~太羞耻了~~": "Oh~~ no~~~ don’t put it in~~~ it’s so embarrassing~~",
  "没事的，我只是帮妈妈自慰而已": "Relax, I’m just helping Mom get off.",
  "你用手指在凯瑟琳蜜穴内疯狂抽插": "You thrust your fingers wildly inside Catherine’s dripping pussy.",
  "素股": "Thigh job.",
  "后入": "Doggy style.",
  "在凯瑟琳体内反复冲刺了无数次后": "After pounding into Catherine countless times,",
  "啊，妈妈我要，射了，射了": "Ah, Mom, I’m gonna cum—cumming!",
  "不要，不要内射啊，会怀孕的": "No, don’t cum inside—I’ll get pregnant!",
  "最终，你还是在凯瑟琳蜜穴内射了大量精液": "In the end, you still unload a ton of cum inside Catherine’s pussy.",
  
   
  "哎呀，姐姐你在洗澡吗？": "Oh, Sis, you in the shower?",
  "对不起哦，我以为没人在浴室里面呢": "Sorry, thought the bathroom was empty.",
  "呵呵，没关系哦，姐姐不会介意的呢": "Heh, no biggie—Sis doesn’t mind.",
  "不过，弟弟你趁姐姐洗澡的时候闯进来": "But, little bro, barging in while I’m showering?",
  "难道说，是想对姐姐做一些色色的事情吗": "What, you planning to get naughty with your big sis?",
  "咳咳，嘿嘿嘿，姐姐还是你懂我": "Ahem, heh heh, you know me too well, Sis.",
  "你每天晚上都躲在门外偷窥我们洗澡，小心思姐姐当然知道呢": "You sneak around every night peeking at us showering—Sis knows all your little schemes.",
  "啊？这？姐姐你知道我偷窥啊": "Huh? Wait—you knew I was spying?",
  "不仅仅我知道，妈妈和妹妹也都全都知道": "Not just me—Mom and little sis know too.",
  "大色狼，嘿嘿，你还以为我们发现不了是吧？": "You big perv, heh, thought we wouldn’t catch you, huh?",
  "反正你在外面看也是看，在里面看也是看": "Doesn’t matter if you’re peeking from outside or in here—it’s all the same.",
  "既然你这么喜欢看的话，呵呵": "Since you love to watch so much, heh...",
  "姐姐可以让你看个够哦": "Big sis’ll let you get an eyeful.",
  "嗯哼？": "Oh, really?",
  "怎么了？色狼弟弟~~~看傻了？": "What’s up, perv bro~~~ you stunned or what?",
  "姐姐现在要洗澡了，可不会等你哦": "Sis is showering now—not waiting for you!",
  "艾米丽打开了花洒开关": "Emily turns on the showerhead.",
  "哗啦啦的水流把艾米丽原本就性感诱人的胴体变得更加水润": "The rushing water makes Emily’s already sexy body even more enticingly wet.",
  "色狼弟弟，看傻了？": "Perv bro, you just gonna stare?",
  "你不是想和姐姐一起洗澡吗？还不把衣服脱了？": "Didn’t you want to shower with Sis? Strip already!",
  "不然姐姐洗完澡就不等你了哦": "Or I’m done showering and leaving you behind!",
  "你以有史以来最快的速度脱去全身的衣物": "You rip off your clothes faster than ever before.",
  "呵呵呵": "Heh heh heh.",
  "艾米丽被你那急色的样子逗笑了": "Emily cracks up at your eager horniness.",
  "先说好哦，只能洗澡，不能做别的哦": "Ground rules: just showering, nothing else, got it?",
  "当然了，我可是最听话的弟弟了": "Of course, I’m the most obedient little bro ever.",
  "真的吗？": "Oh, really?",
  "姐姐表示很怀疑哦": "Sis is pretty skeptical about that.",
  "嘿嘿，姐姐的身材真完美啊": "Heh, Sis, your body’s absolute perfection.",
  "你看吧，果然，色狼弟弟又开始动手动脚": "See? Told ya—perv bro’s already getting handsy.",
  "你揽过艾米丽性感的水蛇腰": "You pull Emily’s sexy, curvy waist close.",
  "姐姐，我的鸡鸡好像有点脏了呢": "Sis, my dick’s feeling kinda dirty.",
  "你能帮我洗一洗吗？": "Can you clean it for me?",
  "嗯哼，好像是呢": "Hmm, seems like it.",
  "你这里脏吗？还是这里？还是这里？": "Is it dirty here? Or here? Or maybe here?",
  "哎呀，好像越来越硬了呢": "Oh my, it’s getting harder, isn’t it?",
  "怎么办呢，怎么办呢": "What to do, what to do?",
  "大色狼弟弟的这个地方好像很敏感呢": "Looks like perv bro’s got a real sensitive spot here.",
  "呵呵呵": "Heh heh heh.",
  "洗完了呦": "All clean now!",
  "艾米丽突然放开你的鸡巴，搞的兴奋的你不上不下": "Emily suddenly lets go of your cock, leaving you high and dry.",
  "既然姐姐帮我洗完了，那我也应该帮帮姐姐不是吗？": "Since Sis cleaned me up, I should return the favor, right?",
  "姐姐这里好像也有点脏了呢": "Looks like Sis has a dirty spot here too.",
  "姐姐你的肌肤好滑，真该多洗一会呢": "Your skin’s so smooth, Sis—oughta scrub a bit longer.",
  "啊~~哦~~坏蛋~~~不要乱摸姐姐~~~那里很敏感的~~": "Ah~~ oh~~ you jerk~~~ don’t grope me~~~ that’s sensitive~~",
  
  "只是单纯的洗澡而已，不是吗？": "Just a simple shower, right?",
  "在摸完艾米丽的巨乳后，转而又摸向了她的美腿": "After fondling Emily’s huge tits, your hands slide down to her gorgeous legs.",
  "手一直不老实地一点点向上转移": "Your hands keep sneaking up, bit by bit.",
  "就在快要摸到艾米丽小穴的时候，艾米丽抓住了你的手": "Just as you’re about to reach Emily’s pussy, she grabs your hand.",
  "好了，姐姐洗完澡了哦": "Alright, Sis is done showering.",
  "你继续慢慢洗澡吧，姐姐要走了": "You keep washing—I’m outta here.",
  "怎么可以，都是因为姐姐才让我现在欲火焚身，姐姐你就不能帮我一下吗": "No way! You got me all worked up—can’t you help me out, Sis?",
  "呵呵呵，我才不管呢": "Heh heh heh, not my problem.",
  "哼哼，谁叫你在姐姐洗澡的时候闯进来的，活该呢": "Hmph, who told you to barge in on my shower? Serves you right.",
  "拜拜咯": "See ya!",
  "说罢，艾米丽头也不回地离开了，留下欲火焚身的你在风中凌乱": "With that, Emily walks off without a glance, leaving you horny and frustrated.",
  "艾米丽正在自慰的时候，你突然开门进去": "While Emily’s masturbating, you fling the door open and walk in.",
  "啊哈？色狼弟弟你怎么突然进来了？": "What the—perv bro, why’d you just walk in?!",
  "你看了看艾米丽的小穴，淫水早已顺着美腿流淌了下来": "You glance at Emily’s pussy—her juices are already dripping down her thighs.",
  "实在忍不住了，走到艾米丽身边": "You can’t hold back and step closer to Emily.",
  "姐姐你刚刚是不是在自慰？小穴那么湿": "Sis, were you just touching yourself? Your pussy’s soaking wet.",
  "是在自慰，但是这和你没什么关系吧？": "Yeah, I was, but what’s that got to do with you?",
  "哎，怎么和我没关系呢": "Hey, how’s it not my business?",
  "我们是姐弟啊，所以应该互帮互助啊，自慰对身体不好哦": "We’re siblings—shouldn’t we help each other out? Masturbating’s bad for you, y’know.",
  "有生理需求我们可以互相帮忙解决嘛，是吧姐姐": "If we’ve got needs, we can take care of them together, right, Sis?",
  "哈？我怎么听着像是你为了占姐姐便宜而临时编的一个借口呢": "Huh? Sounds like a lame excuse you made up to cop a feel of your big sis.",
  "咳咳，当然不是借口": "Ahem, no way it’s an excuse.",
  "不信姐姐可以过来试试哦": "If you don’t buy it, Sis, come give it a whirl.",
  "嗯？要怎么做呢？": "Hmm? So, what’s the deal?",
  "你来到艾米丽身后，从身后抱住她": "You slide behind Emily and wrap your arms around her from behind.",
  "色狼弟弟，你到底想做什么？": "You little perv, what the hell are you up to?",
  "你把鸡巴紧紧顶住艾米丽的蜜穴壶口，零距离接触": "You press your cock right up against Emily’s dripping pussy, skin-on-skin.",
  "姐姐，这是我新发明的一种自慰方式哦": "Sis, this is my brand-new way to get off.",
  "你把大腿夹紧，要多紧夹多紧": "Squeeze those thighs—tight as you can.",
  "艾米丽听了你的话，紧紧把你的鸡巴夹在小穴下面": "Emily takes your word and clamps your cock tight under her pussy.",
  "好爽啊，和艾米丽淫水四溢的蜜穴夹腿素股": "Fuck, it’s so good—rubbing against Emily’s soaking wet pussy with her thighs.",
  "就是这样，可以抽插了，这样我们都能解决生理需求了呢": "Just like that—now we can thrust. Takes care of both our needs, huh?",
  "嗯~~啊~~~这样摩擦~~~也好舒服哦~~~啊~~": "Mmm~~oh~~~ this rubbing~~~ feels so damn good~~~ oh~~",
  "受不了了，我要后入姐姐": "Can’t take it anymore—I’m gonna fuck you from behind, Sis.",
  "最终，在激烈的摩擦下，都达到了极乐高潮": "Finally, with all that intense grinding, we both hit pure bliss.",
  "色狼弟弟，满足了吧？可以放开姐姐了吗": "Satisfied now, you little perv? Can you let your sister go?",
  "舒服了，姐姐最棒了，嘿嘿": "Hell yeah, that was awesome—Sis, you’re the best, heh heh.",
  "你突然猛地插入姐姐的蜜穴，开始狂乱冲刺": "You suddenly ram your cock into your sister’s pussy, pounding like crazy.",
  "最终，在艾米丽的小穴内射了大量精液": "In the end, you unload a ton of cum deep inside Emily’s pussy.",
  "真是个色狼弟弟呢，又被内射了": "God, you’re such a horny little brother—cumming inside me again.",
  "没办法，姐姐太性感太迷人了，我太爱姐姐了": "Can’t help it—Sis, you’re too sexy, too hot. I’m crazy about you.",
  
  "视频播放方式1（电脑版首选）": "Video playback mode 1 (best for PC)",
  "视频播放方式2（安卓版首选）": "Video playback mode 2 (best for Android)",
  "目前播放CG方式是安卓版播放方式": "Right now, CGs play in Android mode.",
  "目前播放CG方式是电脑版播放方式": "Right now, CGs play in PC mode.",
  "强烈建议使用电脑版播放方式，除非黑屏才切换到安卓版播放方式": "Highly recommend PC mode for playback—only switch to Android if you get a black screen.",
  "我需要向校长提交入学申请表": "I gotta submit my admission form to the principal.",
  "这样我就能成为一名正式的学生了": "That way, I’ll officially be a student.",
  "主线任务第三天": "Main quest: Day 3",
  "拿到健康证明，体能合格证明，文科合格证明": "Grab a health certificate, physical fitness cert, and liberal arts cert.",
  "今天先去医院体检，这样就可以拿到健康证明了": "Head to the hospital for a checkup today—that’ll get me the health certificate.",
  "目前还没认识护士莉莉呢，需要做主线任务才能认识莉莉哦": "Haven’t met Nurse Lily yet—you’ll need to do the main quest to meet her.",

  
  "啊，走路好像撞到人了！": "Whoa, think I just bumped into someone!",
  "啊，好疼~~~": "Ow, that hurt~~~",
  "对不起，我走路太快了，你没事吧？": "Sorry, I was walking too fast—you okay?",
  "美丽的护士擦了擦身上的灰尘": "The gorgeous nurse brushes the dust off herself.",
  "没事，你呢？有没有受伤？": "I’m fine. You? Not hurt, are you?",
  "对不起，我走路总是急匆匆的，我又搞砸了": "Sorry, I’m always rushing around—I screwed up again.",
  "哈哈，我没事，护士妹妹你真温柔": "Haha, I’m good. You’re so sweet, Nurse.",
  "嗯？真的吗？~~~谢谢~~~": "Huh? For real?~~~ Thanks~~~",
  "我的名字是": "My name’s",
  "你呢？": "And yours?",
  "我，我叫莉莉~~": "I-I’m Lily~~",
  "哥哥来医院是要做什么呢？": "What’re you doing at the hospital, big bro?",
  "我是来体检的，你知道体检流程是怎么样的吗？": "Here for a checkup—know how the process works?",
  "莉莉知道哦，请跟随莉莉往这边走": "Lily knows! Follow me this way.",
  "经过一段繁琐的体检流程后，到了最后的检测心率环节": "After a tedious checkup, we’re at the final step—heart rate test.",
  "咦，好奇怪哦": "Huh, that’s weird.",
  "哥哥的各项身体指标都非常健康": "All your vitals look super healthy, big bro.",
  "但是心率却是非常快呢，莉莉不知道怎么办了": "But your heart rate’s crazy fast—Lily doesn’t know what to do.",
  "当然心跳加速啊，因为有莉莉这么可爱的妹妹在旁边啊": "Well, duh—my heart’s racing ‘cause I’ve got a cutie like Lily next to me.",
  "讨厌，哥哥捉弄我": "Ugh, you’re teasing me, big bro.",
  "我们去找医生看看吧，这种情况莉莉没办法处理": "Let’s see the doctor—this is beyond me.",
  "数分钟后，医生办公室": "A few minutes later, in the doctor’s office",
  "安娜医生，这位先生他的心率不是很正常": "Dr. Anna, this guy’s heart rate isn’t quite right.",
  "是吗？你好我叫安娜，是这家医院的主治医生": "Is it? Hi, I’m Anna, the attending physician here.",
  "你好，我的名字是": "Hey, my name’s",
  "健康证明": "Health certificate",
  "医院出具的官方证明，身体无任何疾病凭证": "Official hospital doc proving you’re disease-free.",
  "嗯？确实心率和普通人不一样": "Hmm? Yeah, your heart rate’s not typical.",
  "那么请你过来，我来给你检查一下身体": "Come over here—let me check you out.",
  "心脏供血功能异常强大，这是一种非常健康的体现": "Your heart’s pumping like a beast—super healthy sign.",
  "经过检查，你的身体没有任何疾病，甚至异常精壮": "After the exam, you’re clean—no diseases, and ripped as hell.",
  "给，这是你的健康证明": "Here’s your health certificate.",
  "不知道你对精液捐献有没有兴趣？": "Ever thought about donating semen?",
  "精液捐献？": "Semen donation?",
  "是的，精液捐献，你非常健康，又是处在最佳的生育年龄": "Yup, semen donation. You’re healthy and at prime breeding age.",
  "就是说，你的精液特别适合作用于医学领域的研究": "Basically, your cum’s perfect for medical research.",
  "如果你愿意向医院捐献精液，医院会以每次500$作为报酬": "If you’re down to donate, the hospital pays $500 a pop.",
  "500$？这么多？": "$500? That much?",
  "是的，如果你愿意的话，请跟随莉莉到捐精室": "Yeah. If you’re in, follow Lily to the donation room.",
  "我愿意，能赚不少钱呢": "I’m in—that’s some serious cash.",
  "莉莉，以后他献精就由你来负责，麻烦你了": "Lily, you’re in charge of his donations from now on—thanks.",
  "我明白了，请随我到这边来": "Got it. Come with me this way.",
  "好了，我们到了，这里就是献精室了": "Alright, we’re here—this is the donation room.",
  "请稍等一下，我把电视机打开": "Hang on, let me turn on the TV.",
  "哇，能看到莉莉穿着白色的内裤耶": "Whoa, I can see Lily’s white panties!",
  "护士服，白丝白内裤，太色了": "Nurse outfit, white stockings, white panties—so hot.",
  "电视机开启，出现色情内容": "TV’s on—porno’s playing.",
  "好了，请对着色情视频自慰并且射精": "Alright, jerk off to the video and cum.",
  "精液射在碗里面就可以了，我会处理的": "Shoot into the bowl—I’ll take care of it.",
  "我就在门口等候，出现什么问题可以随时喊我": "I’ll be outside the door—holler if you need me.",
  "莉莉走后，你独自对着色情资源开始自慰": "After Lily leaves, you start jacking off to the porn alone.",
  "这色情资源有够烂的，如果能让莉莉帮我射精就好了": "This porn’s trash—if only Lily could help me bust.",
  "速战速决吧，得想个办法下次捐献精液让莉莉帮忙": "Let’s make this quick—gotta figure out how to get Lily’s help next time.",
  "你在碗里射出大量精液": "You blast a huge load into the bowl.",
  "莉莉，我好了哦": "Lily, I’m done!",
  "莉莉从门外进来，有些害羞地看着碗里面的精液": "Lily comes in, blushing at the cum in the bowl.",
  "原来男生能射这么多的吗？": "Guys can shoot *that* much?",
  "咳咳，哥哥悄悄告诉你，这不是哥哥的极限哦": "Ahem, big bro’s secret—this ain’t even my max.",
  "嗯哼~哥哥你好坏~~~莉莉不理你了，哼": "Hmph~ you’re so naughty~~~ Lily’s ignoring you now.",
  "过了一会，和莉莉一起返回到医生办公室": "A bit later, you head back to the doctor’s office with Lily.",
  "安娜医生看了看碗里面的精液": "Dr. Anna checks out the cum in the bowl.",
  "嗯，这个颜色，这个粘稠度": "Hmm, nice color, good thickness.",
  "这些精液确实对我们的医院有很大的价值": "This stuff’s super valuable for our hospital.",
  "以后你每天都可以来找莉莉献出你的精液": "Come back daily to donate with Lily.",
  "当然，我们医院也会给予你相应的报酬": "And yeah, we’ll pay you for it.",
  "对了，既然你这么健康，你对试验药品有没有兴趣？": "By the way, since you’re so healthy, interested in testing some meds?",
  "可是，安娜医生，那种药不是还没经过临床验证": "But Dr. Anna, those drugs haven’t been clinically tested yet.",
  "这样贸然让人试药真的没问题吗？": "Is it cool to just have someone try them like that?",
  "无论发生什么后果一切由我来负责！": "I’ll take full responsibility, no matter what!",
  "我亲自研制的药，我很了解，不会危及人的性命的": "I made these myself—I know they’re safe, won’t kill you.",
  "如果真的等临床验证，一套流程下来没两年完成不了": "Waiting for clinical trials? That’s two years minimum.",
  "医疗研究，时间就是一切，两年后说不定就有别的药领先一步了": "In medical research, time’s everything—two years, and someone else might beat us.",
  "就是这个药丸": "This is the pill.",
  "这是我用尽毕生精力研究出来的一种新型伟哥": "My life’s work—a next-gen Viagra.",
  "希望可以帮助到一些阳痿的患者。重新硬起来": "Hoping it’ll help impotence patients get it up again.",
  "但是这个药还没有任何人试验过，不知道有没有效果": "But no one’s tested it yet—no clue if it works.",
  "你愿意试验这个药吗？我会给予你5000$报酬的": "Wanna try it? I’ll pay you $5000.",
  "你确定我不会吃完马上噶，或者落下一个终生残疾什么的吗？": "You sure I won’t drop dead or end up crippled for life?",
  "这个药本质上只是伟哥加强版，不会有什么副作用的": "It’s basically just souped-up Viagra—no side effects.",
  "哥哥，不要勉强哦": "Big bro, don’t push yourself.",
  "莉莉很担心你~~~": "Lily’s super worried~~~",
  "望着手里的药丸，陷入沉思": "Staring at the pill in my hand, lost in thought.",
  "吃下去就能获得5000$，但是这种药又没人吃过": "$5000 just for swallowing it—but no one’s tried this stuff.",
  "干，死就死吧，宁做死鬼不做穷鬼": "Fuck it—die rich, not poor.",
  "心一沉，把未知药丸吞了下去": "Heart pounding, I down the mystery pill.",
  "给，这是给你的报酬": "Here’s your payment.",
  "你有没有感觉到身体有什么变化？": "Feeling anything different in your body?",
  "哥哥": "Big bro",
  "没啥变化啊，感觉好着呢": "Nah, feel fine—great, even.",
  "嘿嘿，又赚一笔钱": "Heh heh, scored some cash.",
  "不可能啊，我研制那么多年的药不可能失效的": "No way—my years of research can’t have failed like that!",
  "过了一会儿，你突然感觉身体不适": "After a bit, you suddenly feel off.",
  "为啥头那么晕": "Why’s my head spinning like crazy?",
  "这就对了，现在你的血液正在高速循环": "That’s it—your blood’s racing through you now.",
  "全身，都好热，好烫": "My whole body’s burning, so damn hot.",
  "因为全身的血液都在高速循环，你的身体越来越烫。变得火红火红": "With your blood pumping so fast, your body’s getting hotter—red-hot all over.",
  "医生，怎么回事？我不会是要死了吧？": "Doc, what’s happening? Am I gonna die or what?",
  "我的鸡巴，好烫，要爆炸了！！！": "My cock’s burning—it’s gonna fucking explode!!!",
  "我终于成功了！我终于成功了": "I did it! I fucking did it!",
  "我的爱人!我的老公有救了！": "My love! My husband’s saved!",
  "你脱下裤子，吃了加强版伟哥的鸡巴变得异常巨大": "You drop your pants, and that super Viagra’s made your cock insanely huge.",
  "我的鸡巴要炸了，医生，快救救我，我还不想死啊": "My cock’s gonna burst—Doc, save me, I don’t wanna die!",
  "鸡巴还在持续涨大，再不处理就要爆炸了": "It’s still swelling—if we don’t fix this, it’s gonna blow!",
  "安娜医生来到你的身前，一脸满意地看着肿胀到恐怖骇人的鸡巴": "Dr. Anna steps up, smirking at your terrifyingly swollen cock.",
  "好大!真的又大又长！": "So big! It’s seriously huge and long!",
  "安娜医生开始帮忙上下撸动鸡巴，试图让你射精": "Dr. Anna starts jerking your cock up and down, trying to make you cum.",
  "尽管安娜医生已经很努力了，但是你依旧没有要射精的迹象": "Even with Anna working hard, you’re still nowhere near cumming.",
  "很明显因为吃了药的缘故，这点刺激度根本不够": "Clearly, the drug’s made this level of stimulation way too weak.",
  "看来": "Looks like",
  "必须要进行口交才能让你射精呢": "We’ll need a blowjob to get you to cum.",
  "安娜医生跪在你面前": "Dr. Anna kneels right in front of you.",
  "天啊，因为吃了药的缘故吗？这根鸡巴简直大得吓人！": "Holy shit, is it the drug? This cock’s fucking massive!",
  "安娜缓缓握住你的大鸡巴": "Anna slowly grabs your huge dick.",
  "居然一只手都握不住，没想到药效这么厉害": "Can’t even wrap one hand around it—this drug’s insane.",
  "轻轻亲吻龟头": "She gently kisses the tip.",
  "如果我的老公也能拥有这么大的鸡巴就好了": "If only my husband had a cock this big.",
  "等会我让老公吃下这个药，然后狠狠地做爱": "Later, I’ll make my husband take this and fuck like crazy.",
  "安娜费尽全力终于把巨大的鸡巴含进去了": "Anna struggles but finally gets that massive cock in her mouth.",
  "巨大的鸡巴占满了安娜温暖湿润的口腔，还有微微的齿感刮到鸡巴": "Your huge dick fills Anna’s warm, wet mouth, her teeth lightly grazing it.",
  "安娜医生，我要射了，哦~~": "Dr. Anna, I’m gonna cum, oh~~",
  "在安娜医生脸上大量射精后，药效终于退去了": "After blasting a load all over Anna’s face, the drug finally wears off.",
  "不知道为什么，安娜看着变小的鸡巴，忽然感觉有点失落": "No idea why, but Anna looks at your shrinking cock and feels kinda bummed.",
  "事后，你身体恢复了原样，穿上了衣服": "Afterward, your body’s back to normal, and you get dressed.",
  "感觉好多了，谢谢医生，我还差点以为我要死了": "Feeling way better—thanks, Doc. I thought I was a goner.",
  "呵，不客气，毕竟也是我让你试药的": "Heh, no problem—after all, I’m the one who had you test it.",
  "没什么问题的话，请你先离开，我这边还有工作要做": "If you’re fine, head out—I’ve got work to do.",
  "记得有时间过来找莉莉献出你的精液，这对我们医院很有帮助": "Don’t forget to swing by and donate semen with Lily—it helps the hospital a ton.",
  "好的，没问题": "Sure thing, no issue.",
  "莉莉护士的剧情线已经开启": "Nurse Lily’s storyline is now unlocked.",
  "安娜医生的剧情线已经开启": "Dr. Anna’s storyline is now unlocked.",
  
  "需要先做主线任务才能解锁该角色": "You gotta do the main quest first to unlock this character.",
  "哥哥，你是来看莉莉的吗？": "Big bro, you here to see Lily?",
  "日常聊天": "Casual chat",
  "送花": "Give flowers",
  "捐献精液": "Donate semen",
  "和莉莉色色": "Get naughty with Lily",
  "莉莉你今天特别可爱呢": "Lily, you’re extra cute today.",
  "莉莉我怎么感觉今天你很不对劲？": "Lily, why do I feel like something’s off with you today?",
  "啊？难道是我出门的时候忘记化妆了？": "Huh? Did I forget to put on makeup before leaving?",
  "莉莉你有没有感觉今天你很特别？": "Lily, don’t you feel like you’re kinda special today?",
  "啊？怎么了？莉莉有什么特别的？": "Huh? What’s up? What’s so special about Lily?",
  "莉莉今天特别可爱啊": "Lily’s super adorable today.",
  "哼，哥哥又在逗我玩": "Hmph, you’re teasing me again, big bro.",
  "不理你了，哼哼": "Ignoring you now, hmph!",
  "莉莉你有交过男朋友吗？": "Lily, ever had a boyfriend?",
  "还没有呢，我读书的护士学校，全校98%都是女生": "Not yet—my nursing school was 98% girls.",
  "男孩子比大熊猫还稀有，所以在学校里面根本找不到男朋友": "Guys were rarer than pandas, so no chance of finding a boyfriend there.",
  "不过，我现在出来工作了，现在应该比较好找男朋友了": "But now that I’m working, it should be easier to find one.",
  "嗯，莉莉果然是个乖乖女啊": "Yup, Lily’s such a good girl.",
  "你想找个什么样的男朋友？说不定哥哥能给你介绍介绍呢": "What kinda guy are you looking for? Maybe I can hook you up.",
  "嗯...我想想...要长得一点小帅，要关心我，还要懂得浪漫一点": "Hmm… let’s see… a bit handsome, cares about me, and kinda romantic.",
  "啊，莉莉你不会是喜欢我吧？怎么特征都往我身上说？": "Whoa, Lily, you crushing on me? Why’s it sound like you’re describing me?",
  "才不是呢，哥哥你又捉弄我，莉莉不理你了，哼": "No way! You’re teasing me again—I’m done with you, hmph!",
  "哥哥，你又来看莉莉了吗？莉莉好开心啊": "Big bro, you’re back to see me? I’m so happy!",
  "是啊，莉莉工作很辛苦吧？": "Yeah, work’s tough for you, huh, Lily?",
  "是啊，平时工作还得上夜班熬夜": "Yup, regular shifts plus night duty—long nights.",
  "但是一想到，莉莉能帮助到受伤生病的人，莉莉就很开心呢": "But knowing I’m helping sick and hurt people makes me feel good.",
  "莉莉你真是个小天使呢": "You’re like a little angel, Lily.",
  "哪有，莉莉哪有那么好嘛，嘿嘿": "Nah, I’m not *that* great, hehe.",
  "玫瑰花": "Rose",
  "一朵普普通通的玫瑰花，可以送给喜欢的人": "Just a regular rose—perfect for someone you like.",
  "缺少玫瑰花": "No roses available",
  "是啊，哥哥有件礼物送你哦": "Yup, got a little gift for you, Lily.",
  "哦，是什么东西？好期待": "Ooh, what is it? I’m so excited!",
  "当当当": "Ta-da!",
  "啊，这是？好漂亮的花儿": "Oh, what’s this? Such a pretty flower!",
  "送给你的哦": "It’s for you.",
  "哥哥送花给莉莉，难道是喜欢莉莉吗？": "You’re giving me flowers—do you like me or something?",
  "当然啦，莉莉这么可爱谁不喜欢呢？": "Duh, who wouldn’t like someone as cute as you?",
  "这种老式电视机很容易弄坏的": "These old TVs break so easily.",
  "只需要把这个按键长按3秒，就能进入白屏了": "Just hold this button for 3 seconds, and it’ll go blank.",
  "搞定，现在可以叫莉莉进来了": "Done—time to call Lily in.",
  "哥哥，遇到什么问题了吗？": "Big bro, something wrong?",
  "你看，这台电视机好像坏了，没办法播放色情影片了": "Check it out—the TV’s busted. Can’t play any porn.",
  "哎？奇怪": "Huh? That’s weird.",
  "莉莉拍了拍电视机": "Lily smacks the TV.",
  "难道真的坏了？": "Is it actually broken?",
  "莉莉怎么办？有办法修的好吗？": "What do we do, Lily? Can you fix it?",
  "额，这个，这个嘛": "Uh, well, umm…",
  "莉莉对电器方面一窍不通，没办法维修呢": "I’m clueless about electronics—can’t fix it.",
  "对不起哥哥，莉莉让你失望了": "Sorry, big bro, I let you down.",
  "啊，这就糟糕了，如果没有色情资源，我就没办法射精了": "Damn, that’s bad—without porn, I can’t get off.",
  "莉莉你能帮我一下吗？": "Lily, can you give me a hand?",
  "啊！这，哥哥，这不好吧": "What?! Um, big bro, that’s kinda… not okay, right?",
  "莉莉完全没有这方面的经验呢，太羞人了": "I’ve got zero experience with this—it’s so embarrassing!",
  "没关系的，莉莉只需要站在这里就行了，什么都不需要做的": "No worries, you just stand there. Don’t need to do a thing.",
  "是吗？好吧，那我们试试吧": "Really? Okay, let’s give it a shot.",
  "对的，莉莉你就站在这里就行，什么都不需要做": "Yup, just stand right there—that’s all.",
  "嗯嗯": "Mhm.",
  "你脱下裤子，静静地看着莉莉可爱的脸庞撸管": "You drop your pants, staring at Lily’s cute face while stroking.",
  "哥哥的鸡巴，好硬，好大": "Your cock’s so hard, so big.",
  "哥哥在面前这样自慰，难道幻想对象是我吗？": "You’re jerking off right in front of me—is it me you’re thinking about?",
  "哼哼，哥哥好色，居然想对莉莉做那种事情": "Hmph, you perv—thinking about doing *that* to me?",
  "莉莉的白丝美腿好棒啊，光看着这美腿就想射了": "Lily’s white stockings are so hot—just looking at those legs makes me wanna cum.",
  "哇，莉莉的内裤春光泄露了，好色啊": "Whoa, I can see Lily’s panties—so fucking sexy.",
  "亲吻莉莉": "Kiss Lily",
  "让莉莉脱衣服": "Get Lily to strip",
  "让莉莉手撸": "Have Lily jerk me off",
  "让莉莉口交": "Get Lily to give a blowjob",
  "哥哥，今天又是来献出精液的吗？": "Big bro, here to donate semen again today?",
  "不是哦，哥哥今天是特地来看莉莉的": "Nah, I came just to see you today.",
  "啊？原来是这样吗？哥哥你对莉莉真好": "Oh? Really? You’re so sweet to me!",
  "你走上前去，抱住莉莉": "You step forward and hug Lily.",
  "哥哥实在太想莉莉了，我们来抱一下吧": "I missed you so much—let’s have a hug.",
  "哥哥，你好坏呦": "You’re so naughty, big bro.",
  "不过，莉莉很开心呢": "But I’m really happy.",
  "哥哥的怀里，真的好温暖啊": "Your arms are so warm.",
  "嘿嘿，莉莉喜欢抱着，那就多抱一会啊": "Heh, if you like hugs, let’s keep it going.",
  "亲吻了许久，才依依不舍的分开双唇": "You kiss for ages, reluctantly pulling apart.",
  "莉莉的嘴唇好甜啊，是抹了蜂蜜吗？": "Your lips are so sweet, Lily—got honey on ‘em?",
  "哪里，不是蜂蜜啦，是今天早上吃的甜点": "No honey—just some dessert I had this morning.",
  "哥哥真的好坏哦": "You’re *really* naughty.",
  "哥哥，刚刚是莉莉的初吻哦": "Big bro, that was my first kiss.",
  "哇塞，我赚大了啊，能获得莉莉这么可爱的女孩子初吻": "Hell yeah, I hit the jackpot—getting a cute girl like Lily’s first kiss!",
  "莉莉突然抱住你": "Lily suddenly grabs you in a hug.",
  "莉莉，莉莉喜欢哥哥哦": "Lily… I really like you, big bro.",
  "最喜欢": "Love you the most",
  "日常在莉莉面前捐献精液": "Daily semen donation in front of Lily",
  "莉莉，哥哥今天感觉有点难撸出来啊": "Lily, I’m having trouble getting off today.",
  "莉莉能给哥哥一点福利吗？": "Can you give me a little something extra?",
  "嗯？福利么，我想想啊": "Hmm? A treat? Let me think…",
  "嘿嘿，莉莉想到了，色狼哥哥": "Heh, got an idea, you perv.",
  "莉莉，莉莉只给哥哥一个人看哦": "This is just for you, big bro—no one else.",
  "哇，莉莉好棒啊，太色气了": "Damn, Lily, you’re so fucking hot.",
  "莉莉，哥哥觉得还不太够呢，能让哥哥看一下胖次吗": "Lily, it’s still not enough—can I see your panties?",
  "哼哼，色狼哥哥得寸进尺": "Hmph, you perv, always pushing it!",
  "如果是哥哥要求的话，也不是不可以": "If it’s you asking… I guess it’s fine.",
  "莉莉的白色胖次，很可爱呢": "Your white panties are so cute, Lily.",
  "哥哥，哥哥喜欢莉莉的胖次吗？": "Big bro, do you like my panties?",
  "喜欢的不得了，简直太完美了": "Love ‘em—they’re fucking perfect.",
  "就这样看着性感可爱的莉莉撸了好久，终于要射精了": "Stroking while watching sexy, cute Lily for ages—I’m gonna cum!",
  "噢，射了好多，这多亏了莉莉呢": "Oh, shot so much—thanks to you, Lily!",
  "讨厌，哥哥再调戏我，下次不给你看了": "Ugh, tease me again, and I won’t show you next time!",
  "下次，下次好啊，嘿嘿嘿": "Next time? Hell yeah, hehe!",
  "金钱": "Money",
  "莉莉，今天你能用手帮我吗？": "Lily, can you use your hand today?",
  "嘿嘿，哥哥这只是捐献精液，你不要想歪了哦": "Heh, just donating semen—don’t get the wrong idea!",
  "看在哥哥这么可怜的份上，就这一次哦": "Since you’re so pathetic, just this once, okay?",
  "提前告诉莉莉射精": "Warn Lily I’m gonna cum",
  "颜射莉莉": "Cum on Lily’s face",
  "莉莉，我要射了": "Lily, I’m gonna blow!",
  "听到你话，莉莉急忙拿起收集碗，把你的精液收集起来": "Hearing you, Lily grabs the bowl quick to catch your load.",
  "哇，哥哥今天也一样射的好多呢": "Whoa, you shot a ton today, too!",
  "你故意没告诉莉莉将要射精": "You don’t warn Lily you’re about to cum.",
  "汹涌的精液喷薄而出，全部射向莉莉可爱的脸庞": "A flood of cum blasts out, all over Lily’s cute face.",
  "哥哥你好坏，要射精也不早说": "You’re so bad—not even telling me you were gonna cum!",
  "因为莉莉实在太可爱了，一时没忍住啊": "You’re just too cute—I couldn’t hold back!",
  "精液都射莉莉脸上了，所以，今天的捐献精液报酬没有了哦": "Cum’s all over my face, so no payment for today’s donation, okay?",
  "嘿嘿，没关系，莉莉你满脸精液好色啊，哥哥好喜欢啊": "Heh, no biggie—your face covered in cum is so hot, I love it!",
  "色狼，哼哼，莉莉洗脸去，不理你了": "Perv! Hmph, I’m washing my face—ignoring you!",
  "莉莉，今天能用嘴帮我吗？": "Lily, can you use your mouth today?",
  "哼，色狼哥哥总是教莉莉做坏事": "Hmph, you perv, always making me do naughty stuff!",
  "只有这一次哦，莉莉是看哥哥太可怜才帮忙的": "Just this once—I’m only helping ‘cause you’re so pitiful.",
  "啊~~，好爽啊，莉莉的小嘴~~": "Oh~~ fuck, your little mouth feels so good~~",
  "可爱的莉莉一直含着你的大鸡巴吞吞吐吐": "Cute Lily keeps sucking your big cock, in and out.",
  "你把莉莉的头狠狠往胯下按，达到深喉": "You shove her head down hard, hitting deep throat.",
  "随后猛地向她的喉咙射出大量精液，舒服极了": "Then you blast a huge load down her throat—feels fucking amazing.",
  "咳咳咳~~呜呜呜~~~咳咳~~": "Cough cough~~ waaaah~~~ cough cough~~",
  "精液太多了，呛到莉莉不断咳嗽~~~": "Too much cum—Lily’s choking, coughing like crazy~~~",
  "没别的事情": "Nothing else to do.",
  
  "安娜医生正在工作，现在要？": "Dr. Anna’s working—wanna do it now?",
  "检查身体剧情": "Physical exam storyline",
  "今天，你预约了安娜医生检查身体，你提前抵达医生办公室": "Today, you booked a checkup with Dr. Anna and got to her office early.",
  "因为还没到你预约的时间，此时医生办公室里面有一个陌生男人": "It’s not your time yet, so there’s some random guy in her office.",
  "咦？安娜医生在治疗别的患者吗？我先在门外等待一下吧": "Huh? Is Anna treating someone else? I’ll wait outside for now.",
  "老公，告诉你一个天大的好消息": "Honey, I’ve got huge news!",
  "我一直研究的阳痿药终于研发成功了": "The impotence drug I’ve been working on—it’s finally done!",
  "昨天，有个患者吃了我的药，鸡巴变大了好几倍": "Yesterday, a patient took it, and his dick grew massive—way bigger!",
  "给，就是这个药": "Here, this is the drug.",
  "安娜老公迫不及待地吞下药丸": "Anna’s husband eagerly swallows the pill.",
  "就这样？我感觉没什么变化啊": "That’s it? I don’t feel anything.",
  "老公，别着急，药效需要一点时间发挥": "Honey, chill—it takes a bit to kick in.",
  "过了好一会": "After a while",
  "老婆，我感觉身体好热，好像是身体要沸腾起来了一般": "Babe, I’m burning up—like my body’s boiling.",
  "这就对了，就是这个效果": "That’s it—that’s the effect.",
  "来，老公，我来帮你脱衣服": "Come on, honey, let me strip you down.",
  "安娜温柔地帮老公脱下衣服，露出了阳痿的鸡巴": "Anna gently undresses her husband, revealing his limp dick.",
  "怎么回事呢？": "What’s going on?",
  "照理说，吃了药鸡巴应该会变大变硬才对啊": "Shouldn’t his dick be huge and hard after the pill?",
  "老公，你难道一点变硬的感觉都没有吗？": "Honey, you don’t feel *any* hardness?",
  "虽然我全身现在都变得很热，但是感觉兴奋不起来": "My body’s hot as hell, but I’m not getting turned on.",
  "感觉没欲望，兴奋不起来，所以...": "No desire, no excitement, so...",
  "好吧，我明白了": "Alright, I get it.",
  "安娜温柔地给爱人穿上衣服": "Anna gently dresses her lover back up.",
  "老公，你这个阳痿的问题有点严重了": "Honey, your impotence is pretty bad.",
  "按理来说，吃了这种猛药，不可能一点反应都没有的": "A drug this strong should’ve done *something*.",
  "这可能是心理方面的原因了": "Might be a mental thing.",
  "安娜在纠结着，挣扎着要不要说最后一个办法": "Anna’s torn, debating whether to mention the last resort.",
  "终于，安娜下定决心，豁出去了": "Finally, Anna makes up her mind—she’s all in.",
  "老公，其实还有最后一个办法可以治疗你的阳痿的": "Honey, there’s one last way to fix your impotence.",
  "哦？还有什么办法？我还有希望吗？": "What? Another way? Do I still have a shot?",
  "这个办法叫NTR治疗，有些人阳痿是因为心理原因": "It’s called NTR therapy—some guys’ impotence is psychological.",
  "普遍的治疗办法是：阳痿者躲在暗处，看着自己的妻子偷情": "The usual fix: the guy hides and watches his wife cheat.",
  "而自己一边偷窥着妻子偷男人，一边自己撸管...": "Jerking off while spying on her with another dude...",
  "算了，这个办法太离谱了，我们再想想其他办法吧": "Nah, that’s too wild—let’s think of something else.",
  "不！我们要尝试一下！": "No! We’re doing it!",
  "嫁给我这么些年，你一直都没有过性生活，委屈你了": "You’ve been married to me all these years with no sex life—I’ve let you down.",
  "无论做什么，我都要重振男人雄风，给你性福的一生": "Whatever it takes, I’m gonna get my mojo back and give you a happy life.",
  "如果你坚持的话，待会躲到屏风后面": "If you’re sure, hide behind the screen later.",
  "我等一下诱惑我的患者，他有一根巨大无比的鸡巴": "I’ll seduce my next patient—he’s got a massive cock.",
  "当然，这一切都是为了治疗，我爱你": "It’s all for the treatment, of course—I love you.",
  "我和他不会发生什么事情的，只是诱惑一下他而已": "Nothing’s gonna happen with him—just a little teasing.",
  "当然，我明白的，老婆，我也爱你": "I get it, babe—I love you too.",
  "一直以来，辛苦你，委屈你了，老婆": "All this time, you’ve suffered for me—I’m sorry, babe.",
  "安娜夫妻二人紧紧拥抱亲吻在一起，久久不能分离": "Anna and her husband hug and kiss tightly, unable to let go.",
  "好一会，安娜老公躲到屏风后面": "After a bit, Anna’s husband slips behind the screen.",
  "老婆，我躲好了，你可以开始了": "Babe, I’m hidden—you can start.",
  "好的，我联系下一位患者了": "Alright, I’m calling in the next patient.",
  "你收到安娜医生的就诊信息，进入她的办公室": "You get a message from Dr. Anna and head to her office.",
  "只见安娜翘着二郎腿坐在桌子上，诱惑极了": "There’s Anna, legs crossed on the desk, looking crazy hot.",
  "上次给你吃的哪个药有没有什么后遗症？": "That pill I gave you last time—any side effects?",
  "有没有感觉什么不舒服吗？": "Feeling off at all?",
  "并没有啊，感觉好着呢": "Nope, feeling great.",
  "来，你靠近点，让我检查一下": "Come closer—let me take a look.",
  "你走到安娜医生旁边": "You step up next to Dr. Anna.",
  "安娜轻轻地抚摸你的胸肌": "Anna softly runs her hands over your pecs.",
  "你好强壮啊": "Damn, you’re jacked.",
  "你的腹肌摸起来感觉很硬哦": "Your abs feel rock-solid.",
  "你脱下衣服吧，这样我才能检查到你是否健康哦": "Take your shirt off so I can check if you’re healthy.",
  "安娜医生，这不对吧": "Dr. Anna, this feels off.",
  "我怎么感觉你这是在非礼我呢？": "Why’s it seem like you’re groping me?",
  "医生检查身体的事情，能叫非礼么？": "A doctor checking you out—how’s that groping?",
  "来，继续让我摸摸": "Come on, let me keep checking.",
  "这一幕，都被躲在暗处的安娜老公尽收眼底了": "Anna’s husband, hidden in the shadows, sees it all.",
  "该死！没想到我老婆也有这么风骚的一面！": "Damn! Never knew my wife had such a slutty side!",
  "这个男的，这么强壮！难道我老婆真的喜欢这种身材？！": "This guy’s ripped—does my wife actually go for this type?!",
  "你的胸肌这么结实，这么硬，是因为经常锻炼吗？": "Your pecs are so firm—workout a lot?",
  "呵呵，这还不是我身上最硬的呢": "Heh, that’s not even the hardest part of me.",
  "想知道我身上什么最硬吗？": "Wanna guess what’s the hardest?",
  "我想想啊~~": "Lemme think~~",
  "安娜开始拉开你的裤链": "Anna starts unzipping your pants.",
  "一根巨大狰狞的鸡巴弹了出来": "A massive, throbbing cock springs out.",
  "果然是这个，呵呵，你果然”暗藏凶器“啊": "Knew it—heh, you’re packing some serious heat.",
  "看着自己的妻子在调戏陌生男人的鸡巴，安娜老公感到巨大的愤怒和屈辱": "Watching his wife play with a stranger’s dick, Anna’s husband feels rage and humiliation.",
  "妈的，她们不会做的太过分吧？": "Fuck, they’re not gonna go too far, right?",
  "不行，我得相信安娜，她不是那种淫荡女人的！": "No, I trust Anna—she’s not some slut!",
  "那个男的，鸡巴居然那么大": "That guy’s dick is fucking huge.",
  "安娜老公感觉自己的鸡巴一阵涨疼": "Anna’s husband feels a sharp throb in his own dick.",
  "我的鸡巴，怎么回事？怎么感觉这么痛": "What’s wrong with my dick? Why’s it hurting?",
  "另外一边，安娜已经开始把玩你的鸡巴了": "Meanwhile, Anna’s already toying with your cock.",
  "鸡巴这么硬，一定是憋了很久吧": "This hard-on—you been holding back a while, huh?",
  "长期忍着是很不健康的呢": "Keeping it in too long’s bad for you.",
  "安娜老公因为自己的鸡巴涨疼，已经把裤子脱下来检查鸡巴了": "Anna’s husband, dick throbbing, yanks his pants down to check.",
  "这是？！我的鸡巴！！居然勃起了！终于勃起了！！": "What?! My dick!! It’s hard! Finally fucking hard!!",
  "终于勃起了，原来这就是勃起的感觉啊！": "It’s up! So *this* is what an erection feels like!",
  "嘿，老婆，老婆快看": "Hey, babe, look at this!",
  "安娜老公轻轻地呼唤着安娜，意示她向这边看": "Anna’s husband softly calls out, signaling her to look.",
  "安娜医生被吸引了注意力，朝这边看来": "Dr. Anna glances over, distracted.",
  "看到了让她震惊的一幕，自己的阳痿老公居然勃起了": "She’s stunned—her impotent husband’s actually got a hard-on.",
  "想不到这种NTR治疗法真的能治疗阳痿！": "Who’d have thought NTR therapy could actually fix impotence!",
  "那么，今天的治疗就到这里吧": "Alright, that’s enough treatment for today.",
  "你很健康，已经不需要检查了": "You’re perfectly healthy—no more checks needed.",
  "这样吗？我还期待和安娜医生你更进一步来着呢": "Oh? I was hoping to get a bit closer with you, Doc.",
  "下次，下次吧，你先穿好衣服回家吧": "Next time, maybe—get dressed and head home.",
  "听了安娜医生的话，你不得不拉上裤链，提上裤子": "Following Dr. Anna’s words, you zip up and pull your pants on.",
  "安娜看着你的动作居然还有点依依不舍": "Anna watches you, almost reluctant to see you go.",
  "医生，我下次还需要体检吗？": "Doc, do I need another checkup later?",
  "需要的，等到需要检查身体的时候，我会联系你的": "Yeah, I’ll reach out when it’s time for another exam.",
  "既然这样，那我先走了": "Cool, I’m outta here then.",
  "在你离开后，安娜老公马上从屏风后面出来": "After you leave, Anna’s husband bolts out from behind the screen.",
  "老公，你终于勃起了！你知道我等这一刻等了多久吗？": "Honey, you’re finally hard! You know how long I’ve waited for this?",
  "我们终于可以做爱了，天啊，我实在太寂寞了": "We can finally fuck—God, I’ve been so lonely.",
  "但是，没一会，安娜老公的鸡巴就又阳痿了": "But in no time, Anna’s husband’s dick goes limp again.",
  "老公，怎么回事？你就不能再多勃起一会吗？": "Honey, what’s wrong? Can’t you stay hard a bit longer?",
  "我不知道，可能是因为哪个男的走了的原因": "I dunno—maybe ‘cause that guy left.",
  "这样吧，下次你再对哪个男的多做一点，别太出格就行": "Alright, next time, do a bit more with him—just don’t go overboard.",
  "下次我一定会勃起的更加厉害的，最后一定会彻底治愈的": "Next time, I’ll get even harder—eventually, I’ll be cured for good.",
  "多做一点吗？好吧，我会的...": "A bit more? Okay, I’ll do it...",
  
  "今天的地铁，格外的拥挤": "The subway’s packed as hell today.",
  "你发现，在你的面前站着一位红发高马尾女子": "You spot a redhead with a high ponytail right in front of you.",
  "不知道为什么，她貌似一直在留着香汗，散发着女性才有的特殊体香": "No clue why, but she’s sweating, giving off that unique feminine scent.",
  "她身上实在太香了，你敢肯定她绝对没有喷香水，就是那种淡淡的体香": "She smells amazing—definitely no perfume, just her natural vibe.",
  "情不自禁的往她靠近，仔细闻了闻": "You can’t help but lean in closer, taking a deep whiff.",
  "仔细观察，她身上在不停的留着香汗，难道这就是香味的来源？": "Looking closer, she’s dripping sweat—could that be where the scent’s coming from?",
  "车厢里也不热啊，开着空调才24度": "It’s not even hot in here—AC’s on, like 24 degrees.",
  "这位美女居然还在流汗，真奇怪": "Weird that this hottie’s still sweating.",
  "广播：地铁已到达五和站，上车的旅客请往车厢中间靠拢": "Announcement: Train’s at Wuhe Station—passengers, move to the center of the car.",
  "地铁到站，一窝蜂地挤上来一群人，地铁变得更加拥挤了": "Train stops, and a mob piles in, making it even tighter.",
  "此时的你已经被挤到紧贴着红发美女了": "Now you’re pressed right up against the redhead.",
  "你猥琐地欣赏这红发美女的蜜桃臀，这种又圆又挺的蜜桃臀撞击感一定很好": "You creepily check out her peach-shaped ass—so round, so firm, bet it feels amazing to bump into.",
  "想到这里，你不知不觉勃起了，裤裆里撑起一个大帐篷": "Thinking about it, you get hard, pitching a huge tent in your pants.",
  "广播：地铁已到达坂田站，上车的旅客请往车厢中间靠拢": "Announcement: Train’s at Sakata Station—passengers, move to the center.",
  "地铁又到站了，乌泱泱又上来一波人": "Another stop, another wave of people cramming in.",
  "在人群的挤压中，你不可避免的撞上了红发女子的蜜桃臀": "In the crush, you can’t help but bump into her juicy ass.",
  "啊~~~好爽，果然撞击感无敌": "Oh~~~ fuck, that feels unreal—best impact ever.",
  "红发女子察觉到有根火热坚硬的巨物顶在自己的臀部上": "The redhead feels something hot and hard grinding against her ass.",
  "电车痴汉？": "subway perv?",
  "不不不，美女你误会了，我不是电车痴汉": "No, no, no, babe, you got it wrong. I'm not a subway perv.",
  "额，你懂的，车厢太挤了，一不小心就...": "Uh, you know, the train's packed. One wrong move and...",
  "哼！你觉得我会信你？正常人谁坐地铁会勃起啊？": "Hmph! You think I'd buy that? What normal guy gets hard on the subway?",
  "红发美女气不过，为了防止被再次占便宜，开始转身": "Fuming, the red-haired hottie turns away to avoid getting groped again.",
  "红发美女转过身，一脸警惕地盯着你": "The redhead spins around, glaring at you warily.",
  "额，美女没必要像防贼一样盯着我吧？": "Whoa, no need to eye me like I'm a thief, right?",
  "我说了我不是电车痴汉，怎么就不信我呢？": "I told you, I'm not a subway creep. Why won't you believe me?",
  "哼！当我是什么纯情小女生么？那么好骗": "Hmph! What, you think I'm some naive schoolgirl? That easy to fool?",
  "你怎么解释你勃起？嗯哼？": "How do you explain *that* hard-on, huh?",
  "那是因为你的汗水气味太香了，是个男人都忍不住好吧": "It's 'cause your sweaty scent is too damn good. Any guy would lose it, okay?",
  "嗯，流氓，看来你不仅仅是电车痴汉那么简单": "Tch, creep. Seems you're more than just a subway perv.",
  "广播：地铁已到达布吉站，上车的旅客请往车厢中间靠拢": "Announcement: Train has arrived at Buji Station. Boarding passengers, please move to the center of the car.",
  "广播：此地铁站预计上车的旅客较多，请注意先下后上，谨防夹伤": "Announcement: This station expects heavy boarding. Please exit first, then board, and watch for pinch injuries.",
  "地铁到了一个人流量非常多的站台，一下子又涌进来一波乘客": "The train hits a super crowded platform, and a wave of passengers floods in.",
  "在众多乘客的推挤下，你又不由得撞向红发美女的方向": "Pushed by the crowd, you can't help but stumble toward the redhead again.",
  "虽然她已经反应过来第一时间伸出双手开始反抗": "She reacts fast, throwing up her hands to push back.",
  "但是还是抵挡不住人群的力量": "But she can't hold off the crowd's force.",
  "在惯性的作用力下，你的头撞向她的胸部": "With inertia's pull, your head smacks right into her chest.",
  "你还没反应过来发生了什么，头已经埋在她又软又挺的双峰夹缝中": "Before you can process, your face is buried in her soft, perky cleavage.",
  "在你刚刚准备开始享受的时候": "Just as you're about to savor it,",
  "手臂一股剧疼传来，原来左手臂已经被紧紧抓住了，甩都甩不开": "a sharp pain shoots through your arm—your left one's caught in a vice grip, no shaking it off.",
  "你实在没想到，一个女孩子居然有这种恐怖的抓握力": "You never imagined a girl could have such a terrifying grip.",
  "随即红发女子拿起电话，开始报警": "Then the redhead grabs her phone and starts calling the cops.",
  "喂？对，是我。我现在抓到了一个电车痴汉": "Hello? Yeah, it's me. I just nabbed a subway perv.",
  "对，对，你过来吧，我抓住他了，他跑不掉": "Yup, come quick. I've got him—he's not getting away.",
  "一听到这话，你瞬间开始慌了": "Hearing that, you start freaking out.",
  "真等到警察过来，你就是跳进黄河都洗不清了": "If the cops show up, you're done for—no way to clear your name.",
  "你开始用尽吃奶的力气挣脱红发女子": "You struggle with all your might to break free from her.",
  "她的力气真的很大，但是一个男人的拼尽全力挣脱，她还真抓不住": "She's strong as hell, but a guy going all out? She can't hold you.",
  "你趁着地铁到站的拥挤乱潮下了车，终于摆脱她了": "You slip off the train in the chaotic rush at the next stop, finally free.",
  "几分钟后，地铁站台": "Minutes later, at the platform,",
  "姐姐你不是说已经抓到他了吗？他人呢？": "Sis, didn't you say you caught him? Where is he?",
  "他太狡猾了，一不留神让他溜了": "He was too slick—slipped away when I wasn't looking.",
  "哦？没想到居然能有人在你面前跑掉哦，真是稀奇": "Oh? Someone actually got away from *you*? That's rare.",
  "呵呵，跑得了初一，跑得了十五吗？": "Heh, he might dodge today, but tomorrow? No chance.",
  "我记住他长什么样了，下次见到他就是他的忌日了": "I memorized his face. Next time I see him, he's toast.",
  "好险啊，刚刚差点被当成地铁痴汉被抓走了": "That was close—almost got nabbed as a subway creep.",
  "还好我跑得快，哈哈": "Good thing I'm quick, haha!",
  "今天得找体育老师测试体能，他应该在教室办公室": "Gotta find the PE teacher for a fitness test today. He’s probably in the office.",
  "走，进去看看": "Let’s go check it out.",
  "体育馆里面，一位红发高马尾女子正在做体操": "In the gym, a red-haired woman with a high ponytail is doing gymnastics.",
  "卧槽！怎么又遇上她了！完了完了": "Oh crap! How’d I run into *her* again? I’m screwed!",
  "她怎么会在这里？而且体育馆就她一个人": "Why’s she here? And alone in the gym?",
  "难道她就是体育老师？干！我死定了": "Wait—is she the PE teacher? Damn, I’m so dead.",
  "红发女子在做体操的时候转身，看到愣在原地的你，轻蔑一笑": "Mid-routine, the redhead turns, spots you frozen, and smirks smugly.",
  "此时也没有退路了，只能硬着头皮向她走去": "No way out now—gotta face her head-on.",
  "呦呦呦，我还以为是谁呢，这不电车痴汉吗？": "Well, well, well, who do we have here? The subway perv, right?",
  "怎么？不跑啦？": "What’s that? Not running this time?",
  "我再重申一遍，我不是电车痴汉": "Let me say it again—I’m *not* a subway creep.",
  "刚刚地铁里面那么拥挤，我有什么办法？": "The train was packed! What was I supposed to do?",
  
  "所以呢？你来这里是想要做什么？": "So? What’re you doing here?",
  "我是来找体育老师做体能测试的，我入学需要这个": "I’m here for the PE teacher to do a fitness test. I need it for enrollment.",
  "哦？！那还真是不幸呢！": "Oh? That’s some bad luck, then!",
  "我！珍妮！就是你要找的体育老师": "Me! Jenny! I’m the PE teacher you’re looking for.",
  "我的名字是": "My name is",
  "一般学生来做体能检测，都是下操场跑几圈就可以了": "Normally, students just run a few laps on the field for the test.",
  "但是你嘛......": "But you...",
  "你得和我打一架！打赢我就让你合格": "You’re gonna have to fight me! Beat me, and you pass.",
  "啊？为什么？为什么我要受到这么不公平待遇？": "What? Why? Why do I get this unfair treatment?",
  "因为我看你不爽，想揍你": "‘Cause you piss me off, and I wanna kick your ass.",
  "蒸馍？你不扶器吗？": "You salty",
  "说的我好像怕了似的，打就打": "You think I’m scared? Bring it on!",
  "你和珍妮摆好了战斗姿势，准备大打一架": "You and Jenny strike fighting poses, ready for a brawl.",
  "先说好，我可不是什么绅士，你待会可别哭哦": "Fair warning—I’m no gentleman. Don’t cry later, ‘kay?",
  "哼！小瞧我是吧？": "Hmph! Underestimating me, huh?",
  "你马上就会明白，最终哭的会是谁！": "You’ll find out soon enough who’s gonna be crying!",
  "第一回合，你向珍妮冲刺，准备发动进攻！": "Round one—you charge at Jenny, ready to strike!",
  "但是珍妮迅速蹲下，对准你的肚皮发动肘击！": "But Jenny ducks fast and nails your gut with an elbow!",
  "啊啊啊": "Arghhh!",
  "没想到珍妮的战斗经验如此丰富，迅速找到你弱点做出反击": "Didn’t expect Jenny to be so seasoned—she spots your weak point and counters quick.",
  "遭到这样的重击，一般人早就躺地上，还好你比较强壮，只是感觉很疼": "A hit like that would floor most people. Lucky you’re tough—it just stings like hell.",
  "呵呵，你行不行啊细狗？": "Heh, you good, skinny dog?",
  "你不是说要打哭我的吗？瞧你那样吧！哈哈": "Didn’t you say you’d make *me* cry? Look at you now! Haha!",
  "你等着，我要开始认真了": "Just wait—I’m getting serious now.",
  "你感觉受到了巨大的侮辱，强忍着剧疼": "Feeling humiliated, you grit through the pain.",
  "我不服！再来！": "I’m not done! Again!",
  "呵呵，看来你还没认识到我们之间战斗力的差距！": "Heh, guess you still don’t get how outmatched you are!",
  "刚刚贸然进攻就吃了大亏，你现在只想防守找机会": "That reckless attack cost you big. Now you’re playing defense, waiting for an opening.",
  "呵呵，等我进攻么？成全你！": "Heh, waiting for me to come at you? Fine by me!",
  "珍妮突然用尽全力一脚向你踢来": "Jenny suddenly unleashes a full-force kick your way.",
  "你躲闪不及，急忙用双手去挡": "You can’t dodge in time and throw up your hands to block.",
  "但是巨大的力量还是将你踢飞出去": "But the sheer power sends you flying back.",
  "挨了珍妮这全力一脚，你最终还是躺在地上再起不能了": "Taking Jenny’s full-on kick, you hit the ground, unable to get up.",
  "怎么了细狗？": "What’s wrong, cuck?",
  "珍妮肆无忌惮踩着你的胸膛，屈辱极了": "Jenny stomps on your chest without mercy—total humiliation.",
  "服了吗？哭出来我就放过你哦": "Give up? Cry, and I might let you off.",
  "你想着怎么都不能认输，便开始偷袭": "No way you’re giving in—you launch a sneak attack.",
  "服你妈，婊子看招！": "Screw you, bitch—take this!",
  "你抓住珍妮站立重心的脚，猛的一拉": "You grab Jenny’s planted foot and yank hard.",
  "珍妮瞬间失去重心，向下跌到": "Jenny loses balance instantly and crashes down.",
  "你抓住这个千载难逢的好机会，准备控制住珍妮": "Seizing the rare chance, you move to pin Jenny down.",
  "但是，过了一会后": "But after a moment,",
  "只能说珍妮的战斗力实在太高，即使被偷袭跌倒，你也不是她的对手": "Jenny’s just too damn strong. Even caught off guard, you’re no match for her.",
  "你小子好家伙": "You little punk!",
  "本来想依靠体重优势控制住珍妮的，没想到居然还是打不过她": "Thought you could use your weight to hold her down, but nope—still can’t beat her.",
  "偷袭是吧？哼！有用吗？": "Sneak attack, huh? Hmph! Think that’ll work?",
  "本小姐打架这么些年，从来没输过，今天也不例外！": "I’ve been fighting for years and never lost. Today’s no different!",
  "给本小姐道歉并且承认你是痴汉色狼，就放过你": "Apologize and admit you’re a perv, and I’ll let you go.",
  "认输是不可能认输的，你还在想尽一切办法反抗": "Giving up? Not a chance. You’re still fighting back with everything you’ve got.",
  "你的手乱抓，也不管抓到的什么": "Your hands flail, grabbing whatever they can.",
  "喂喂喂，你干什么？": "Hey, hey, hey, what’re you doing?",
  "把你的脏手拿开！": "Get your filthy hands off me!",
  "你知道抓到了珍妮的上衣，便用力一扯": "Realizing you’ve got Jenny’s top, you rip it hard.",
  "你才不管那么多呢，用尽一切可以做到方式反击": "You don’t care—you’re fighting back with everything you’ve got.",
  "一下子，珍妮的上衣便被扯掉了": "In one tug, Jenny’s top comes off.",
  "混蛋！去死啊！！！": "You bastard! Go to hell!!!",
  "珍妮开始用力踹你的脸，开始恼羞成怒了": "Jenny starts kicking your face, furious now.",
  "你知道这是一个翻身的好机会，开始揉捏起珍妮的坚挺的玉乳": "Sensing a chance to turn the tables, you start groping Jenny’s firm breasts.",
  "你在摸哪里你知道吗？你死定了你知道吗？": "You know where you’re touching? You’re so dead!",
  "反正任由珍妮压制也是死，不如拼一把，你这样想着": "Getting crushed by Jenny is death anyway—might as well go for broke, you think.",
  "便开始肆无忌惮的玩弄珍妮的粉嫩乳头": "So you shamelessly start teasing Jenny’s pink nipples.",
  "天啊，被这样玩乳头，好有感觉啊": "Oh god, having my nipples played with feels *so* good.",
  "原来乳头被男人玩弄，是这个感觉啊": "So *this* is what it’s like to have a guy mess with my nipples.",
  "啊~~啊啊~~别捏~~哦~~": "Ah~~ ahh~~ don’t pinch~~ oh~~",
  "我认输，别捏了，123大家一起停手": "I give up! Stop pinching! On three, we both stop!",
  "再这样下去，就要被他占尽便宜了，不能再继续了！": "If this keeps up, he’ll take full advantage—can’t let it go on!",
  "听到珍妮认输后，你们互相停止了": "Hearing Jenny surrender, you both back off.",
  "珍妮老师，既然我赢了，那么我的体能合格报告呢？": "Teacher Jenny, since I won, where’s my fitness pass?",
  "我会上报给学校的，这就不需要你操心了": "I’ll report it to the school. No need for you to worry.",
  "既然这样，我就不打搅老师了，我先走了": "Alright then, I won’t bug you anymore. I’m outta here.",
  "体能证明": "Fitness Certificate",
  "学校体育老师出具的体能合格证明": "Fitness certificate issued by the school PE teacher",
  "你等着，居然用下三滥的手段取得胜利": "You wait—this dirty trick won’t go unanswered.",
  "我不会善罢甘休的，我一定会报仇雪恨的！": "I’m not letting this slide. I’ll get my revenge!",
  "哈哈，我奉陪到底！": "Haha, bring it on anytime!",
  "在确认你走远后": "After making sure you’re gone,",
  "我的身体...怎么回事？为什么刚刚会那么敏感？": "My body... what’s going on? Why was I so sensitive just now?",
  "居然开始舒服并且享受起来了...": "I actually started feeling good... enjoying it...",
  "下体好痒啊~": "God, I’m so itchy down there~",
  "珍妮老师慢慢把裤子脱下，露出她的肥美粉嫩的小穴": "Teacher Jenny slowly strips off her pants, revealing her plump, pink pussy.",
  "受不了了，得自摸一下~~~": "Can’t take it anymore—I need to touch myself~~~",
  "居然敢这样对我！从来没有人敢对我这样过！": "How dare he do that to me! No one’s *ever* done that!",
  "地铁痴汉，色魔，混蛋，人渣，你等着！": "Subway perv, creep, jerk, scum—you’re done for!",
  "珍妮一遍一遍地骂着你，又一遍一遍地扣弄着自己淫水横流的小穴": "Jenny curses you out over and over while frantically playing with her dripping pussy.",
  "啊啊~~~好舒服~~~好酥麻~~~停，停不下来了": "Ahh~~~ so good~~~ so tingly~~~ can’t stop~~~",
  "都是你害的，全都怪你，我不会放过你的！": "This is all your fault! I won’t let you off!",
  "自慰": "Masturbation",
  "喷水": "Squirt",
  "最终，珍妮迷失在一波又一波的高潮中不能自已": "In the end, Jenny loses herself in wave after wave of orgasms.",
  
  "情趣用品店": "Adult Toy Shop",
  "南娜正在工作，现在要？": "Nanna’s working. Want something now?",
  "南娜你不是会魔法的精灵么？": "Nanna, aren’t you a magical elf?",
  "额，怎么会在这里经营这个店？": "Uh, how’d you end up running *this* shop?",
  "拜托，本小姐也是要吃饭要生活的好吧": "Please, this gal’s gotta eat and live too, okay?",
  "再说了，魔法也不是万能的好吧，也不能凭空变出钱来啊": "Besides, magic’s not a cure-all—it can’t just make money appear!",
  "所以就只能做点小买卖咯": "So, I’m stuck running this little business.",
  "看不出来啊，你还蛮贤惠啊": "Didn’t peg you for the domestic type, though.",
  "不是应该能力越大责任越大，拯救世界吗？谁": "Shouldn’t ‘great power, great responsibility’ mean saving the world or something?",
  "我靠，你当我是蜘蛛侠么？": "What, you think I’m Spider-Man or something?",
  "哼哼，你不知道的事情还多着呢": "Hmph, there’s a ton you don’t know about me.",
  "这天，你在南娜的店里打工": "That day, you’re working at Nanna’s shop.",
  "南娜突然弯下腰去，开始整理货物": "Nanna suddenly bends over to sort some inventory.",
  "我很好奇，南娜到底穿着什么颜色的内裤呢？": "I’m dying to know—what color panties is Nanna wearing?",
  "这是个好机会": "This is my shot!",
  "你趁机蹲下，想对南娜裙内的风光一窥究竟": "You crouch down, hoping to sneak a peek under Nanna’s skirt.",
  "可惜南娜的裙子太长了，蹲下依旧看不到内裤": "Too bad—Nanna’s skirt is too long. Even crouching, you can’t see her panties.",
  "失望的你急忙站起来，怕被南娜发现": "Disappointed, you stand up quick, hoping Nanna didn’t catch you.",
  "我问你个事": "Hey, quick question.",
  "你刚刚是不是在偷偷盯着我": "Were you just sneaking a look at me?",
  "没有没有，你一定是错觉...": "No, no way! Must be your imagination...",
  "错觉么？": "An illusion, huh?",
  "反正你很可疑": "Still, you’re acting shady.",
  "经过一段时间的辛苦工作": "After a bit of hard work,",
  "给，这是你今天的工资": "Here’s your pay for today.",
  "爸爸我最近很缺钱你能借我点钱吗": "Dad, I’m short on cash lately—can you spot me some?",
  "可以的，有什么困难尽管和我说": "Sure thing. Any trouble, just let me know.",
  "今天不是已经给你零花钱了吗？": "Didn’t I already give you pocket money today?",
  
  
  "你已经拿到了健康证明和体能证明，现在就差姨妈开具的文科证明了": "You’ve got your health and fitness certificates—now you just need Aunt’s liberal arts certificate.",
  "所以，今天你来到姨妈家，商讨这件事": "So today, you head to Aunt’s house to talk it over.",
  "喂？姨妈？姨妈你在吗？": "Hey? Aunt? You home?",
  "不过姨妈貌似不在家...": "Looks like Aunt’s not home...",
  "但是旁边姨妈的房间传来声声若有若无的呻吟": "But you hear faint moans coming from Aunt’s room next door.",
  "在好奇心的驱使下，你悄悄透过门缝向里面偷窥": "Curiosity gets the better of you, and you peek through the door crack.",
  "看到了让你非常震惊的一幕": "What you see blows your mind.",
  "姨妈伊芙琳正穿着红色性感内衣不知道在做什么": "Aunt Evelyn’s in red, sexy lingerie, doing... something.",
  "而且旁边床上还摆着透明的男性假人，让人联想纷纷": "And on the bed nearby? A transparent male dummy, sparking all kinds of thoughts.",
  "最近的教学压力真的是太大了": "Teaching’s been so damn stressful lately.",
  "真是让人受不了": "It’s driving me up the wall.",
  "仔细看，姨妈的蜜穴已经淫水拉丝，太诱惑了": "Look closer—Aunt’s pussy is dripping wet, insanely tempting.",
  "又流了那么多水，那么的粘稠": "So much juice, sticky wetness.",
  "好吃......": "So delicious...",
  "卧槽，没想到平时端庄贤惠的姨妈居然有这么淫荡的一面啊": "Holy crap, who’d think prim-and-proper Aunt has such a wild side?",
  "想想也正常，姨妈这么多年了，一直一个人生活": "Makes sense, though—she’s been living alone.",
  "平时还要教书育人，注意个人形象，压力肯定很大": "Teaching, keeping up appearances—it’s gotta be a ton of pressure.",
  "啧啧啧，你看看你，你是一个坏学生哦！": "Tsk tsk tsk, look at you, you naughty student!",
  "现在是上课期间，对着老师这么硬？是想干什么？": "It’s class time, and you’re *this* hard for your teacher? What’s your game?",
  "什么？想干老师？": "What? Wanna fuck me?",
  "不可以干老师呢，师生恋是不被世界认可的": "No fuck teachers，student-teacher romance is a no-go in this world.",
  "好吧，既然你都这么求我了": "Alright, since you’re begging so hard,",
  "再不答应你，也太可怜了": "It’d be too sad to keep saying no.",
  "只答应你一次哦，只能一次哦": "Just this once, okay? *Once*.",
  "伊芙琳转身，骑在塑料假人身上": "Evelyn turns and straddles the plastic dummy.",
  "和老师做这种事情，绝对不能让任何人知道，明白吗？": "Doing this with your teacher? No one can ever know, got it?",
  "伊芙琳多汁粉嫩的小穴，紧紧抵住塑料假人的塑料鸡巴": "Evelyn’s juicy, pink pussy presses tight against the dummy’s plastic cock.",
  "就好像恨不得立马把鸡巴吸进去一样": "Like she’s dying to suck that cock right in.",
  "伊芙琳慢慢地往下一坐": "Evelyn slowly lowers herself down.",
  "终于，整根透明的塑料鸡巴全部进入伊芙琳的体内": "Finally, the whole transparent plastic cock slides deep inside Evelyn.",
  "还能通过透明的塑料鸡巴清晰地看到伊芙琳蜜穴内部紧凑的通道": "You can even see the tight inner walls of Evelyn’s pussy through the clear plastic cock.",
  "这谁顶得住啊，我的鸡巴硬的快要爆炸了": "Who can handle this? My dick’s so hard it’s gonna burst.",
  "我一定要想个办法和姨妈伊芙琳做爱，一定要！": "I *have* to find a way to fuck Aunt Evelyn. I *have* to!",
  "姨妈自慰快结束了，我得赶紧离开了": "Aunt’s almost done masturbating—I gotta get outta here!",
  "你先离开姨妈家，等过了半小时后，你再次回到这里": "You leave Aunt’s place, wait half an hour, then head back.",
  "嗨，姨妈，我正有事情找您呢": "Hey, Aunt, I’ve got something to talk about.",
  "此时伊芙琳正非常淑女地翘着腿坐在沙发上看电视": "Evelyn’s sitting ladylike on the sofa, legs crossed, watching TV.",
  "如果不是亲眼所见，你根本不会相信姨妈会有如此淫荡的一面": "If you hadn’t seen it yourself, you’d never believe Aunt has such a naughty side.",
  "来来来,坐姨妈旁边": "Come on, sit by your auntie.",
  "你在姨妈身边坐了下来": "You plop down next to Aunt.",
  "最近过得怎么样？入学的事情有没有得到什么进展？": "How’s it going lately? Any progress with enrollment?",
  "进行的非常顺利呢": "It’s going super smooth.",
  "健康证明，体能证明我都拿到了，就差姨妈你的文科证明了": "Got my health and fitness certificates—just need your liberal arts one now.",
  "哈哈，姨妈果然没看错你": "Haha, Aunt knew you’d pull through!",
  "你等一下，姨妈马上去给你开具文科证明": "Hang on, I’ll get that liberal arts certificate ready for you.",
  "有什么事情叫一声就好，姨妈就在旁边的书房里": "Need anything? Just holler—I’ll be in the study next door.",
  "好的，我就在这看一下电视，等你好消息": "Cool, I’ll chill here with the TV and wait for the good news.",
  "伊芙琳进入书房开始工作": "Evelyn heads to the study to work.",
  "这是个好机会！": "Perfect chance!",
  "你悄悄打开姨妈的房间门，进入房间": "You sneak open Aunt’s bedroom door and slip inside.",
  "这就是姨妈刚才使用的塑料假人": "There’s the plastic dummy Aunt was using earlier.",
  "像这种塑料假人应该有销售地址的，我得找出来": "Stuff like this usually has a sales address—I gotta find it.",
  "咦，找到了，销售地址是：南娜的情趣用品店？": "Bingo—found it! Sales address: Nanna’s Adult Toy Shop?",
  "我明白了！姨妈是情趣用品店的会员！": "Got it! Aunt’s a member of the sex shop!",
  "几天前，你正在南娜店里工作": "A few days back, you were working at Nanna’s shop.",
  "咦？店里居然还有这种地方？": "Huh? The shop’s got a place like *this*?",
  "永远保持礼貌？鸡巴？": "Always stay polite? Dick?",
  "哦~~我明白了！这是寻欢洞！": "Oh~~ I get it! It’s a glory hole!",
  "你在这里做什么？偷懒摸鱼是吧？": "What’re you doing here? Slacking off, huh?",
  "没偷懒，我只是好奇，为什么店里会有这种地方？": "Not slacking! Just curious—why’s there a spot like this in the shop?",
  "那是上一任店主人留下来的，不过现在荒废了": "The last owner left it behind, but it’s abandoned now.",
  "上一任店主建造这个地方是为了方便会员之间寻欢的": "The old owner built it for members to hook up.",
  "好了好了，别躲这里摸鱼了，快去干活": "Alright, enough loafing—get back to work!",
  "想到这里你的脑海中已经浮现出一个大胆的计划了": "And just like that, a wild plan pops into your head.",
  "你又悄悄地回到客厅坐好，假装看电视": "You sneak back to the living room, sit down, and pretend to watch TV.",
  "给，这是你的文科证明，这样你终于能顺利入学了呢": "Here’s your liberal arts certificate. You’re all set for enrollment now!",
  "文科证明": "Liberal Arts Certificate",
  "学校文科老师出具的文科合格证明": "Liberal arts qualification certificate issued by the school teacher",
  "谢谢姨妈，我就不打扰了，先回去了": "Thanks, Aunt! I’ll get outta your hair now.",
  "好，记得有空来玩啊": "Sure thing—come back anytime!",
  "你来到南娜的服装店，寻欢洞的房间里": "You head to Nanna’s shop, straight to the glory hole room.",
  "南娜，我想到了一个办法可以让生意好起来": "Nanna, I’ve got an idea to boost business.",
  "哦？什么办法？": "Oh? What’s the plan?",
  "这个地方不是已经荒废了吗？我们可以让这个地方重新开始营业": "This spot’s been dead, right? Let’s reopen it.",
  "由我来提供服务，当然服务是免费的": "I’ll provide the service—free of charge, of course.",
  "据我所知，我们店里有很多美丽的女性会员吧？": "Far as I know, we’ve got tons of hot female members, right?",
  "是有不少，所以呢？": "Yeah, plenty. So what?",
  "我们店里美丽的女性会员可以免费体验到这个寻欢洞的服务": "Our gorgeous female members can enjoy the glory hole service for free.",
  "我保证，我会给她们带去无与伦比的体验的": "I promise—they’ll get an experience like no other.",
  "哦？你还真是自信呢？": "Oh? Pretty cocky, aren’t you?",
  "我可以让你见识见识哦，你去对面房间": "I’ll let you prove it. Head to the other room.",
  "当然，我这些服务也不是什么人都能享受到的": "Course, not just *anyone* gets this service.",
  "必须要是那种大美女类型才能享受，至于人选你来把关": "Only total babes qualify—you handle the screening.",
  "哼，我现在过去对面房间，看看你到底有什么资本！": "Hmph, I’m going to the other room now to see what you’re packing!",
  "哼哼，你还真是想的美，下头男，蒸虾头": "Tch, you’re dreaming, you perv—shrimp-brain!",
  "南娜去到对面的房间，等待着": "Nanna heads to the other room and waits.",
  "你从裤裆里掏出大鸡巴": "You whip out your massive cock from your pants.",
  "塞进寻欢洞里面": "And slide it through the glory hole.",
  "那么粗！那么大？！": "So thick! So big?!",
  "这个大小把南娜都吓了一跳": "The size totally shocks Nanna.",
  "怎么样？南娜精灵大小姐，我合格了吗？": "So, Miss Elf Nanna, do I pass?",
  "好吧，算你合格了，我会介绍我的美女会员过来的": "Fine, you’re approved. I’ll send my hot members your way.",
  "但是，愿不愿意使用这款服务还得看她们个人": "But whether they go for it? That’s up to them.",
  "某天，伊芙琳来到南娜店里准备再买些情趣用品": "One day, Evelyn swings by Nanna’s shop to pick up more toys.",
  "南娜，最近有什么新出的女用器具吗？": "Nanna, got any new women’s toys lately?",
  "上次哪个透明的假人，虽然不错，但是还是感觉不是很满意呢": "That transparent dummy last time was okay, but I wasn’t totally thrilled.",
  "呦呦呦，你今天算是撞大运了": "Well, well, you’re in luck today!",
  "我们店现在已经开始为像你这样的单身美女推出一种特殊服务了": "We’ve rolled out a special service for single hotties like you.",
  "有兴趣了解一下吗？": "Wanna hear about it?",
  "哦？新推出的服务？": "Oh? A new service?",
  "是啊，你可以成为第一个体验到的哦": "Yup, you could be the first to try it!",
  "既然这样，带我去看看，是什么样的服务呢？": "Alright, show me—what’s it about?",
  "南娜把伊芙琳带到寻欢洞房间，而另一边的你早已等待多时了": "Nanna leads Evelyn to the glory hole room, where you’ve been waiting.",
  "当当当，这是一根真人的大鸡巴哦": "Ta-da! A real, live big dick!",
  "我们的这边服务是：你可以尽情享受，无论你对这根鸡巴做什么都可以哦": "Our service? You can have your fun—do whatever you want with this cock.",
  "并且，是免费的，怎么样心动了吗？": "And it’s free. Tempted yet?",
  "伊芙琳看着你的大鸡巴瞬间兴奋起来": "Evelyn’s eyes light up the second she sees your huge cock.",
  "虽然...但是...隐私方面...": "But... what about... privacy?",
  "这方面你不必担心，隐私是绝对安全的": "No worries there—privacy’s totally secure.",
  "您永远也不会知道对面鸡巴主人是谁": "You’ll never know who’s on the other side.",
  "而对面也永远不会知道是谁在玩弄他的鸡巴": "And they’ll never know who’s playing with their cock.",
  "这是一个完全匿名的游戏！": "It’s a totally anonymous game!",
  "怎么样？有没有兴趣参加一下呢？": "So, you in or what?",
  "看着这根破洞而出的大鸡巴，这让寂寞多年的伊芙琳有点躁动了": "Staring at that massive cock poking through, lonely Evelyn starts getting antsy.",
  "天啊，一根真人大鸡巴，我有多久没见过了？": "God, a real big dick—how long’s it been since I’ve seen one?",
  "自从老公去世已经过了十几年了，十几年没见过真人的鸡巴了": "I haven’t seen a real cock in years.",
  "就试试一下，反正我又不会有什么损失": "Might as well try it—what’ve I got to lose?",
  "好！就让我当第一位体验这项服务的人吧": "Alright! Let me be the first to test this service!",
  "伊芙琳诱惑地舔了舔嘴唇": "Evelyn licks her lips seductively.",
  "那我先走了，好用记得五星好评哈": "I’m out—five-star review if it’s good, yeah?",
  "南娜走后，房间里只剩下伊芙琳一个人了": "Nanna leaves, and Evelyn’s alone in the room.",
  "如此炙热，坚硬的鸡巴": "Such a hot, rock-hard cock.",
  "好想要，好想要啊~~啊啊~~": "I want it so bad~~ ahh~~",
  "终于，在姨妈的小手来回搓弄下，你射出了炙热的精液": "Finally, with Aunt’s hands working you, you shoot hot cum.",
  "而姨妈也达到了快乐的巅峰": "And Aunt hits her peak of pleasure too.",
  "很显然，姨妈对这次服务非常满意，非常期待下一次": "Clearly, Aunt’s thrilled with the service and can’t wait for round two.",
  
  "清晨后入": "Morning Doggy",
  "亲爱的，怎么今天起床的那么早？": "Honey, why’re you up so early today?",
  "妈妈还没做好早餐呢，稍微等一下吧": "Mom hasn’t finished breakfast yet—hang on a sec.",
  "你发现好像凯瑟琳今天并没有穿内衣，连衣裙下大白兔白晃晃的": "You notice Catherine’s not wearing a bra—her big boobs are bouncing under her dress.",
  "怎么了？这么盯着妈妈，妈妈脸上有花啊？": "What’s up? Staring at Mom like I’ve got flowers on my face?",
  "凯瑟琳背过身去，正在准备今天的早餐": "Catherine turns away, prepping today’s breakfast.",
  "坏孩子，你做什么呢？没看到妈妈正忙着吗？": "Naughty boy, what’re you up to? Can’t you see Mom’s busy?",
  "妈妈。我好饿啊，怎么办呢？": "Mom, I’m starving—what do I do?",
  "饿了，就先待一边去等着啊": "Hungry? Then wait over there!",
  "你这样骚扰妈妈还怎么做饭？": "How’s Mom supposed to cook with you bugging me?",
  "我不管，我现在就要吃，既然吃不到早餐那就吃妈妈": "I don’t care—I’m eating now. No breakfast? I’ll have Mom instead.",
  "真是的，太任性了": "Ugh, so spoiled!",
  "哎呀，别乱摸~~笨蛋~~~啊~~~": "Hey, stop groping~~ dummy~~~ ah~~~",
  "妈妈今天既然没穿胸罩": "Mom’s not wearing a bra today, huh?",
  "那么，有没有穿内裤？": "So... any panties?",
  "你把凯瑟琳的连衣裙往上一提，果然没有穿内裤": "You lift Catherine’s dress—yup, no panties either.",
  "啧啧啧，妈妈为什么没穿内裤呢？是不是在等着我啊？": "Tsk tsk, no panties, Mom? Were you waiting for me?",
  "才不是呢，谁等你啊，就是单纯忘记穿了而已": "No way! Who’s waiting for you? I just forgot to put ‘em on.",
  "是吗？那我来验证一下": "Oh yeah? Let’s check that out.",
  "你抓住凯瑟琳的黑丝，用力一撕开": "You grab Catherine’s black stockings and rip them open.",
  "随着丝袜的裂开，凯瑟琳早已淫水横流的多汁小穴暴露出来": "As the stockings tear, Catherine’s dripping, juicy pussy is exposed.",
  "妈妈，你可真是一个淫荡的母亲呢": "Mom, you’re one naughty mama, huh?",
  "你看，还没碰到就已经这么湿了": "Look at that—soaked before I even touch you.",
  "坏人，妈妈才不淫荡呢": "Jerk, Mom’s not naughty!",
  "哦，好吧，妈妈一点都不淫荡": "Oh, sure, Mom’s *totally* innocent.",
  "妈妈，我的鸡巴只会插荡妇哦": "Mom, my dick’s only for sluts, you know.",
  "妈妈不是荡妇呢，所以啊，怎么插都插不进去": "Mom’s no slut, so no matter how hard I try, it won’t go in.",
  "坏人，又调戏妈妈，啊啊，快点啊": "You tease! Flirting with Mom again—hurry up already!",
  "快点什么啊？妈妈我不是很明白啊": "Hurry what? I’m not following, Mom.",
  "快点，快点插进来，干，干死妈妈": "Hurry—stick it in! Fuck me senseless, Mom needs it!",
  "妈妈是一个不称职，淫荡的妈妈": "Mom’s a bad, dirty mama.",
  "听到妈妈的淫语，你再也忍不住了，一捅到底": "Her filthy talk pushes you over—you thrust in deep.",
  "啊~~~就是这样~~~啊啊~~": "Ah~~~ like that~~~ ahh~~",
  "最终，又内射了凯瑟琳大量精液": "In the end, you fill Catherine with a huge load.",
  "坏家伙，闹够了没有？妈妈要做饭了": "Bad boy, had your fun? Mom’s gotta cook now.",
  "不够，和妈妈做爱一辈子都不够": "Not enough—fucking Mom for a lifetime wouldn’t be enough.",
  "好啦好啦，别闹了，妈妈真的要忙了": "Alright, alright, stop it—Mom’s really gotta get busy.",
  "回房间去再睡一会回笼觉吧，妈妈做好饭叫你": "Go back to your room for a quick nap. I’ll call you when food’s ready.",
  
  
  
  "主线任务第四天": "Main Quest: Day Four",
  "坐地铁去学校找体育老师办体能证明": "Take the subway to school to get a fitness certificate from the PE teacher.",
  "主线任务第五天": "Main Quest: Day Five",
  "去姨妈家拿到文科证明": "Go to Aunt’s house to get the liberal arts certificate.",
  "我需要前往医院体检，拿到健康证明": "I need to hit the hospital for a checkup to get a health certificate.",
  "我需要乘坐地铁前往学校，找到体育老师开具体能证明": "I need to take the subway to school to get a fitness certificate from the PE teacher.",
  "我需要前往姨妈家，找姨妈开具文科证明": "I need to go to Aunt’s house to get her to issue a liberal arts certificate.",
  "由你代替艾米丽和我亲热": "You take Emily’s place and get frisky with me.",
  "克莱尔正在工作，现在要？": "Claire’s working—want something now?",
  "购买商品": "Buy Items",
  "打工": "Part-Time Job",
  "亲吻": "Kiss",
  "摸胸": "Grope Boobs",
  "素股": "Thigh Job",
  "摸小穴": "Finger Pussy",
  "克莱尔这种饮料没有了，你有进到货吗？": "Claire, we’re out of that drink—got any new stock?",
  "好的，我马上去下单，会尽快补上的": "Got it, I’ll order more ASAP.",
  "经过一天的辛苦工作": "After a long day’s work,",
  "给，这是你今天的工资": "Here’s your pay for today.",
  "克莱尔，我帮你和艾米丽亲吻了哦": "Claire, I hooked up with Emily for you.",
  "也到我们亲吻的时候了吧？": "So, when’s it our turn to lock lips?",
  "恶心...": "Gross...",
  "你离我远点！别在这里发癫！": "Back off! Don’t get all weird on me!",
  "好啊，那我去亲吻艾米丽去": "Fine, I’ll go make out with Emily then.",
  "你不愿意，我也不能强迫你": "If you’re not into it, I won’t push.",
  "不！不要去亲吻艾米丽！": "No! Don’t kiss Emily!",
  "我愿意，我来代替艾米丽...": "I’ll do it—I’ll take Emily’s place...",
  "亲吻了许久": "You kiss for a long while.",
  "克莱尔你不是不喜欢男人吗？": "Claire, don’t you hate guys?",
  "我看你亲吻挺主动热情的啊": "Looked like you were pretty into that kiss, though.",
  "滚！恶心，下流！马上从我面前消失！": "Get lost! You’re disgusting—outta my sight, now!",
  "正在克莱尔认真工作的时候": "While Claire’s busting her ass at work,",
  "你突然从克莱尔身后抱住她": "you sneak up and hug her from behind.",
  "你干什么？又发癫了？": "What the hell? Losing it again?",
  "把你肮脏的咸猪手拿开": "Get your nasty hands off me!",
  "喂喂喂，你手往什么地方伸呢？": "Hey, hey, where’re your hands going?",
  "你是真不怕死是吧？": "You really got a death wish, huh?",
  "你迅速把克莱尔的上衣脱下": "You quickly yank off Claire’s top.",
  "克莱尔你的胸为啥能长那么大呢？": "Claire, how’d your boobs get *that* big?",
  "感觉连姨妈的胸都没你的大": "Feels like even Aunt’s aren’t as huge as yours.",
  "我，我不知道...": "I-I don’t know...",
  "在摸克莱尔胸的时候，你偷偷想到一个坏主意": "While groping Claire’s boobs, a naughty idea hits you.",
  "悄悄解开裤腰带": "You quietly undo your belt.",
  "释放出巨根，紧紧抵住克莱尔的屁股": "You whip out your massive cock and press it against Claire’s ass.",
  "喂喂喂，你做什么啊？你变态啊？": "Hey, what the hell are you doing? You perv!",
  "没办法，表姐你的紧身牛仔裤蜜桃臀太诱人了": "Can’t help it, cuz—your tight jeans and peach butt are too damn hot.",
  "就磨一会，很快就射的": "Just a quick grind—I’ll finish fast.",
  "混蛋！": "You bastard!",
  "最后射在表姐的紧身牛仔裤上面，太舒服了": "Finally, you blow your load on your cousin’s tight jeans—feels so good.",
  "克莱尔你的小穴一定湿透了吧？": "Claire, your pussy’s gotta be soaked, right?",
  "你口口声声说喜欢女人，但是为什么被我摸得那么舒服呢？": "You keep saying you’re into girls, so why’re you loving my touch?",
  "关你屁事！再说了，我才没有湿呢": "None of your damn business! And I’m not wet, anyway.",
  "是吗？敢不敢让我确认一下？": "Oh yeah? Dare me to check?",
  "哼！色狼！": "Hmph! Pervert!",
  "你把克莱尔牛仔裤脱下，露出她早已淫水泛滥的蜜穴": "You tug off Claire’s jeans, revealing her already drenched pussy.",
  "轻轻一摸，居然立马就将你的手指打湿了": "One light touch, and your fingers are instantly soaked.",
  "啧啧啧，这么湿了还不肯承认": "Tsk tsk, so wet and still denying it.",
  "治水我是专业的，我马上帮你堵上": "I’m a pro at handling floods—I’ll plug you up quick.",
  "切，恶心！下流！": "Ugh, gross! Disgusting!",
  "穿上牛仔裤": "Put on Jeans",
  "脱下牛仔裤": "Take off Jeans",
  "克莱尔趴在冰柜前面，风骚地扭动着屁股": "Claire’s leaning over the freezer, shaking her ass all sexy-like.",
  "啧啧啧，这么风骚地扭着屁股": "Tsk tsk, wiggling that ass so seductively.",
  "难道说，克莱尔你很喜欢和我做爱？": "What, Claire—you actually love fucking me?",
  "是不是我的鸡巴又粗又长，插的你欲罢不能？嘿嘿嘿": "Is it ‘cause my cock’s so thick and long, you can’t get enough? Heh heh heh.",
  "恶心！哪里来那么多废话！": "Gross! Shut up with all that nonsense!",
  "谁会对你的小丁丁感兴趣啊？": "Who’d care about your tiny pecker?",
  "要做赶紧做，不做我可走了哈": "If you’re gonna do it, hurry up—or I’m out.",
  "你等着，马上插得你叫爸爸": "Just wait—I’ll have you screaming ‘daddy’ in no time.",
  "啊啊~~~混蛋！轻点！那么粗鲁，会疼的！": "Ahh~~~ you jerk! Easy! So rough—it hurts!",
  "现在认错已经晚了！必须干的你淫水横飞！": "Too late to back out now—I’m fucking you ‘til you’re dripping!",
  "最终在表姐子宫灌满了精液，直到溢出": "In the end, you fill your cousin’s womb with cum ‘til it spills over.",
  "怎么样？表姐？很喜欢被我内射吧？": "So, cuz? Loving me cumming inside you, huh?",
  "哼！谁会喜欢！我永远喜欢艾米丽": "Hmph! As if! I’ll always love Emily.",
  "克莱尔，我上次帮你蒙眼和艾米丽亲吻了": "Claire, I blindfolded and kissed Emily for you last time.",
  "所以你什么时候和我一起亲吻呢？": "So when’re we gonna make out?",
  "哪个不算！除非你能光明正大地让艾米丽亲吻我": "That doesn’t count! Not unless you get Emily to kiss me fair and square.",
  "如果你能让艾米丽真正地亲吻我，我就代替艾米丽和你亲热": "If you can get Emily to really kiss me, I’ll hook up with you instead of her.",
  "但是以后你再也不能和艾米丽亲热了，你能做到吗？": "But after that, no more messing with Emily—can you handle that?",
  "先答应下来，等到时机成熟姐姐表姐一起玩双飞，美滋滋": "Agree for now—when the time’s right, I’ll get both sis and cuz for a threesome. Sweet!",
  "我有一个办法": "I have a way.",
  "平时周末姐姐会做你家玩吧？到时候我也加入你们的游戏": "My sister usually comes to your house to play on weekends, right? I'll join your game then.",
  "我到时候就自然有办法让艾米丽亲吻你了": "I'll naturally find a way to get Emily to kiss you then.",
  "好，这个周末等你": "Alright, I'll wait for you this weekend.",
  "周末，克莱尔和艾米丽正在卧室里面玩耍": "On the weekend, Claire and Emily are playing in the bedroom.",
  "今天，还有一个人来和我们一起玩哦": "Today, there's another person joining us to play.",
  "哦？谁啊？": "Oh? Who is it?",
  "姐姐们？你们在吗？": "Sisters? Are you there?",
  "你从门外推门进来": "You push the door open from outside.",
  "你怎么来了？": "Why are you here?",
  "他说找到了一个很好玩的游戏，所以我就让他过来了": "He said he found a really fun game, so I let him come over.",
  "听克莱尔说你有很好玩的游戏": "I heard from Claire that you have a really fun game.",
  "那是什么呢？": "What is it?",
  "我最近学会了玩骰子，可是一个高手了": "I recently learned to play dice and I'm already a master.",
  "姐姐们，你们信不信你们两个联合起来都玩不过我？": "Sisters, do you believe that even the two of you together can't beat me?",
  "切，你也太自大了！": "Tch, you're too arrogant!",
  "弟弟你确定吗？姐姐们联合对你一个可不是开玩笑的哦": "Are you sure, little brother? The sisters teaming up against you is no joke.",
  "我们来两局，赢的可以让输家做一件事，怎么样？": "Let's play two rounds. The winner can make the loser do one thing, how about that?",
  "我没问题": "I have no problem with that.",
  "如你所愿": "As you wish.",
  "来准备好了吗？": "Are you ready?",
  "三，二，一，开始": "Three, two, one, start!",
  "开点，你2点，艾米丽3点，克莱尔5点": "Reveal: you got 2 points, Emily got 3 points, Claire got 5 points.",
  "你完败了！": "You were completely defeated!",
  "你也太弱了，姐姐们顺便一个点数都比你大": "You're too weak. Even casually, the sisters got higher points than you.",
  "嘿嘿，果然还是太勉强了": "Hehe, it was indeed too much of a stretch.",
  "现在，我们要罚你做50个俯卧撑": "Now, we're going to punish you with 50 push-ups.",
  "你开始平板支撑，准备做俯卧撑": "You start in a plank position, preparing to do push-ups.",
  "嘿嘿，艾米丽你看，弟弟做俯卧撑的样子好憨憨啊": "Hehe, Emily, look, our little brother looks so silly doing push-ups.",
  "呵呵，是有一点点，嘿嘿": "Haha, just a little bit, hehe.",
  "做完俯卧撑后，正准备开始第二局": "After finishing the push-ups, you're about to start the second round.",
  "姐姐们，我可要认真了啊": "Sisters, I'm getting serious now.",
  "再怎么努力都没有用的，我们二打一": "No matter how hard you try, it's useless. It's two against one.",
  "开点，你6点，艾米丽4点，克莱尔3点": "Reveal: you got 6 points, Emily got 4 points, Claire got 3 points.",
  "你完胜！": "You won completely!",
  "貌似是姐姐们输了呢": "Looks like the sisters lost.",
  "你有什么要求？": "What's your request?",
  "嘿嘿，艾米丽，你要亲吻克莱尔哦": "Hehe, Emily, you have to kiss Claire.",
  "这个要求是不是有点高了？": "Isn't this request a bit much?",
  "要不你换个要求？": "How about you change the request?",
  "不需要，姐姐愿赌服输...": "No need, a sister honors her bets...",
  "艾米丽和克莱尔亲吻在一起的画面太刺激了": "The scene of Emily and Claire kissing together is so thrilling.",
  "两位高冷性感的御姐在面前亲吻真的让人想入非非啊": "Two cool, sexy older sisters kissing in front of you really sparks the imagination.",
  "去百货商店帮助克莱尔亲吻艾米丽": "Go to the department store to help Claire kiss Emily.",
  "去百货商店亲吻克莱尔": "Go to the department store to kiss Claire.",
  "姐姐在商店街开了服装店，我可以在她店里帮帮忙": "My sister opened a clothing store on the shopping street. I can help out at her store.",
  "帮姐姐拍照，改善生意": "Help my sister take photos to improve her business.",
  "姐姐在电话里哭的很伤心，快去安慰姐姐": "My sister was crying sadly on the phone. Hurry and comfort her.",
  "姐姐在客厅看电视的时候睡着了，可以做坏事哦": "My sister fell asleep while watching TV in the living room. You can do naughty things.",
  "可以让姐姐拍摄一些性感一点的照片哦": "You can have my sister take some sexier photos.",
  "工作的时候，亲吻艾米丽": "Kiss Emily while working.",
  "用艾米丽的手机约克莱尔出来，商量计划": "Use Emily's phone to ask Claire out to discuss a plan.",
  "让克莱尔和艾米丽偷偷亲吻": "Have Claire and Emily kiss secretly.",
  "偷偷夜袭姐姐，摸姐姐胸": "Sneakily attack my sister at night and touch her chest.",
  "偷窥姐姐换衣服": "Spy on my sister changing clothes.",
  "给姐姐拍照的时候，偷偷吃姐姐豆腐": "While taking photos of my sister, secretly take advantage of her.",
  "得到克莱尔的原谅后，同时给艾米丽和克莱尔拍照": "After earning Claire's forgiveness, take photos of both Emily and Claire.",
  "泳池偷偷摸胸": "Sneakily touch her chest at the pool.",
  "姐姐泳池睡着的时候，偷偷干坏事": "When my sister falls asleep at the pool, secretly do naughty things.",
  "姐姐泳池休息的时候，给姐姐按摩": "When my sister is resting at the pool, give her a massage.",
  "艾米丽和克莱尔想去一个温泉酒店玩耍，需要10000金币": "Emily and Claire want to go to a hot spring hotel to have fun, requiring 10,000 gold coins.",
  "快点攒钱带姐姐去玩吧，可以和姐姐们色色哦": "Hurry up and save money to take the sisters out to have some naughty fun.",
  "完成艾米丽线，克莱尔线会一起解锁哦": "Complete Emily's storyline, and Claire's storyline will unlock as well.",
  "现在可以和克莱尔一起亲吻了": "Now you can kiss Claire.",
  "克莱尔生气了，或许我能问问姨妈怎么才能得到她的原谅": "Claire is angry. Maybe I can ask my aunt how to get her forgiveness.",
  "我现在需要去医院附近寻找克莱尔丢失的项链，然后在这里还给她": "I need to search near the hospital for Claire's lost necklace and return it to her here.",
  "腿交": "Thigh sex",
  "检查内裤": "Check her underwear",
  "早晨，正当艾米丽正疑惑你去了哪里的时候": "In the morning, just as Emily is wondering where you went.",
  "你从艾米丽身后偷偷靠近她": "You sneak up on Emily from behind.",
  "突然袭击，抱住了艾米丽": "Sudden attack, you hug Emily.",
  "哼哼，坏弟弟，大早上就想偷袭是吧？": "Hmph, naughty little brother, trying to sneak attack in the morning, huh?",
  "嘿嘿，这不是想给姐姐一个惊喜嘛": "Hehe, isn't this just wanting to surprise my sister?",
  "呵呵，惊喜？我看你是想色色": "Haha, surprise? I think you want something naughty.",
  "我早就察觉出来了哦": "I noticed it a long time ago.",
  "艾米丽突然抓住你早已经坚硬如铁的鸡巴": "Emily suddenly grabs your already rock-hard cock.",
  "哼哼，大早上就这么硬，想造反啊？": "Hmph, so hard in the morning, planning a rebellion, huh?",
  "我没办法啊，大早上就看到性感的姐姐在我面前晃来晃去": "I can't help it. Seeing my sexy sister swaying in front of me in the early morning.",
  "面对姐姐修长的黑丝大长腿，所有正常男人都会硬好吧": "Faced with my sister's slender, black-stockinged long legs, any normal man would get hard, right?",
  "嘿嘿，看在你嘴那么甜的份上，今天就放过你": "Hehe, since you have such a sweet tongue, I'll let you off today.",
  "嘿嘿，姐姐放过我，我可不打算放过姐姐哦": "Hehe, sister, you may let me off, but I don't plan on letting you off.",
  "坏弟弟，你做什么呢？": "Naughty brother, what are you doing?",
  "我在报仇啊，姐姐今天摸了我的鸡鸡，我也要摸回来": "I'm getting revenge. Sister touched my cock today, so I want to touch back.",
  "艾米丽的上衣扣子渐渐被你解开": "Emily's top buttons are gradually undone by you.",
  "姐姐的上衣已经被你脱下来了": "You've already taken off my sister's top.",
  "但是你还是觉得不够，又去撤姐姐的胸罩": "But you still feel it's not enough, so you go to remove her bra.",
  "艾米丽雪白的巨乳摸起来手感真是好极了": "Emily's snow-white, huge breasts feel amazing to touch.",
  "坏弟弟，快点做完，姐姐还要去上班呢": "Naughty brother, hurry up, sister has to go to work.",
  "艾米丽的巨乳在你手中变换成各种形状": "Emily's huge breasts change into various shapes in your hands.",
  "好啦好啦，差不多够了吧，姐姐还得上班呢": "Alright, alright, that's enough, sister still has to go to work.",
  "嘿嘿，姐姐的巨乳玩一辈子都不会够": "Hehe, I could play with sister's huge breasts for a lifetime and it still wouldn't be enough.",
  "在你日常玩弄完艾米丽的巨乳之后": "After your daily play with Emily's huge breasts.",
  "姐姐，我也很难受呢，你得帮帮我": "Sister, I'm also feeling uncomfortable, you have to help me.",
  "你掏出早已坚硬如铁的鸡巴，拉住艾米丽的手": "You pull out your already rock-hard cock and grab Emily's hand.",
  "看来的确很难受呢": "It does seem quite uncomfortable.",
  "你想姐姐怎么帮你？": "How do you want sister to help you?",
  "你把艾米丽带到桌子上，摆出二郎腿的姿势，然后开始腿交": "You bring Emily to the table, have her pose with crossed legs, and start thigh sex.",
  "真是个色狼弟弟，哪里学的这么多色情的东西": "What a perverted little brother, where did you learn all these naughty things?",
  "大量精液，把姐姐的黑丝美腿都给弄脏了": "A huge amount of semen stains sister's beautiful black-stockinged legs.",
  "唔，色狼弟弟，把姐姐的丝袜弄的这么脏，姐姐怎么穿去上班啊": "Ugh, perverted brother, you got sister's stockings so dirty, how can I wear them to work?",
  "真的是，太任性了": "Really, too willful.",
  "好啦，今天没有什么要为难姐姐的了吧？": "Alright, there's nothing else to trouble sister with today, right?",
  "不行，我还得检查一下姐姐穿的什么内裤": "No, I still have to check what underwear sister is wearing.",
  "啊？检查内裤？为什么？": "Huh? Check my underwear? Why?",
  "当弟弟的有义务检查姐姐的内裤，防止姐姐出门走光哦": "As a little brother, it's my duty to check sister's underwear to prevent her from flashing outside.",
  "好吧，既然这样...只能...": "Alright, if that's the case... I have no choice...",
  "姐姐今天穿的是纯洁的白色内裤哦": "Sister is wearing pure white underwear today.",
  "但是，你发现，姐姐的内裤早已湿透了": "But you find that sister's underwear is already soaked.",
  "淫水穿过内裤顺着大腿根流下来，淫荡极了": "Lewd fluids flow through the underwear down the thighs, extremely lascivious.",
  "不行！姐姐都已经这么湿了，必须要将姐姐就地正法！": "No way! Sister is already so wet, I must deal with her on the spot!",
  "姐姐今天穿的是性感的黑色蕾丝内裤哦": "Sister is wearing sexy black lace underwear today.",
  "姐姐今天穿的是性感的白丝透明哦": "Sister is wearing sexy transparent white stockings today.",
  "你发现，姐姐的内裤早已湿透了，这内裤穿不穿根本没区别好吧": "You find that sister's underwear is already soaked; wearing it or not makes no difference.",
  "不行！姐姐今天不能穿这件内裤出门，必须要将姐姐就地正法！": "No way! Sister can't wear this underwear out today; I must deal with her on the spot!",
  "你强硬的脱下姐姐的内裤": "You forcefully take off sister's underwear.",
  "然后粗鲁地插入姐姐的蜜穴": "Then roughly insert into sister's honey hole.",
  "淫荡的姐姐，你今天早上故意穿这样的内裤，是在故意诱惑我吗": "Lewd sister, did you deliberately wear such underwear this morning to seduce me?",
  "嗯...": "Mmm...",
  "听到艾米丽肯定的答复，你不由加快了攻速，给她一点点惩罚": "Hearing Emily's affirmative response, you can't help but speed up your thrusts, giving her a little punishment.",
  "最终，以你在姐姐子宫灌进大量精液作为收尾": "Finally, you finish by filling sister's womb with a large amount of semen.",
  "姐姐，以后绝对不能穿这么淫荡的内裤出门，知道了吗？": "Sister, you absolutely can't wear such lewd underwear out in the future, got it?",
  "哈哈哈，你吃醋了？": "Hahaha, are you jealous?",
  "姐姐只会穿给你看，嘿嘿，别担心": "I will only wear it for you, hehe, don't worry.",
  
  "你收集到了入学所需要的所有文件，正式向校长薇薇安提出入学申请": "You have collected all the documents required for admission and formally submitted an application to Principal Vivian.",
  "让我看看你今天带来了什么？": "Let me see what you brought today.",
  "健康证明,体能证明,文科证明...": "Health certificate, physical fitness certificate, liberal arts certificate...",
  "不错哦，居然可以弄得到这么多资料": "Not bad, you actually managed to gather so much information.",
  "不过，我很遗憾的告诉你": "However, I'm sorry to tell you.",
  "就算你提交了这么多的证明资料": "Even if you submitted all these supporting documents.",
  "我依旧会拒绝你的入学申请！": "I will still reject your admission application!",
  "凭什么？！": "On what grounds?!",
  "呵呵，凭什么？": "Heh, on what grounds?",
  "当然是因为我不喜欢你啊~": "Of course, because I don't like you~",
  "上次在酒店把我全身摸了个遍，还让我给你口交": "Last time at the hotel, you groped me all over and even made me give you a blowjob.",
  "开什么玩笑，我可是校长耶，你真当我不记仇么？": "What a joke, I'm the principal, do you really think I don't hold grudges?",
  "所以你这是故意针对我咯？": "So you're deliberately targeting me, huh?",
  "有权力了不起啊？！": "Think you're all that because you have power?!",
  "抱歉，有权力真的可以为所欲为": "Sorry, having power really lets you do whatever you want.",
  "怎么？你不服气吗？": "What? Not convinced?",
  "够了！！！": "Enough!!!",
  "你重重拍了一下桌子，站立起来": "You slam the table hard and stand up.",
  "看来不使出非常手段是不行了": "Looks like I have no choice but to resort to extreme measures.",
  "你给我等着！": "Just you wait!",
  "你走到薇薇安旁边，打算给她点颜色看看": "You walk to Vivian's side, planning to teach her a lesson.",
  "喂喂喂，你靠的这么近想做什么？": "Hey, hey, hey, what do you think you're doing getting so close?",
  "识相点就赶紧灰溜溜滚出我的办公室啊": "If you know what's good for you, get out of my office now.",
  "不然小心我开除你的学籍哦": "Or else, be careful, I might expel you.",
  "你正在解开裤子": "You're unbuckling your pants.",
  "说的很好，我都没有成功入学，我可不怕你开除学籍哦，校长大人": "Well said, I haven't even been admitted yet, so I'm not afraid of you expelling me, Principal.",
  "你解开裤子，释放出早已梆硬的大鸡巴": "You unzip your pants, releasing your already rock-hard cock.",
  "臭流氓，你想做什么？": "You filthy hooligan, what are you trying to do?",
  "恶心死了，赶紧把你这根脏东西剪了吧": "So disgusting, hurry up and cut that dirty thing off.",
  "我再说一遍，赶紧滚出我的办公室": "I'll say it again, get out of my office now.",
  "呦呦呦，感觉到很恶心啊？": "Oh, feeling disgusted, huh?",
  "可是我记得某天晚上，某人骑着这根恶心的鸡巴": "But I remember one night, someone was riding this 'disgusting' cock.",
  "一直爽的停不下来呢？那个人是谁啊？": "Couldn't stop enjoying it, could they? Who was that person?",
  "我怎么想不起来了呢？校长大人，你记得是谁吗？": "Why can't I remember? Principal, do you recall who it was?",
  "呸，我真的是倒了血霉了": "Pfft, I must be cursed.",
  "那天要不是中了坏人的春药，我会让你得逞？": "If I hadn't been drugged by some villain that day, would I have let you succeed?",
  "你抓住薇薇安的小手": "You grab Vivian's small hand.",
  "作为惹我今天生气的惩罚": "As punishment for making me angry today.",
  "你今天要给我撸管射一发哦": "You have to jerk me off and make me cum today.",
  "你做什么？你放开手！": "What are you doing? Let go of my hand!",
  "你再这样我喊人了啊": "If you keep this up, I'll call for help.",
  "你可以喊，最好把全学校的人都喊过来看看": "Go ahead and shout, better yet, call the whole school to see.",
  "学校里最冷艳的校长大人居然在给自己的学生撸管": "The school's coldest, most glamorous principal jerking off her student.",
  "哦，对了。我要不要顺便再把校长大人处女毕业之夜的事情说出去呢？": "Oh, by the way, should I also mention the principal's virginity graduation night?",
  "据我所知，学校里很多人的意淫对象就是你哦": "As far as I know, you're the fantasy of many people in this school.",
  "他们肯定很感兴趣吧！": "They'd definitely be very interested!",
  "假如你今天让我满意，我就替你保密怎么样？": "If you satisfy me today, how about I keep it a secret for you?",
  "哼！你敢说出去你就死定了！": "Hmph! If you dare spill it, you're dead!",
  "废物鸡巴，快点射出来然后滚啊": "Useless cock, hurry up and cum, then get lost.",
  "薇薇安极不情愿地帮你撸管": "Vivian reluctantly jerks you off.",
  "啊啊啊~~尊敬的校长大人，我要射你身上了": "Ahhh~~ Dear Principal, I'm going to cum on you.",
  "你把精液全部射到薇薇安的衣服上": "You shoot all your semen onto Vivian's clothes.",
  "呵呵，果然是废物鸡巴，就这么几下就射了": "Heh, truly a useless cock, cumming after just a few strokes.",
  "真没用啊，你可以滚了吗？": "So useless, can you get lost now?",
  "是吗？还远远没有结束哦！": "Is that so? We're far from done!",
  "你把薇薇安拦腰抱起": "You pick Vivian up by the waist.",
  "喂！等等！你做什么？": "Hey! Wait! What are you doing?",
  "你把薇薇安放在办公桌上": "You place Vivian on the desk.",
  "混蛋！快放我下来！": "Bastard! Put me down now!",
  "校长大人，你有一对绝世美腿哦": "Principal, you have a pair of stunning legs.",
  "我早就想抱着你的美腿舔了": "I've long wanted to hold and lick your beautiful legs.",
  "校长大人的黑丝美腿，好香啊": "The principal's black-stockinged legs are so fragrant.",
  "吸溜，吸溜。吸吮黑丝美脚": "Slurp, slurp. Sucking on black-stockinged beautiful feet.",
  "你个变态，脚有什么好的？": "You pervert, what's so great about feet?",
  "你伸出舌头舔薇薇安的黑丝美脚": "You stick out your tongue and lick Vivian's black-stockinged beautiful feet.",
  "别、、、别乱舔啊、、、": "Don't... don't lick randomly...",
  "啊、哦你个变态、、": "Ah, oh, you pervert...",
  "吵死了": "So noisy.",
  "看来得把你的小嘴堵住": "Looks like I need to shut that little mouth of yours.",
  "等等，你干什么？": "Wait, what are you doing?",
  "变态，别凑那么近": "Pervert, don't get so close.",
  "你堵住薇薇安的小嘴，伸出舌头在她嘴里搅来搅去": "You cover Vivian's mouth and stick your tongue in, swirling it around.",
  "而薇薇安也羞涩地用舌头作为回应": "And Vivian shyly responds with her tongue.",
  "一阵热吻过后、、、": "After a passionate kiss...",
  "变态，别脱我裙子！": "Pervert, don't take off my skirt!",
  "嘿嘿，刚刚校长大人你在帮我撸管的时候": "Hehe, just now when you were jerking me off, Principal.",
  "一直在转换坐姿呢": "You kept shifting your sitting position.",
  "是不是利用转换坐姿来摩擦小穴止痒？": "Were you shifting to rub your pussy to relieve an itch?",
  "才、才不是呢！": "N-no, that's not it!",
  
   "哦？真的吗？": "Oh? Really?",
  "让我来检查一下，小穴有没有湿润": "Let me check if your pussy is wet.",
  "别、不要啊！变态！": "No, don't! Pervert!",
  "你把薇薇安的内裤掰到一边": "You pull Vivian's panties to the side.",
  "薇薇安粉嫩的小穴已经全部打湿了，淫水流的根本停不下来": "Vivian's pink pussy is completely soaked, with lewd fluids flowing uncontrollably.",
  "啧啧啧，还在嘴硬呢！": "Tsk tsk tsk, still being stubborn, huh!",
  "你看看，小穴都湿成什么样子了？": "Look at how wet your pussy is!",
  "难道你刚刚在帮我撸管的时候就想着和我用什么姿势做爱吗？": "Were you thinking about what position to have sex with me in while you were jerking me off?",
  "根本不可能有感觉！和你一点关系都没有！": "There's no way I felt anything! It has nothing to do with you!",
  "啧啧啧，我看你还能嘴硬多久！": "Tsk tsk tsk, let's see how long you can keep being stubborn!",
  "假如我这样做的话": "If I do this.",
  "你还能忍受吗？": "Can you still endure it?",
  "等等，你做什么！": "Wait, what are you doing!",
  "别、、、别插进来！": "Don't... don't put it in!",
  "啊~~~混~~蛋~~嗯~~~": "Ah~~~ bastard~~ mm~~~",
  "混蛋！快拔出来啊！": "Bastard! Pull it out quick!",
  "是吗？你下面的小穴可是在紧紧吸吮住我的手指哦": "Is that so? Your pussy down there is tightly sucking on my fingers.",
  "承认吧！你也很喜欢这样做是吧？": "Admit it! You like this too, don't you?",
  "才、、、才不会喜欢呢": "N-no, I don't like it!",
  "啊~~~混~~蛋~~轻点啊~~嗯~~~": "Ah~~~ bastard~~ be gentle~~ mm~~~",
  "你把薇薇安的美腿架在肩膀上": "You lift Vivian's beautiful legs onto your shoulders.",
  "前戏结束了，该进入正题了吧！": "Foreplay's over, time to get to the main event!",
  "你把鸡巴紧紧抵住薇薇安的小穴，随时可以陷阵冲锋": "You press your cock tightly against Vivian's pussy, ready to charge at any moment.",
  "你、、、你要做什么？": "W-what are you going to do?",
  "我警告你！你如果敢插进来可就是强奸，会去坐牢的哦": "I'm warning you! If you dare put it in, that's rape, and you'll go to jail!",
  "识相点就快点滚蛋，刚才的事情我可以不追究": "If you're smart, get lost now, and I won't pursue what just happened.",
  "啧啧啧，现在知道怕了？": "Tsk tsk tsk, now you're scared?",
  "你刚刚的那种咄咄逼人的那种气势呢？": "Where's that aggressive attitude you had earlier?",
  "你再说一次看看~~~": "Say it again, let's hear it~~~",
  "你给我道歉并且让我入学不再刁难我，我今天就放过你": "Apologize to me and let me enroll without making things difficult, and I'll let you off today.",
  "哼！道歉？！": "Hmph! Apologize?!",
  "说的好像我怕你似的": "As if I'm afraid of you.",
  "能让本小姐道歉的人还没出生呢！": "The person who can make me apologize hasn't been born yet!",
  "我就不信你敢强奸我！": "I don't believe you dare rape me!",
  "强奸薇薇安": "Rape Vivian",
  "既然你还是这么嘴硬，那就怪不得我了": "Since you're still so stubborn, don't blame me.",
  "喂喂喂、、、你来真的啊？？": "Hey, hey, hey... are you for real??",
  "拔！拔出去啊！！！": "Pull it out! Pull it out!!!",
  "我道歉，对不起！我让你入学！！": "I apologize, I'm sorry! I'll let you enroll!!",
  "快点拔出去啊！！嗯嗯~~~啊~~": "Pull it out quick!! Mmm~~~ ah~~",
  "顶住薇薇安子宫颈": "Press against Vivian's cervix",
  "现在道歉？晚了！": "Apologizing now? Too late!",
  "顶、顶到哪个地方了": "Pushing, pushing where?",
  
  "你看看，你都爽成这个样子了": "Look at you, you're enjoying it so much.",
  "你是不是一直在期待着这个啊？": "Have you been looking forward to this?",
  "谁、谁期待了？": "Who, who was looking forward to it?",
  "像你这种废物鸡巴，我才不会期待呢": "I wouldn't look forward to a useless cock like yours.",
  "是吗？我拔出来看看": "Is that so? Let me pull it out and see.",
  "喂喂喂，报告尊敬的校长大人！": "Hey, hey, hey, reporting to the dear Principal!",
  "你下面湿的好厉害啊": "You're so wet down there.",
  "你看，你的淫水已经把我的鸡巴全部打湿了！": "Look, your lewd fluids have completely soaked my cock!",
  "我就说嘛，校长大人一直在期待我的鸡巴进入呢": "I knew it, the Principal was looking forward to my cock entering her.",
  "这个就是证据了": "This is the proof.",
  "才不是期待你这个变态呢！": "I'm not looking forward to you, you pervert!",
  "这么湿是因为、、、是因为、、、": "It's so wet because... because...",
  "突然用力插入": "Suddenly thrust hard",
  "好了不要解释了，嘿嘿嘿": "No need to explain, hehehe",
  "啊啊~~~变态~~嗯~~~嗯~~混蛋~~": "Ah~~~ pervert~~ mm~~~ mm~~ bastard~~",
  "转换姿势": "Change position",
  "我们来换个姿势吧": "Let's switch positions.",
  "你让薇薇安骑在你身上，摆出女上骑乘的姿势": "You have Vivian ride on top of you, striking a cowgirl position.",
  "喂喂喂，混蛋！你摆出这个姿势是什么意思？": "Hey, hey, hey, bastard! What's the meaning of striking this pose?",
  "难不成你想让我主动骑在你身上？": "Could it be you want me to take the initiative to ride you?",
  "当然啊，我有点累了": "Of course, I'm a bit tired.",
  "滚！这不可能！": "Get lost! That's impossible!",
  "算我求你了，行吧？": "I'm begging you, alright?",
  "我好想再体验一次，我们处男处女毕业那天晚上的姿势": "I really want to relive that position from the night we both lost our virginity.",
  "求求你了，校长大人": "Please, Principal.",
  "用你的小穴，来狠狠地教训我这个叛逆的学生吧": "Use your pussy to harshly discipline this rebellious student.",
  "哼！既然你都这么低三下四地求我了": "Hmph! Since you're begging me so humbly.",
  "满足你一次也不是不行": "It's not impossible to satisfy you once.",
  "就只有这一次哦": "Just this one time, okay?",
  "对待你这种废物鸡巴，整天不学好的叛逆学生": "For a rebellious student like you with a useless cock who doesn't study all day.",
  "就是要应该、、、": "It should be...",
  "像这样、、、": "Like this...",
  "狠狠地管教一下、、、啊~~~": "Disciplined harshly... ah~~~",
  "怎么样？知道校长的厉害了吧？": "How's that? Now you know how formidable the Principal is, right?",
  "看你以后、、、还敢不敢、、、": "Let's see if you dare in the future...",
  "顶撞、、、顶撞、、、校长~~~": "To defy... defy... the Principal~~~",
  "哦~~~嗯~~~啊啊~~~": "Oh~~~ mm~~~ ah~~~",
  "骑乘式": "Cowgirl style",
  "抱腿式": "Leg-hugging style",
  "内射": "cum inside",
  "你在薇薇安的小穴内射大量精液": "You ejaculate a large amount of semen inside Vivian's pussy.",
  "哦~~~校长大人的小穴~~太棒了！！": "Oh~~~ Principal's pussy~~ it's amazing!!",
  "哼哼，这次我就不刁难你了": "Hmph, I won't make things difficult for you this time.",
  "从今以后，你就是我这所学校的正式学生了，明白了吗？": "From now on, you are an official student of my school, got it?",
  "明白了！校长大人！": "Understood! Principal!",
  "已经成功完成入学任务，成为正式的学生": "You have successfully completed the enrollment task and become an official student.",
  
  "看，他来了！我说的就是他！": "Look, he's here! That's the guy I was talking about!",
  "我明白了！": "I understand!",
  "你这个婊子养的狗杂种！": "You son of a bitch!",
  "你给老子过来！": "Get over here!",
  "卡拉的男朋友抓住你的衣领，让你动弹不得": "Carla's boyfriend grabs your collar, making you unable to move.",
  "我听卡拉说了，就是你在欺负她是吧？！": "I heard from Carla that you're the one bullying her, right?!",
  "你不知道她是我的女朋友吗？": "Don't you know she's my girlfriend?",
  "你想死了是吧？": "You want to die, don't you?",
  "你想反抗他，但是看到你们的体型差距，权衡利弊之后": "You want to fight back, but seeing the size difference and weighing the pros and cons.",
  "你觉得绝对打不过他，于是选择忍让": "You realize you absolutely can't beat him, so you choose to back down.",
  "我在和你说话！你耳聋吗？": "I'm talking to you! Are you deaf?",
  "你说！你有没有欺负过我女朋友？！": "Tell me! Have you ever bullied my girlfriend?!",
  "额，是发生过一点冲突、、、": "Uh, there was a little conflict...",
  "冲突！！！妈的！！！": "Conflict!!! Damn it!!!",
  "给你一巴掌，看你以后老不老实！": "I'll slap you to see if you'll behave in the future!",
  "小子你听着！日后再敢碰我女朋友一根毫毛，我饶不了你！": "Listen up, kid! If you dare touch a single hair on my girlfriend again, I won't let you off!",
  "你明白了吗？": "Do you understand?",
  "明白了、、、": "Understood...",
  "算你识趣，现在，立马给我有多远滚多远": "You're smart. Now, get as far away as you can, immediately.",
  "明白了、、、我马上滚、、、": "Understood... I'll get lost right away...",
  "你借机躲到暗处，观察卡拉和她男朋友": "You take the chance to hide in the shadows, observing Carla and her boyfriend.",
  "妈的，这个大块头是谁啊？": "Damn, who is this big guy?",
  "我感觉我打不过他，大丈夫能伸能缩，我先忍他这次": "I feel like I can't beat him. A real man knows when to yield, so I'll tolerate him this time.",
  "我现在得跟踪他，调查他的来历，然后再等待时机报复！": "I need to follow him now, investigate his background, and wait for the right moment to get revenge!",
  "谢谢你，帮我报复了哪个混蛋": "Thank you for helping me get revenge on that jerk.",
  "真的是出了一口恶气！": "It really let off some steam!",
  "尤其是那一巴掌！啧啧啧，看的真爽啊": "Especially that slap! Tsk tsk tsk, it was so satisfying to watch.",
  "那是当然，看看哪个窝囊废的样子吧": "Of course, just look at that loser's face.",
  "他以后再也不敢靠近我们俩了，哈哈": "He won't dare come near us again, haha.",
  "来，亲爱的，我们亲一个": "Come on, darling, let's kiss.",
  "不要，讨厌啦，嘿嘿，你真坏": "No, ugh, hehe, you're so naughty.",
  "快放开我，哼哼": "Let me go, hmph.",
  "妈的，这对狗男女，你们给我等着！": "Damn it, you pair of dogs, just you wait!",
  "你跟踪了卡拉男朋友一整天，终于看到他和某个男人见面": "You followed Carla's boyfriend all day and finally saw him meet with a certain man.",
  "老大，这次叫我来是有何吩咐？": "Boss, what are your orders for calling me here this time?",
  "这次叫你来，是想让你帮我个忙": "I called you here to ask for a favor.",
  "我上次绑架了你们学校的校长，打算把她操成肉便器": "Last time, I kidnapped your school's principal, planning to turn her into a sex slave.",
  "把她变成肉便器后再把她财产抢过来": "Turn her into a sex slave and then steal her property.",
  "谁知道不知道从哪里突然冒出一个小子把她救走了": "Who knew some kid would suddenly show up out of nowhere and save her.",
  "妈的，我的那群手下都是废物，连个女人都看不住，让她给跑了": "Damn it, my men are all useless, couldn't even keep an eye on a woman, and let her escape.",
  "我打算再把你们校长绑架一次，这次由你来看守": "I'm planning to kidnap your principal again, and this time, you're in charge of guarding her.",
  "没问题老大，交给我吧": "No problem, boss, leave it to me.",
  "不过老大，你们玩腻哪个校长之后": "But boss, after you're done with that principal.",
  "能让我也操一次吗？我早就想狠狠地操她了": "Can I have a go at her too? I've wanted to fuck her hard for a long time.",
  "放心，跟着我混，好处少不了你的": "Don't worry, stick with me, and you won't be short of benefits.",
  "糟糕，他们好像在商量着要对薇薇安不利啊": "Oh no, it sounds like they're plotting something bad against Vivian.",
  "我得想办法通知薇薇安": "I need to find a way to warn Vivian.",
  "你掏出手机，把这个男人的照片拍摄下来": "You take out your phone and snap a photo of this man.",
  "照片拍好了，事不宜迟，马上去找薇薇安": "Photo taken, no time to waste, go find Vivian immediately.",
  "你以最快的速度赶到薇薇安的办公室": "You rush to Vivian's office as fast as possible.",
  "不驾驶汽车": "Don't drive a car",
  "服装商店": "Clothing store",
  "百货商店": "Department store",
  "购买物品": "Purchase items",
  "打工": "Work part-time",
  "日常互动": "Daily interactions",
  "返回": "Return",
  "你找我有什么事？": "What do you want with me?",
  "薇薇安，我有特别重要的事情找你谈谈": "Vivian, I have something very important to discuss with you.",
  "今天晚上有时间吗？我们出去喝杯咖啡边喝边聊": "Are you free tonight? Let's go grab a coffee and talk.",
  "好的，没问题": "Sure, no problem.",
  "你和薇薇安来到一个咖啡厅": "You and Vivian arrive at a café.",
  "所以呢？你刚刚要说的事情是什么？": "So, what was it you wanted to talk about?",
  "我想找你确认一下，你认不认识某个人": "I want to confirm if you know a certain person.",
  "我的手机里面拍摄了一张照片": "I took a photo on my phone.",
  "照片里面的人好像和上次绑架你的人有关系": "The person in the photo seems to be connected to the one who kidnapped you last time.",
  "你仔细看看": "Take a close look.",
  "照片么？我看看、、、": "A photo? Let me see...",
  "啊、、、、这、、、、": "Ah... this...",
  "这个人是！！！": "This person is!!!",
  "这个人就是上次绑架我，给我喂食春药的罪犯！": "This is the criminal who kidnapped me last time and fed me aphrodisiacs!",
  "你是怎么找到他的！": "How did you find him?",
  "我在跟踪他，我发现，他在计划再次绑架你": "I was following him, and I found out he's planning to kidnap you again.",
  "他还说，要计划把你财产抢走，把你日成肉便器什么的": "He also said he plans to steal your property and turn you into a sex slave or something.",
  "天啊咯": "Oh my God.",
  "这么说我现在的处境很危险、、、": "So my current situation is very dangerous...",
  "是的，我正是要和你说这个事": "Yes, that's exactly what I wanted to tell you.",
  "我们赶紧离开这个地方吧，现在除了家里和学校，我哪里都不敢去了": "Let's get out of here quickly. Right now, I don't dare go anywhere except home and school.",
  "我送你回去": "I'll take you back.",
  "嗯，谢、、、谢谢你": "Mm, thank... thank you.",
  "这是你的车吗？": "Is this your car?",
  "是啊，怎么了？": "Yeah, what's up?",
  "不错的车": "Nice car.",
  "怎么？你喜欢？": "What, you like it?",
  "喜欢就送你吧，我车子多得很": "If you like it, I'll give it to you. I have plenty of cars.",
  "什么？你就这样送我了？": "What? You're just giving it to me?",
  "你是富婆？？？": "Are you a rich lady???",
  "确实有点钱，至于到底有多少钱我也不清楚": "I do have some money, but I don't know exactly how much.",
  "反正这辈子是花不完了": "Anyway, I won't be able to spend it all in this lifetime.",
  "赶紧开车载我回家吧，这地方我呆着没安全感": "Hurry up and drive me home. I don't feel safe staying here.",
  "已经获得汽车，可以在家——车库直接使用": "You have obtained a car, which can be used directly from home - garage.",
  "你家在哪里？你是不是一个人住？": "Where's your house? Do you live alone?",
  "哼，我一个人住怎么了？": "Hmph, what's wrong with living alone?",
  "我警告你，可别动歪脑筋哦": "I'm warning you, don't get any funny ideas.",
  "在前面左拐那一片别墅区，最豪华的哪一栋就是了": "Turn left up ahead into the villa district; the most luxurious one is mine.",
  "不久，你们到达了薇薇安的家": "Soon, you arrive at Vivian's house.",
  "你家里这么大，你就一个人住吗？": "Your house is so big, and you live here alone?",
  "你住在这里安全吗？": "Is it safe for you to live here?",
  "安全你倒是不用担心，这里是富人区": "You don't need to worry about safety; this is a wealthy neighborhood.",
  "门口是有安保人员的，路上也有巡警持枪巡逻": "There are security guards at the entrance, and armed police patrol the streets.",
  "来我房间休息一下吧，跟我来": "Come rest in my room, follow me.",
  "来，当自己家一样不用客气的": "Make yourself at home, no need to be polite.",
  "坐这边吧，休息一下": "Sit here and rest for a bit.",
  "我去那边换套日常衣服": "I'm going over there to change into casual clothes.",
  "色狼！你可不许偷看哦！": "Pervert! You're not allowed to peek!",
  "偷窥薇薇安换衣服": "Peep at Vivian changing clothes",
  "怎么可能不偷看呢，不偷看的都是太监": "How could I not peek? Only a eunuch wouldn't peek.",
  "身材真好啊，给我看硬了": "What a great figure, it got me hard.",
  "真不敢相信我居然上过她": "I can't believe I actually slept with her.",
  "好了，该回去了，被发现就不好了": "Alright, time to go back; it wouldn't be good if I got caught.",
  "薇薇安换成日常便装，来到你的面前": "Vivian changes into casual clothes and comes to you.",
  "色狼，你刚刚绝对有偷窥吧？！": "Pervert, you were definitely peeking just now, weren't you?!",
  "咳咳，是偷偷看了一下": "Cough, I did sneak a peek.",
  "没办法，你太漂亮了，忍不住啊": "Can't help it, you're too beautiful, I couldn't resist.",
  "我就知道": "I knew it.",
  "哼哼，算你老实": "Hmph, at least you're honest.",
  "薇薇安来到你面前，叉着腰": "Vivian stands in front of you with her hands on her hips.",
  "其实我有两件事要你做": "Actually, I have two things for you to do.",
  "第一件事，就是我要你当我保镖": "The first thing is, I want you to be my bodyguard.",
  "你也知道，目前我的处境很危险，需要有人保护": "As you know, my situation is dangerous right now, and I need someone to protect me.",
  "你需要负责我的日常安全": "You need to be responsible for my daily safety.",
  "当然，我也会支付你保镖费用": "Of course, I'll pay you a bodyguard fee.",
  "第二件事，我想要包养你": "The second thing is, I want to keep you as a lover.",
  "当我有性欲需求的时候，你要对我言听计从": "When I have sexual needs, you have to obey me completely.",
  "我可以做你的保镖，但我不能被你包养！": "I can be your bodyguard, but I won't be your kept lover!",
  "开什么玩笑，我可是男人耶，又不是什么吃软饭的！": "What a joke, I'm a man, not some guy who lives off a woman!",
  "所以我不能接受被你包养": "So I can't accept being kept by you.",
  "你是不是还没搞清楚状况？": "Haven't you figured out the situation yet?",
  "我看你啊~~~~": "Let me tell you~~~~",
  "薇薇安一脚踩在你梆硬的鸡巴上": "Vivian steps on your hard cock.",
  "被我包养有什么不好的？": "What's so bad about being kept by me?",
  "你突然从哪里冒出来的大男人主义？": "Where did this sudden macho attitude come from?",
  "我又有钱，身材又好，长得又漂亮": "I'm rich, have a great figure, and I'm beautiful.",
  "不知道多少臭男人想摸我的手，这辈子都摸不到": "Countless sleazy men want to touch my hand but will never get the chance in their lifetime.",
  "我看你啊，就适合吃软饭，你看看你的鸡巴都硬成这样了": "I think you're perfect for living off a woman; look how hard your cock is already.",
  "为什么不顺从你的老二，当个舒舒服服的小白脸呢？": "Why not just follow your dick and be a comfortable kept man?",
  "你仔细想想，被富婆包养确实也没啥不好的": "Think about it carefully; being kept by a rich woman isn't so bad.",
  "接受被薇薇安包养": "Accept being kept by Vivian",
  "有钱拿，也能爽，薇薇安也长得漂亮": "You get money, pleasure, and Vivian is gorgeous too.",
  "好吧，我答应你~~~": "Alright, I agree~~~",
  "哼，还算你识趣": "Hmph, you're pretty sensible.",
  "你不是很喜欢我的脚的吗？": "Don't you really like my feet?",
  "现在我允许你用我的脚射出来哦": "Now I'm allowing you to cum using my feet.",
  "你抓住薇薇安的黑丝美腿来回摩擦": "You grab Vivian's black-stockinged beautiful legs and rub back and forth.",
  "从这个角度还能看到薇薇安粉嫩的小穴，淫水流淌停不下来": "From this angle, you can also see Vivian's pink pussy, with lewd fluids flowing uncontrollably.",
  "啊，薇薇安的小穴，小穴、、、": "Ah, Vivian's pussy, pussy...",
  "射、、要射了、、、": "Cum... I'm gonna cum...",
  "你终于忍不住了": "You finally can't hold back.",
  "把所有的精液都射到薇薇安的裙子和小穴上面": "You shoot all your semen onto Vivian's skirt and pussy.",
  "呵呵，今天就这样结束了哦": "Hehe, that's it for today.",
  "我想想明天要玩什么呢？嘿嘿、、": "I wonder what we'll play tomorrow? Hehe...",
  "如果直接从这里后入她的话，应该会爽的不得了吧": "If I take her from behind right here, it would feel amazing, right?",
  
  "主线任务第六天": "Main Quest: Day Six",
  "去学校校长办公室找薇薇安提交入学资料": "Head to the principal’s office to submit enrollment documents to Vivian.",
  "主线任务第七天": "Main Quest: Day Seven",
  "卡拉好像有事情找我": "Carla seems to have something to talk to me about.",
  "你有本事放学跟我来！": "If you’ve got the guts, meet me after school!",
  "来就来，说的好像怕你似的": "I’m in—think I’m scared of you or something?",
  "该游戏所有角色都是自愿出演的虚拟成年人，并且这是一个虚拟的故事": "All characters in this game are consenting virtual adults, and this is a fictional story.",
  "一个神秘的声音：": "A Mysterious Voice:",
  "嘿！你听我说，你想转生到异世界吗？": "Yo, listen up! Wanna get reincarnated into another world?",
  "在异世界，不仅有刁蛮可爱的萝莉，高冷性感的御姐": "In that world, you’ve got sassy cute lolis and cool, sexy older sisters.",
  "成熟妩媚的人妻还有给你提供帮助的精灵小姐姐": "Mature, charming wives and helpful elf girls ready to lend a hand.",
  "只要你转生到异世界，这些美女都可以拥入怀中哦": "Reincarnate there, and all these beauties could be yours to hold!",
  "好像听着还不错呢，试试吧": "Sounds pretty sweet. Let’s give it a shot.",
  "异世界？劳资才不去呢！": "Another world? Hell no, I’m staying put!",
  "你可知道我是谁？": "Do you even know who I am?",
  "不识趣！你可知道我是谁？": "You’re clueless! You got any idea who you’re dealing with?",
  "卡车大帝：": "Truck Emperor:",
  "我可是公路无敌的百吨王大运重卡，江湖人称“卡车大帝”": "I’m the unbeatable 100-ton king of the highway, known in the streets as the ‘Truck Emperor’!",
  "我这就送你去异世界！": "I’m shipping you off to another world right now!",
  "别害怕！头晕是正常的！": "Don’t freak out! Feeling dizzy is totally normal!",
  "你要撞大运咯！": "You’re about to hit the jackpot!",
  "我是......是否开启血缘关系？开启之后她就是你的妈妈": "I am... Want to enable blood relations? If enabled, she’ll be your mom.",
  "关闭血缘关系她就是你的房东（寄宿家庭）": "Disable blood relations, and she’s your landlord (host family).",
  "默认不开启：房东": "Default: Disabled - Landlord",
  "开启：妈妈": "Enabled: Mom",
  "我是你的房东啊": "I’m your landlord, you know.",
  "我是你的妈妈": "I’m your mom.",
  "哥...哥哥？": "Big... Brother?",
  "哥哥！！！": "Brother!!!",
  "哥哥,你终于醒了，呜呜呜~~~": "Brother, you’re finally awake, sob sob~~~",
  "妹妹杰西卡扑到你的怀里紧紧抱着你": "Your little sister Jessica throws herself into your arms, hugging you tight.",
  "哥哥,呜呜呜~~~": "Brother, sob sob~~~",
  "呵呵，杰西卡这小妮子也真是的": "Heh, Jessica, this little troublemaker, at it again.",
  "别搂得这么紧啊，小心把哥哥的腰搂断了": "Ease up on the hug, kiddo, or you’ll snap your brother’s spine!",
  "欢迎回家！我是你的姐姐艾米丽哦": "Welcome home! I’m your big sister, Emily!",
  "杰西卡依旧紧紧搂着你不肯放开": "Jessica’s still clinging to you, not letting go.",
  "好啦好啦，等会再撒娇吧": "Alright, alright, save the cuddles for later.",
  "才刚刚从医院回来，让他好好休息几天吧": "He just got back from the hospital—let her rest for a few days.",
  "嗨，又见面了，你准备好开启主线任务了吗？": "Hey, we meet again! Ready to kick off the main quest?",
  "注：某些人物的剧情需要通过主线任务才能开启剧情": "Note: Some character storylines can only be unlocked through main quests.",
  "开启主线任务（进入副本）": "Start Main Quest (Enter Instance)",
  "不，我还没准备好": "Nah, I’m not ready yet.",
  "也许下一次？": "Maybe next time?",
  "嗨！我叫做南娜，是一位拥有魔法的精灵": "Hi! I’m Nanna, an elf with magical powers.",
  "卡车大帝派遣我过来异世界帮助你": "The Truck Emperor sent me to this other world to help you out.",
  "需要我教你一些这个游戏的基础操作吗？": "Want me to walk you through some basic game controls?",
  "谢谢，我不需要": "Thanks, but I’m good.",
  "时间的修改": "Time Adjustment",
  "主菜单事项": "Main Menu Options",
  "任务的触发": "Task Triggers",
  "好的，我们会再见的，拜拜": "Cool, catch you later. Bye!",
  "你只需要点击日历本，就可以任意修改时间了呢": "Just tap the calendar to change the time whenever you want.",
  "这是游戏最常用的功能了，有些事件需要特定的时间才能触发": "It’s one of the most used features—some events only trigger at specific times.",
  "只要点击这个手机即可打开主菜单": "Tap the phone to open the main menu.",
  "主菜单里面有任务攻略和修改器，要多加利用哦": "The main menu has quest guides and cheats—use them wisely!",
  "在主菜单里面，打开任务面板就可以看到当前任务": "Open the task panel in the main menu to check your current quests.",
  "比如说这个感叹号": "Like this exclamation mark, for example.",
  "这个感叹号是凯瑟琳的任务触发点，完成任务后得到奖励": "This exclamation mark is Catherine’s quest trigger. Complete it for rewards.",
  "感叹号代表着当前角色的任务进度": "Exclamation marks show a character’s quest progress.",
  "如果你不知道下一个任务怎么做，可以打开《主菜单》---《任务攻略》": "If you’re stuck on a quest, check ‘Main Menu’ -> ‘Quest Guide’ for help.",
  "需要注意到是，这个任务只有在周末的晚上才能触发": "Heads up: This quest only triggers on weekend nights.",
  "需要这个时间才能触发": "Requires this specific time to activate.",
  "糟糕了，那位美女被绑架进这栋大楼了": "Oh no! That gorgeous girl got kidnapped into this building!",
  "我觉得我应该第一时间报警，等警察来拯救她": "I should call the cops right away and let them handle it.",
  "可笑，等警察赶到，估计早就已经来不及了": "Pfft, by the time the cops show up, it’ll be way too late.",
  "如果你立马冲进去救人，还来得及": "If you rush in to save her now, you might still make it.",
  "啊？我？我有几斤几两我不知道么？": "What, me? Don’t I know my own limits?",
  "我这样贸然冲进去和找死有什么区别？": "Charging in like that’s just asking to get myself killed!",
  "放心啦，有我在这里呢！": "Chill, you’ve got me here!",
  "我会在战斗中给予你强大的力量": "I’ll give you some serious power during the fight.",
  "你进去英雄救美说不定美人会以身相许哦": "Go play hero and save the damsel—she might just reward you with her heart!",
  "虽然你感到害怕，但是如果有这位精灵小姐姐相助，你觉得有希望": "You’re scared, but with this elf girl’s help, you’re feeling a spark of hope.",
  "太好了，就是这份气势，我们冲进去": "Hell yeah, that’s the spirit! Let’s storm in!",
  "我能感受到，附近有一颗非常强大力量宝石": "I can sense a super powerful gem nearby.",
  "我能感觉到，力量宝石就在附近": "I feel it—the power gem’s close by.",
  "等等，你手上的是？力量宝石？": "Hold up, is that... a power gem in your hand?",
  "拿好这颗力量，你会用得上它的": "Hold onto this gem—you’re gonna need it.",
  "蕴含着无法想象的力量": "It’s packed with unimaginable power.",
  "力量宝石": "Power Gem",
  "要不我试试刚刚得到的力量宝石吧": "Maybe I should try out this power gem I just got.",
  "对卡拉使用力量宝石": "Use the power gem on Carla.",
  "力量宝石还有另一个用法哦，让我来教你吧": "The power gem has another use—let me show you how.",
  "学习力量宝石的另一个用法": "Learn the other use for the power gem.",
  "会员福利": "supporter Perks",
  "该剧情是会员专属福利剧情，感恩金主爸爸们一直以来的支持": "This storyline is an exclusive perk for supporters—big thanks to our generous supporters!",
  "此剧情不会对主线有任何影响，只作为一个额外的福利": "This storyline doesn’t affect the main quest—it’s just a bonus treat.",
  "开启剧情": "Start Storyline",
  "下次一定": "Next time, for sure.",
  "成为会员": "Become a supporter",
  
  
  
  
  "某天，你正在和姐姐艾米丽一起看电视": "One day, you’re chilling with your big sister Emily, watching TV.",
  "哈哈哈，这部真是有够搞笑的": "Hahaha, this show’s freaking hilarious!",
  "是啊，还有电影里面的女主角穿兔女郎的服装，真的是太色了": "Yeah, and the heroine in that bunny girl outfit? Damn, that’s hot.",
  "怎么？难道你喜欢兔女郎服装？": "What, you into bunny girl costumes or something?",
  "嗯，特别喜欢": "Hell yeah, I’m obsessed.",
  "坏弟弟，你等我一会儿": "Naughty little brother, give me a sec.",
  "姐姐有个惊喜给你哦": "Your big sis has a surprise for you!",
  "艾米丽更换成兔女郎衣服出现在你面前": "Emily struts out in a bunny girl outfit, standing right in front of you.",
  "哇，姐姐你穿上这套衣服性感极了": "Whoa, sis, you look smokin’ hot in that outfit!",
  "呵呵，姐姐和刚刚电影里的女主角比起来怎么样？": "Heh, how do I stack up against that movie heroine?",
  "电影里的那些平庸角色哪里能和我的姐姐比啊": "Those bland movie characters don’t hold a candle to my sister!",
  "呵呵，真的吗？你不会是在哄姐姐开心吧？": "Heh, really? You’re not just buttering me up, are you?",
  "艾米丽躺在你的身边，把一双美腿架在你的肩膀": "Emily lounges next to you, throwing her gorgeous legs over your shoulders.",
  "姐姐的黑丝美腿，实在太棒了": "Sis, your legs in those black stockings? Absolute perfection.",
  "坏弟弟，你真的有那么喜欢我的腿吗？": "Naughty brother, do you really love my legs *that* much?",
  "你怎么证明呢？": "Prove it, then.",
  "喜欢，喜欢姐姐的美腿": "I love ‘em, I love your gorgeous legs, sis!",
  "我舔，我怎么舔都舔不够": "I’ll lick ‘em—I can’t get enough!",
  "嗯嗯~~哦~~啊啊啊~~": "Mmm~~ Oh~~ Ahhh~~",
  "坏弟弟~~~你舔脚的功夫很厉害呢~~哦~~~": "Naughty brother~~~ You’re *really* good at licking feet~~ Oh~~~",
  "舔~舔的姐姐~~好~~好舒服哦哦~~": "Licking~~ Makes your sister~~ Feel~~ So good~~ Ohh~~",
  "舔了好一会儿~~~": "Kept licking for a good while~~~",
  "姐姐~~~我的鸡巴好难受啊~~": "Sis~~~ My cock’s aching so bad~~",
  "我想要姐姐用黑丝美脚给我足交！": "I want you to use those sexy stocking feet for a footjob!",
  "呵呵，弟弟真是个变态色狼呢": "Heh, you’re such a pervy little wolf, aren’t you?",
  "居然对着姐姐的美脚就能硬成这样": "Getting this hard just from my feet? Wow.",
  "真是令姐姐困扰呢！": "You’re really putting your sister in a tough spot!",
  "啊，就是这样！我是变态！": "Yeah, that’s right! I’m a pervert!",
  "姐姐用黑丝美脚狠狠地惩罚我吧": "Punish me hard with those sexy stocking feet, sis!",
  "啊~~姐姐~~~我~~~要~~射了~~啊啊~~~": "Ah~~ Sis~~~ I’m~~ Gonna~~ Cum~~ Ahh~~~",
  "艾米丽突然把双脚分开": "Emily suddenly pulls her feet apart.",
  "不可以哦！": "Nope, not yet!",
  "姐姐不允许你现在射精呢~~~": "Your sister’s not letting you cum just yet~~~",
  "姐姐，求你了，不要这样~~~": "Sis, please, don’t do this~~~",
  "让我射出来吧~~我好痛苦啊~~~": "Let me cum~~ It’s killing me~~~",
  "哼，才不要呢！": "Hmph, no way!",
  "你光顾着自己爽，你有考虑过姐姐的感受吗？": "You’re only thinking about your own pleasure—what about how *I* feel?",
  "你没看到姐姐已经湿润的不行了吗？": "Can’t you see I’m already soaking wet?",
  "真是笨蛋~~~": "Such a dummy~~~",
  "这样才对~~~": "That’s more like it~~~",
  "那么，你想对姐姐做什么呢？": "So, what do you wanna do to your sister?",
  "姐姐，你流了好多水啊": "Sis, you’re dripping wet down there.",
  "呵呵，弟弟，你有什么可以止水的方法吗？": "Heh, little brother, got any tricks to stop the flood?",
  "有啊姐姐，流水的地方塞住就行了": "Sure do, sis—just plug up the leak!",
  "刚好我有一根大鸡巴可以塞住呢": "And I’ve got a big cock that’s perfect for the job.",
  "啊~~进来了~~~塞满了~~啊啊~~": "Ah~~ It’s in~~~ Filling me up~~ Ahh~~",
  "姐~~姐~~啊啊~~的~~哦~~小穴，~被~~被塞满了！": "Sis~~ Sis~~ Ahh~~ Oh~~ My pussy~~ It’s~~ Stuffed full!",
  "喔哦~~~姐姐~~你的小穴~~~好紧~~好湿润啊~~~": "Ohh~~~ Sis~~ Your pussy~~ So tight~~ So wet~~~",
  "姐姐~~我~~爱你~~姐姐~~": "Sis~~ I~~ Love you~~ Sis~~",
  "啊啊~~姐姐~~要~~射了~~~射了~": "Ahh~~ Sis~~ I’m~~ Gonna~~ Cum~~~ Cumming~~",
  "真是的，又内射...": "Ugh, another creampie...",
  "万一怀上怎么办啊？一点都不为姐姐考虑": "What if I get pregnant? You didn’t think about me at all!",
  "对不起，姐姐，因为实在太舒服了...": "Sorry, sis, it just felt *too* good...",
  "才刚刚射完，怎么又变得这么硬了呢？": "You just came—how’re you already hard again?",
  "嘿嘿，你想不想再射几次？": "Heh, wanna go a few more rounds?",
  "姐姐，姐姐今晚我们做个通宵好不好？": "Sis, how about we go all night tonight?",
  "可以哦，不过现在姐姐累了，想休息一会": "Sure, but I’m wiped out right now—need a breather.",
  "嘿嘿，是时候换人了呢！": "Heh, time to switch things up!",
  "换人？": "Switch? Who?",
  "是啊，换人！": "Yup, new player!",
  "妈妈，别躲着自慰了，轮到你了": "Mom, stop hiding and touching yourself—it’s your turn!",
  "啊？妈妈？": "Huh? Mom?",
  "凯瑟琳正在偷偷看着你和艾米丽做爱": "Catherine’s secretly watching you and Emily going at it.",
  "正在和艾米丽做爱": "Getting it on with Emily",
  "啊~~啊啊~~~哦哦~~嗯~~": "Ah~~ Ahh~~~ Ohh~~ Mmm~~",
  "我也想要~~儿子~~儿子的~~大鸡巴~~": "I want it too~~ My son~~ My son’s~~ Big cock~~",
  "用力地~~插进来~~狠狠地~~插进来~~嗯嗯~~~~": "Thrust it~~ Hard~~ Pound it in~~ Mmm~~~~",
  "内射~~内射~~~妈妈也想要~~内射~~~啊啊~~": "Creampie~~ Creampie~~~ Mom wants~~ A creampie too~~~ Ahh~~",
  "此时突然传来一声呼唤": "Suddenly, a voice calls out.",
  "妈妈，我抓到你了哦": "Mom, I caught you red-handed!",
  "来，别躲着一个人自慰了，我们去做个爽吧": "C’mon, stop touching yourself alone—let’s have some fun!",
  "不，不要，别拉我~~~": "No, don’t, don’t pull me~~~",
  "弟弟，你看我发现了什么？刚刚妈妈边看我们做爱边自慰哦": "Little brother, guess what I found? Mom was touching herself while watching us!",
  "才没有呢！艾米丽你可不要乱说...": "No way! Emily, don’t make stuff up...",
  "是吗？那么让我来验证验证": "Oh, really? Let’s find out.",
  "喂，等等，艾米丽你做什么？": "Hey, hold on, Emily, what’re you doing?",
  "别，别拉我衣服啊...": "No, don’t pull my clothes...",
  "你别看着了，帮帮妈妈啊...": "Stop staring and help Mom out...",
  "艾米丽把凯瑟琳的裙子拉起来，可以清晰地看到凯瑟琳并没有穿内裤": "Emily hikes up Catherine’s skirt, revealing she’s not wearing any panties.",
  "凯瑟琳的蜜穴的淫水顺着大腿滴落下来，明显是刚刚自慰完": "Catherine’s pussy is dripping down her thighs—clearly, she was just touching herself.",
  "妈妈，现在证据确凿，你还有什么好说的吗？": "Mom, the evidence is undeniable—what’s your excuse now?",
  "我，我只是今天忘记穿内裤了而已...": "I-I just forgot to wear panties today, that’s all...",
  "不，不是你们想的那样子...": "No, it’s not what you think...",
  "弟弟，妈妈直到现在还在狡辩！": "Little brother, Mom’s still trying to weasel out of it!",
  "现在，我宣判妈妈要被内射之刑，立刻执行！": "I hereby sentence Mom to a creampie punishment—effective immediately!",
  "你和艾米丽合力把凯瑟琳摆成上下3P的姿势": "You and Emily team up to position Catherine for a vertical threesome.",
  "妈妈，你忍了好久了吧？": "Mom, you’ve been holding back for a while, huh?",
  "才没有呢...": "No, I haven’t...",
  "是吗？可是你的小穴可是在欢迎我呢": "Oh, really? Your pussy seems pretty welcoming to me.",
  "哦~~进去了，妈妈湿润的小穴~~好紧啊~~": "Oh~~ I’m in~~ Mom’s wet pussy~~ So tight~~",
  "嗯~~哦~~嗯呢~~": "Mmm~~ Oh~~ Mmm~~",
  "坏蛋~~别~~顶的~~这么深~~顶到哪个地方了~~": "You jerk~~ Don’t~~ Thrust~~ So deep~~ You’re hitting that spot~~",
  "弟弟，别光顾着妈妈啊！": "Little brother, don’t just focus on Mom!",
  "姐姐，姐姐也想要~~": "Big sis wants some too~~",
  "妈妈，对不起啊，姐姐已经在抗议了呢": "Sorry, Mom, big sis is already complaining.",
  "不要，不要离开妈妈~~~": "No, don’t leave Mommy~~~",
  "继续，继续把妈妈干的失去理智吧~~": "Keep going, make Mommy lose her mind~~",
  "但是，不可以哦~~": "But, hold on~~",
  "你把鸡巴从凯瑟琳紧凑的小穴中拔出来，发出了~~啵~~的一声~~": "You pull your cock out of Catherine’s tight pussy with a ~~pop~~ sound~~",
  "要公平对待呢": "Gotta play fair, you know.",
  "姐姐的小穴，也很棒呢~~": "Big sis’s pussy is pretty amazing too~~",
  "啊~~~就就是这样~~嗯哼~~": "Ah~~~ That’s it~~ Mmm~~",
  "哼，好过分，把妈妈干得不上不下就任由不管了~~": "Hmph, that’s harsh—leaving Mom hanging like that~~",
  "嗯哼？是姐姐的小穴舒服还是妈妈的小穴舒服呢？": "So, whose pussy feels better—big sis’s or Mom’s?",
  "是啊~~你喜欢谁的小穴呢？": "Yeah~~ Whose pussy do you like more?",
  "都很舒服~·我全都喜欢~~~": "They’re both amazing~~ I love them all~~~",
  "这样吧~~等等弟弟射给谁，就更加喜欢谁~~怎么样？": "How about this~~ Whoever you cum inside, that’s who you like more~~ Deal?",
  "嗯哼~~~噢哦~~我没意见~~~嗯啊~": "Mmm~~~ Ohh~~ I’m cool with that~~~ Ahh~~",
  "插妈妈的小穴": "Thrust into Mom’s pussy",
  "插姐姐的小穴": "Thrust into big sis’s pussy",
  "啊~~妈妈~~·姐姐~~~我要射了~~": "Ah~~ Mom~~ Big sis~~~ I’m gonna cum~~",
  "可以哦~~射~~射给妈妈吧~~~": "Go for it~~ Cum~~ Cum inside Mom~~~",
  "射给姐姐，姐姐好喜欢哦~~": "Cum inside big sis—she’d love it~~",
  "内射妈妈": "Creampie Mom",
  "内射姐姐": "Creampie big sis",
  "啊~~妈妈~~~~我要射了~~射给你了~~": "Ah~~ Mom~~~~ I’m cumming~~ It’s for you~~",
  "啊~~姐姐~~~~我要射了~~射给你了~~": "Ah~~ Big sis~~~~ I’m cumming~~ It’s for you~~",
  "射得好多哦~~都流出来了~~~": "So much cum~~ It’s spilling out~~~",
  "是吗？原来你更加喜欢妈妈多一点啊~~": "Oh, so you like Mom a bit more, huh~~",
  "艾米丽显得很失落~~~~": "Emily looks pretty bummed~~~~",
  "姐姐别担心，下一发射给你哦": "Don’t worry, sis, next one’s for you.",
  "嗯哼，这样才对~~": "Mmm, that’s more like it~~",
  "是吗？原来你更加喜欢姐姐多一点啊~~": "Oh, so you like big sis a bit more, huh~~",
  "凯瑟琳显得很失落~~~~": "Catherine looks pretty bummed~~~~",
  "妈妈别担心，下一发射给你哦": "Don’t worry, Mom, next one’s for you.",
  "今天，也是精疲力尽的一天~~~": "Today was another totally exhausting day~~~",
  
  "妹妹，都已经这个时间了，你怎么还没有去上学？": "Little sis, it’s this late—why aren’t you at school yet?",
  "哥哥我在等你啊~~~": "I was waiting for you, big bro~~~",
  "哥哥，我们一起去上学好不好嘛~~": "Let’s go to school together,  please~~",
  "好不好嘛~~哥哥~~": "C’mon, big bro, please~~",
  "好好好，我送你去上学，行了吧？": "Alright, alright, I’ll take you to school, happy now?",
  "嗯哼，我就知道~~": "Heh, I knew you’d say yes~~",
  "哥哥对我最好了~~": "You’re the best big brother ever~~",
  "好啦好啦，再抱着哥哥不肯走的话，就要迟到了哦": "Okay, okay, keep hugging me and we’re gonna be late!",
  "嘻嘻，迟到一会又有什么关系呢？": "Hehe, what’s the big deal if we’re a little late?",
  "哥哥的怀抱好暖和，都舍不得离开了呢": "Your hugs are so warm, I don’t wanna let go.",
  "你不走的话，哥哥就要自己走了哦": "If you don’t move, I’m leaving without you.",
  "走吧~~~哥哥~~~~": "Let’s go~~~ Big bro~~~~",
  "亲吻杰西卡": "Kiss Jessica",
  "那是因为，有一件事还没有做~~~": "That’s ‘cause there’s one thing we haven’t done yet~~~",
  "有什么事还没做？": "What’s that?",
  "杰西卡想要亲亲，想要哥哥亲亲~~~": "Jessica wants a kiss, a kiss from big bro~~~",
  "不给亲亲，就不走~~~": "No kiss, no go~~~",
  "真拿你这小妮子没办法呢...": "What am I gonna do with you, you little rascal...",
  "你和杰西卡来了个轻轻的早安吻": "You and Jessica share a soft good-morning kiss.",
  "这下子满意了吧？可以去上学了吗？": "Happy now? Ready to head to school?",
  "嘻嘻~~~我们走吧~~~哥哥~~~~": "Hehe~~~ Let’s go~~~ Big bro~~~~",
  "今天的电视机是我的独享时间哦": "The TV’s all mine today!",
  "需要前往百货商店买一个雪糕": "Gotta hit the department store to grab an ice cream.",
  "去商店买个雪糕，并且和妹妹一起看电视": "Buy an ice cream at the store and watch TV with little sis.",
  "哥哥是专门来接我放学的吗？": "Did you come just to pick me up from school, big bro?",
  "我好开心哦，来，我们一起回家吧": "I’m so happy! C’mon, let’s head home together.",
  "我们出校门的时候低调点": "Let’s keep it low-key when we leave the school gate.",
  "好啊，你这小妮子无法无天了是吧？": "Oh, you little rebel, getting all cocky, huh?",
  "嗯哼！坏蛋哥哥捏的好疼哦": "Ow! Mean big bro, that pinch hurt!",
  "以后还敢不敢继续说哥哥找不到女朋友？": "You gonna keep saying I can’t get a girlfriend?",
  "我就说，我还说，笨蛋哥哥一辈子找不到女朋友": "I’ll say it, I’ll keep saying it—dumb big bro’s never getting a girlfriend!",
  "找不到女朋友": "Can’t find a girlfriend",
  "嘞嘞勒": "Tch tch tch",
  "你这小妮子真是越来越嚣张了": "You’re getting way too bold, little missy.",
  "哥哥你好，我叫做爱莉，是杰西卡的闺蜜": "Hey, big bro, I’m Ellie, Jessica’s bestie.",
  "你今天也是来接杰西卡放学的吗？": "You here to pick up Jessica from school today?",
  "但是已经晚了，杰西卡已经在半小时前回家了": "You’re too late, though—Jessica headed home half an hour ago.",
  "这样啊，那么我下次再来~": "Got it, I’ll try again next time~",
  "哥哥，既然你今天都来到这里了": "Since you’re already here, big bro...",
  "能顺路把我送回家吗？": "Mind giving me a ride home?",
  "没问题啊，反正我也顺路": "No prob, it’s on my way anyway.",
  "太好了，哥哥我们走吧": "Awesome, let’s go, big bro!",
  "到了呢，这里就是我家": "We’re here—this is my place.",
  "非常感谢哥哥送我回家呢": "Thanks so much for dropping me off, big bro.",
  "我一直在想，如果我真的有个哥哥该多好": "I’ve always thought it’d be so cool to have a big brother for real.",
  "爱莉难道你是独生子女吗？": "Ellie, are you an only child?",
  "是啊，哥哥今天能送爱莉回家，爱莉好开心哦": "Yup. I’m so happy you gave me a ride home today, big bro!",
  "下次见咯，帅气的大哥哥": "Catch you later, cool big bro!",
  "拥抱爱莉": "Hug Ellie",
  "谢谢哥哥今天又送我回家呢": "Thanks for giving me another ride home, big bro.",
  "不用客气，顺路而已": "No biggie, it’s on my way.",
  "爱莉真的感到很开心呢": "Ellie’s really happy, you know.",
  "哥哥": "Big bro",
  "你对爱莉真好": "You’re so nice to Ellie.",
  "好啦，不早了，哥哥该回去了": "Alright, it’s getting late—time to head back, big bro.",
  "哥哥的胸膛很有安全感呢": "Your hugs feel so safe and cozy.",
  "哥哥下次见哦，爱莉会想你的": "See you next time, big bro—Ellie’s gonna miss you.",
  "下次见，我也会想你的": "Catch you later—I’ll miss you too.",
  "哥哥，你靠的这么近": "Big bro, you’re standing so close.",
  "爱莉你有交过男朋友吗？你今天特别可爱哦": "Ellie, ever had a boyfriend? You’re looking extra cute today.",
  "没，没交过男朋友，妈妈说现在要认真读书，考个好大学再交男朋友": "N-No, never had one. Mom says I need to focus on studying and get into a good college before dating.",
  "爱莉，你脸好红哦~~": "Ellie, your face is so red~~",
  "还不是因为哥哥靠的这么近害的": "Must be ‘cause I’m standing so close, huh?",
  "哈哈，爱莉你好可爱，来，亲一个": "Haha, you’re adorable, Ellie—c’mere, gimme a kiss.",
  "坏蛋哥哥，调戏爱莉，爱莉不理你了": "Mean big bro, teasing Ellie—Ellie’s ignoring you now!",
  "爱莉的嘴巴好软好甜哦，怎么亲都亲不够呢": "Ellie’s lips are so soft and sweet—I could kiss them forever.",
  "爱莉的初吻，哥哥就收下了": "Ellie’s first kiss? Consider it claimed, big bro!",
  "坏蛋哥哥，调戏爱莉，爱莉不理你了": "Mean big bro, teasing Ellie—Ellie’s done with you!",
  "坏蛋哥哥，这是爱莉的初吻呢": "Mean boy, that was Ellie’s first kiss!",
  
  
  
  "杰西卡和爱莉正在打游戏，现在要？": "Jessica and Ellie are gaming—wanna join in?",
  "一起打游戏": "Play games together",
  "亲吻她们脸庞": "Kiss their cheeks",
  "妹妹们今天玩的什么游戏呢？": "What game are you girls playing today?",
  "我们在玩艾尔登法环": "We’re playing *Elden Ring*.",
  "哥哥你坐在这里很碍事耶": "Big bro, you’re kinda in the way sitting there.",
  "没有碍事啊，哥哥，你教一下我们怎么打BOSS好不好？": "You’re not in the way! Hey, big bro, can you show us how to beat this boss?",
  "好，你们要退后点，哥哥要出手了": "Alright, step back—your big bro’s taking over!",
  "切~~不要脸，哥哥明明连我都打不过": "Pfft, shameless! You can’t even beat *me*, big bro.",
  "还好意思教人，爱莉你别被他骗了": "And you’re trying to teach us? Ellie, don’t fall for his tricks.",
  "和杰西卡，爱莉玩游戏，渡过了一段快乐的时光": "Had a blast playing games with Jessica and Ellie.",
  "yes！终于把这个BOSS打败了": "Yes! Finally took down that boss!",
  "这个BOSS卡了我好久呢": "That boss had me stuck for ages.",
  "厉害啊，哥哥都打不赢的BOSS，居然被你打败了": "Impressive! A boss even *I* couldn’t beat, and you nailed it!",
  "哥哥，你做什么啊？": "Big bro, what’re you doing?",
  "亲一个，奖励我最可爱的妹妹": "A kiss for my cutest little sister as a reward!",
  "哥哥，你干什么呢？爱莉还在这里呢...": "Big bro, what’s that about? Ellie’s right here...",
  "哪个~~~哥哥~~~": "Hey~~~ Big bro~~~",
  "爱莉，爱莉也想要亲亲~~~": "Ellie, Ellie wants a kiss too~~~",
  "当然，肯定不能亏待了爱莉啊": "Of course, can’t leave Ellie out!",
  "亲一个": "Gimme a kiss",
  "真是的，爱莉你怎么也跟着哥哥胡闹呢？": "Seriously, Ellie, why’re you joining in on big bro’s nonsense?",
  "爱莉觉得这样子挺好啊，爱莉也有帅气温柔的哥哥亲亲了呢": "Ellie thinks it’s fun! Now I’ve got a cool, sweet big bro giving me kisses too.",
  "嘿嘿，妹妹你吃醋了？": "Heh, jealous, little sis?",
  "才没有呢，哼！": "Am not, hmph!",
  "抚摸美腿": "Caress their legs",
  "玩弄乳房": "Play with their breasts",
  "乳交": "Titjob",
  "妹妹睡着了，好机会": "Little sis is asleep—perfect chance.",
  "这小妮子睡着的时候，也挺可爱的": "This little troublemaker’s pretty cute when she’s sleeping.",
  "妹妹实在太可爱了，亲一个": "She’s just too adorable—gimme a kiss.",
  "晚安哦，妹妹": "Goodnight, little sis.",
  "妹妹的美腿皮肤好细腻啊": "Her legs are so smooth and soft.",
  "手感舒服的不得了": "Feels absolutely amazing.",
  "嘿嘿，能完全看到妹妹今天穿的什么内裤了呢，内裤也好可爱": "Heh, I can totally see what panties she’s wearing today—so cute!",
  "今晚，我来检查一下妹妹胸部的发育状况吧": "Tonight, I’m checking on little sis’s chest development.",
  "妹妹的乳房小小的，也挺可爱的呢": "Her small breasts are pretty adorable too.",
  "好柔软，好鲜嫩的乳房啊": "So soft, so perky!",
  "不行了，我一定要尝尝": "Can’t resist—I gotta have a taste.",
  "妹妹娇嫩的乳房实在太美味了，谢谢妹妹的款待哦": "Her tender breasts are just too delicious—thanks for the treat, sis!",
  "哎呀，内裤已经湿了呢，妹妹肯定很有感觉吧": "Oh, her panties are wet—she must be feeling it.",
  "晚安哦。我最可爱的妹妹": "Goodnight, my cutest little sister.",
  "我想这么做很久了": "I’ve been wanting to do this forever.",
  "妹妹娇嫩的乳房，摩擦起来真舒服啊": "Her soft breasts feel so good to rub against.",
  "啊~~~射~~~射了~~": "Ah~~~ Cumming~~~ I’m cumming~~",
  "真舒服啊": "Feels so good.",
  "就让精液留在上面吧，明天妹妹醒来肯定很好玩": "Let’s leave the cum there—gonna be hilarious when she wakes up tomorrow.",
  "晚安哦，妹妹，做个好梦": "Goodnight, sis—sweet dreams.",
  "在你离开之后": "After you leave",
  "刚刚真是的，又趁我睡着的时候使坏": "Ugh, you totally took advantage of me while I was asleep again.",
  "黏黏的，臭臭的精液~~~": "Sticky, smelly cum~~~",
  "哥哥的精液~~~": "Big bro’s cum~~~",
  "哥哥~~~哥哥~~~": "Big bro~~~ Big bro~~~",
  "你正和杰西卡在客厅一起看电视": "You’re watching TV with Jessica in the living room.",
  "哥哥，我有一件事想和你商量一下": "Big bro, there’s something I wanna talk about.",
  "什么事情啊？": "What’s up?",
  "就是...哥哥能不能给我一点额外的零花钱啊？": "So... could you maybe give me some extra pocket money?",
  "零花钱，不给不给...": "Pocket money? Nope, not happening...",
  "哥哥...": "Big bro...",
  "哥哥,只要200就可以了": "Big bro, just 200 bucks, that’s all!",
  "哥哥,求你了嘛，哥哥": "Please, big bro, I’m begging you!",
  "哥哥,只要给我200块钱，我可以这样做哦": "Give me 200 bucks, and I’ll do *this* for you~",
  "哥哥,你看，都硬起来了": "Look, big bro, you’re already hard!",
  "你这小妮子，为了零花钱还真是豁出去了啊": "You little schemer, really going all out for some cash, huh?",
  "只要花费200块钱，我就帮你撸出来哦": "Just 200 bucks, and I’ll help you get off~",
  "真的很划算的，哥哥": "It’s a steal, big bro!",
  "好吧，你只要能让我满意，就给你~~": "Fine, make it worth my while, and you’ve got a deal~~",
  "嘻嘻嘻，看我的，哥哥很快就会投降了": "Hehe, just watch—big bro’s gonna cave in no time!",
  "哥哥": "Big bro",
  "天啊，哥哥的鸡巴好大啊": "Holy crap, your cock’s huge, big bro!",
  "只要这样上下用力撸，哥哥很快就会射了呢": "Just stroke it up and down like this, and you’ll cum in no time~",
  "哥哥你怎么还不射啊，我都累了": "Why aren’t you cumming yet? I’m exhausted!",
  "嘿嘿，你真当哥哥的零花钱这么好赚啊？": "Heh, you think my money’s that easy to earn?",
  "我倒是有个建议，你用嘴巴口交说不定能快点射呢": "Here’s an idea—use your mouth, and I might cum faster.",
  "毕竟口交比撸管舒服多了，也更加容易射精": "A blowjob’s way better than a handjob—makes it easier to finish.",
  "嗯哼~~~": "Mmm~~~",
  "坏蛋哥哥的大鸡巴": "Mean big bro’s big cock",
  "妹妹，光舔是不行的哦": "Little sis, just licking won’t cut it.",
  "必须得吃下去呢": "You gotta take it in~",
  "哼，知道了，大坏蛋哥哥": "Hmph, fine, you big jerk!",
  "哦啊~~~就是这样~~~哦·~~": "Ohh~~~ That’s it~~~ Oh~~",
  "啊~~射~~射了~~~": "Ah~~ Cumming~~ I’m cumming~~~",
  "哥哥射了好多呢": "You came so much, big bro!",
  "哥哥，我的零花钱呢？快快拿来！": "Where’s my cash, big bro? Hand it over!",
  "嘿嘿，看在妹妹这么努力的份上，给": "Heh, since you worked so hard, here you go.",
  "多谢哥哥，欢迎下次再来消费哦": "Thanks, big bro—come back for more anytime~",
  "和杰西卡一起看电视": "Watch TV with Jessica",
  "用零花钱引诱杰西卡口交": "Bribe Jessica for a blowjob with pocket money",
  "你把照片删除了吧，求你了": "You deleted that photo, right? Please!",
  "嗯哼，看在零花钱的份上，算了": "Hmph, for the sake of the cash, fine.",
  "嘿嘿，笨蛋哥哥": "Hehe, silly big bro",
  "杰西卡睡觉乳交": "Titjob with Jessica while she’s asleep",
  "趁妹妹睡着了和妹妹乳交": "Sneak a titjob with little sis while she’s sleeping",
  "送爱莉放学回家": "Drive Ellie home from school",
  "主线任务开启": "Main Quest Started",
  "请先开启主线": "Please start the main quest first.",
  "妹妹会在客厅看电视，使用零花钱引诱她口交": "Little sis will be watching TV in the living room—bribe her for a blowjob with cash.",
  
   
  "爸爸也在里面睡觉呢，现在不能进去": "Dad’s sleeping in there—you can’t go in right now.",
  "住宅区": "Residential Area",
  "我的妈妈": "My Mom",
  "年龄": "Age",
  "目前在AA公司给爸爸当秘书": "Currently working as Dad’s secretary at AA Company.",
  "不仅在业务上精明能干，就连厨艺都十分高超": "Not only sharp and capable at work, but also an amazing cook.",
  "世界上伟大的母亲，一个好妻子": "The world’s greatest mom and a devoted wife.",
  "在丈夫阳痿早泄多年的情况下还能保持贞洁": "Stayed faithful despite her husband’s impotence and premature ejaculation for years.",
  "从来没在做爱中尝试过高潮的滋味": "Never experienced an orgasm during sex.",
  "性欲非常强，每天深夜都会悄悄自慰": "Has a strong sex drive, secretly masturbating late at night.",
  "身体极度敏感，但思维观念却又非常保守": "Physically super sensitive, but mentally very conservative.",
  "认为出轨婚外情是不能接受的": "Believes cheating and affairs are absolutely unacceptable.",
  "和爸爸格雷特是无性生活的真爱夫妻": "Shares a true, sexless love with Dad, Gret.",
  "我的姐姐": "My Big Sister",
  "在商店街经营着一家濒临破产的服装店": "Runs a clothing store on the shopping street that’s on the verge of bankruptcy.",
  "姐姐从小就对我很好，是个善解人意的姐姐": "She’s always been super kind to me—a caring, understanding big sister.",
  "不知道为什么，貌似还没谈过恋爱": "Not sure why, but it seems she’s never been in a relationship.",
  "身高": "Height",
  "拥有着一双绝世性感的修长美腿": "Has a pair of stunningly sexy, long legs.",
  "曾经在学校连续三年被评为最美校花": "Voted the most beautiful girl in school three years in a row.",
  "被表白无数次，追求者能组成一支军队": "Gotten countless confessions—her suitors could form an army.",
  "但最近因为苦心经营的服装店即将倒闭而发愁": "Lately, she’s been stressed about her struggling clothing store facing closure.",
  "喜欢喝咖啡，逛街，游泳和各种甜品": "Loves coffee, shopping, swimming, and all kinds of desserts.",
  "我的妹妹": "My Little Sister",
  "性格有点傲娇，但是又有点俏皮捣蛋的可爱": "A bit tsundere, but also playfully mischievous and adorable.",
  "经常在LOL祖安区与队友或者敌人高强度对线": "Constantly trash-talking teammates and enemies in *League of Legends*’s server.",
  "游戏对局可以输，祖安问候绝对不能输": "She might lose the game, but she *never* loses at roasting.",
  "曾经为了一个限量版的耳机骗了我2000钱": "Once scammed me out of 2000 bucks for a limited-edition headset.",
  "小时候出门总喜欢躲在我身后，扯着我的衣角": "When she was little, she’d hide behind me, tugging at my shirt when we went out.",
  "但现在长大了，变得毒舌了，还整天瞧不起我": "Now that she’s grown up, she’s got a sharp tongue and looks down on me all the time.",
  "喜欢玩各种游戏，追番漫画和COS": "Loves gaming, watching anime, reading manga, and cosplaying.",
  "最近经常偷偷盯着我眼神有点怪": "Lately, she’s been sneaking weird glances at me.",
  "是我做错什么了吗": "Did I do something wrong?",
  "神秘的白发高等精灵": "Mysterious White-Haired High Elf",
  "总是在我遇到困难或者危险的时候出现": "Always shows up when I’m in trouble or danger.",
  "貌似会很多魔法，但战斗实力不详": "Seems to know a ton of magic, but her combat strength is unclear.",
  "目的不详，好像一直在跟踪我": "Her motives are unknown—feels like she’s been tailing me.",
  "拥有两只手握都握不住的惊人巨乳": "Has massive breasts you can’t even wrap both hands around.",
  "我的姨妈": "My Aunt",
 "在学校当老师，职位是教导主任兼班主任": "Teaches at school as the dean and homeroom teacher.",
  "以严厉高效的教学方式闻名，在学校非常有威望": "Known for her strict, effective teaching style—highly respected at school.",
  "每一个差生都被她收拾的服服帖帖": "Every troublemaker gets whipped into shape by her.",
  "丧偶守寡多年，因此脾气不是很好": "Widowed for years, so she’s got a bit of a temper.",
  "但姨妈对我很好，也许是从小看着我长大": "But she’s always been kind to me—probably ‘cause she watched me grow up.",
  "把我也当成她的孩子之一了吧": "Guess she sees me as one of her own kids.",
  "独自一个人把克莱尔赡养成人，伟大的单亲妈妈": "Raised Claire all on her own—a remarkable single mom.",
  "我的表姐": "My Cousin",
  "目前在商店街经营着一家百货商店，生意很好": "Runs a thriving department store on the shopping street.",
  "有些自卑和忧郁，时常一个人望着远处发呆": "A bit insecure and melancholic, often staring off into the distance alone.",
  "从小在单亲家庭长大，对男性缺乏安全感": "Grew up in a single-parent home, so she’s wary of men.",
  "和艾米丽是无话不谈的好闺蜜，好姐妹": "Super close with Emily—they’re besties who share everything.",
  "有着非常严重的女同性恋嗜好": "Has a strong preference for women.",
  "校长": "Principal",
  "同学": "Classmate",
  "第一天上学是很重要的事情": "The first day of school is a big deal.",
  "前往学校上课吧，能认识很多同学": "Head to school for classes—you’ll meet tons of classmates.",
  "前往学校认识更多的同学": "Go to school to meet more classmates.",
  "主线任务": "Main Quest",
  "卡拉的手淫奖励": "Carla’s Masturbation Reward",
  "正进行任务": "Quest in Progress",
  "已完成任务": "Quest Completed",
  "失败的任务": "Failed Quests",
  "所有的任务": "All Quests",
  "取消": "Cancel",
  "主线任务": "Main Quest",
  "支线任务": "Side Quest",
  "特殊任务": "Special Quest",
  "教程任务": "Tutorial Quest",
  "查看任务": "View Quest",
  "退出": "Exit",
  "任务日志": "Quest Log",
  "任务发布": "Quest Issued",
  "任务难度": "Quest Difficulty",
  "发布地点": "Issue Location",
  "任务描述": "Quest Description",
  "任务目标": "Quest Objective",
  "任务奖励": "Quest Reward",
  "第一天上学": "First Day of School",
  "简单难度": "Easy Difficulty",
  "系统": "System",
  "学校": "School",
  "欢迎来到": "Welcome to",
  "帮助艾米丽改善生意": "Help Emily Boost Her Business",
  "会在商店街的服装店": "At the clothing store on the shopping street",
  "到时候我可以去给她拍摄一些照片改善她的生意": "I can take some photos for her to help drum up business.",
  "艾米丽的烦恼": "Emily’s Troubles",
  "艾米丽在工作，现在要?": "Emily’s working—what now?",
  "打工": "Part-Time Job",
  "拍摄普通照片": "Take Regular Photos",
  "拍摄性感照片": "Take Sexy Photos",
  "拍摄空姐套装": "Shoot Flight Attendant Outfit",
  "拍摄兔女郎套装": "Shoot Bunny Girl Outfit",
  "靠近艾米丽": "Get Close to Emily",
  "你来了啊？": "Oh, you’re here?",
  "那么今天的工作就拜托了": "I’m counting on you for today’s work.",
  "经过一段时间的工作": "After some time working",
  "今天的忙碌生活终于结束了呢": "Another busy day finally done.",
  "艾米丽转过身去": "Emily turns around.",
  "哇，这个角度能看到姐姐的白色内裤耶，真性感": "Whoa, from this angle, I can see sis’s white panties—so sexy!",
  "艾米丽转过身来": "Emily turns back.",
  "这是你今天的工资提成哦": "Here’s your pay cut for today.",
  "明天也要一起加油哦": "Let’s keep it up tomorrow!",
  "有一件事我需要和你说一下": "There’s something I need to talk to you about.",
  "我的这个服装店，可能营业不下去了，生意太差了": "My clothing store... it might not make it. Business is awful.",
  "目前没什么好办法改善生意": "I don’t have any good ideas to turn things around.",
  "再这样下去我们就得倒闭歇业了": "If this keeps up, we’ll have to shut down.",
  "给姐姐出主意": "Give Sis Some Advice",
  "放心吧，姐姐我有办法": "Don’t worry, sis, I’ve got a plan.",
  "哦？你有什么办法？": "Oh? What’s your idea?",
  "你掏出一个摄像机": "You pull out a camera.",
  "这是要做什么？": "What’s that for?",
  "我认为我们生意不好是缺乏营销": "I think the problem is we’re not marketing enough.",
  "如果把店里的衣服，请模特穿上，再进行拍摄": "If we get a model to wear the store’s clothes and take some photos...",
  "到时候把照片发布到网络上": "Then post them online...",
  "肯定能很好地改善经营的": "It’ll definitely boost business!",
  "可是，姐姐我现在资金困难，没钱请模特了": "But I’m strapped for cash—I can’t afford a model.",
  "嘿嘿，这有什么难，姐姐你就是一个大美女啊": "Heh, no problem—you’re a total babe, sis!",
  "外面请的模特都不如姐姐漂亮呢": "No hired model could outshine you.",
  "姐姐你穿上店里的衣服，我负责拍摄": "You wear the clothes, and I’ll handle the shoot.",
  "我们一定能成功的": "We’re gonna nail this!",
  "好吧，我尝试一下": "Alright, I’ll give it a try.",
  "但愿能改善生意": "Here’s hoping it saves the business.",
  "艾米丽摆好姿势了": "Emily strikes a pose.",
  
  "你架好摄像机，打开补光灯": "You set up the camera and turn on the fill light.",
  "姐姐这个姿势可以吗？": "Sister, is this pose okay?",
  "很棒很好，就这样保持不动": "It's great, very good, just stay still like that.",
  "相机拍摄咔嚓咔嚓": "The camera clicks and snaps.",
  "对的就这样，姐姐好飒啊": "Yes, that's it, sister, you look so stunning.",
  "今天就先这样吧，看看明天生意会不会好一点": "Let's call it a day for now and see if business picks up tomorrow.",
  "好的姐姐": "Okay, sister.",
  "姐姐，经过昨天的拍摄照片上传到互联网": "Sister, after yesterday's photos were uploaded to the internet.",
  "我们今天的生意明显好了许多": "Our business has noticeably improved today.",
  "假如，假如姐姐在拍摄的性感一点的话": "If, if sister shoots a bit more sexily,",
  "可能会有更多的顾客哦": "We might attract even more customers.",
  "额？更加性感一点？": "Huh? A bit more sexy?",
  "艾米丽思考了一下，伸手解开她的上衣扣子": "Emily thought for a moment and reached to unbutton her top.",
  "艾米丽解开了上衣扣子": "Emily unbuttoned her top.",
  "一对傲人的双峰在若隐若现，性感极了": "A pair of impressive peaks faintly visible, incredibly sexy.",
  "这样呢？这样够性感了吗？": "Like this? Is this sexy enough?",
  "够了够了，我们开始拍摄吧": "That's enough, let's start shooting.",
  
  "经过了一天的辛苦拍摄": "After a day of hard shooting.",
  "姐姐给我打电话，她在电话里哭的很伤心": "Sister called me, crying sadly over the phone.",
  "得尽快去服装商店里看看她": "I need to hurry to the clothing store to check on her.",
  "你刚刚到服装商店里，就看到艾米丽在哭": "As soon as you arrive at the clothing store, you see Emily crying.",
  "你急忙跑过去": "You rush over quickly.",
  "姐姐，怎么了？发生什么事情了？": "Sister, what's wrong? What happened?",
  "艾米丽缓过神来": "Emily calms down.",
  "我被抢劫了~~~就在刚刚": "I was robbed~~~ Just now.",
  "半小时前~~~店里闯进来一个歹徒": "Half an hour ago~~~ A thug broke into the store.",
  "有酸萝卜别吃，把所有的钱交出来！！！": "Don't eat sour radishes, hand over all the money!!!",
  "就这样，他抢走了我所有的钱": "And just like that, he took all my money.",
  "我们这些天辛辛苦苦拍摄卖衣服赚的钱": "All the money we earned from shooting and buying clothes these past days.",
  "全部被抢走了": "It was all stolen.",
  "安慰姐姐": "Comfort sister.",
  "你慢慢靠近艾米丽": "You slowly approach Emily.",
  "没事的，没事的姐姐": "It's okay, it's okay, sister.",
  "钱而已，我们还能继续赚的": "It's just money, we can earn more.",
  "况且你还有我在身边一起，不是吗？": "Besides, you have me by your side, don't you?",
  "艾米丽扑到你怀里哭了起来": "Emily throws herself into your arms, crying.",
  "呜呜呜~~~~": "Woo woo woo~~~~",
  "你真好~~~~呜呜呜~~~": "You're so kind~~~~ woo woo woo~~~",
  "你揽住姐姐的腰轻声安慰": "You wrap your arms around sister's waist, softly comforting her.",
  "没事的姐姐，没事的": "It's okay, sister, it's okay.",
  "好一会，艾米丽的情绪终于稳定下来": "After a while, Emily's emotions finally stabilize.",
  "谢谢你，姐姐感觉好多了": "Thank you, sister feels much better.",
  "收拾一下，我们明天重新开始赚钱，我们一定会成功的": "Let's tidy up and start earning money again tomorrow. We will definitely succeed.",
  "好的，姐姐，我们一起加油": "Okay, sister, let's do this together.",
  "艾米丽会在客厅沙发看电视": "Emily will watch TV on the living room sofa.",
  "如果她睡着了就可以偷偷亲吻她了": "If she falls asleep, you can secretly kiss her.",
  "姐姐在看电视，现在要？": "Sister is watching TV, do you want to now?",
  "陪姐姐一起看电视": "Watch TV with sister.",
  "搂着姐姐的腰": "Hold sister by the waist.",
  "偷偷亲吻姐姐": "Secretly kiss sister.",
  "待开发": "To be developed.",
  "你和姐姐一起看电视": "You watch TV with sister.",
  "你用手背轻轻触碰姐姐的手背": "You gently touch the back of sister's hand with the back of your hand.",
  "见姐姐没有反应就大胆地和姐姐十指相扣": "Seeing no reaction from sister, you boldly interlock fingers with her.",
  "和艾米丽度过了一段快乐的看电视时光": "You spend a happy time watching TV with Emily.",
  "你并不满足于和姐姐十指相扣": "You're not satisfied with just holding hands with sister.",
  "开始大胆地搂着她的腰看电视": "You boldly start holding her waist while watching TV.",
  "和姐姐度过了一段快乐的看电视时光": "You spend a happy time watching TV with sister.",
  "你和姐姐在正常看电视": "You and sister are watching TV normally.",
  "姐姐你工作一天辛苦了": "Sister, you worked hard all day.",
  "你躺下我来给你捶捶腿吧": "Lie down, and I'll massage your legs.",
  
  
  "弟弟你会捶腿吗？可不要把姐姐弄疼了哦": "Brother, can you massage legs? Don't hurt sister, okay?",
  "放心吧，我的捶腿手法可是大师级别的": "Don't worry, my leg massage skills are master-level.",
  "哦？这我倒要见识见识了": "Oh? I have to see this for myself.",
  "艾米丽躺下，把一对绝世美腿交给你": "Emily lies down and hands you her stunning legs.",
  "姐姐美腿的手感真好啊~~~配上丝袜的触感简直了": "Sister's legs feel so good~~~ The touch with stockings is just amazing.",
  "还能偶尔看到姐姐不小心漏出来的内裤风光，美极了": "You can occasionally catch a glimpse of sister's accidentally revealed underwear, absolutely beautiful.",
  "你开始给姐姐捶腿": "You start massaging sister's legs.",
  "呦，看不出来啊，弟弟你居然有这种手艺啊": "Wow, who knew, brother, you actually have such skills.",
  "手法还蛮舒服的~~~不错不错": "The technique is quite comfortable~~~ Not bad, not bad.",
  "听到姐姐的鼓励": "Hearing sister's encouragement.",
  "你开始更加卖力地给姐姐按摩美腿": "You start massaging sister's beautiful legs even harder.",
  "姐姐居然睡着了，好机会！！！": "Sister actually fell asleep, perfect opportunity!!!",
  "偷偷亲吻艾米丽": "Secretly kiss Emily.",
  "你轻轻放下姐姐的美腿": "You gently put down sister's beautiful legs.",
  "靠近姐姐的烈焰红唇": "You approach sister's fiery red lips.",
  "姐姐的红唇好性感啊~~~好想亲下去": "Sister's red lips are so sexy~~~ I really want to kiss them.",
  "亲吻": "Kiss.",
  "姐姐的双唇真的好让人上瘾，竟然让你停不下来": "Sister's lips are so addictive, you can't stop.",
  "由于你的忘我亲吻，艾米丽渐渐醒来": "Because of your passionate kissing, Emily gradually wakes up.",
  "嗯？？": "Hmm??",
  "你察觉到姐姐发出声音": "You notice sister making a sound.",
  "突然发现姐姐已经醒来并且在注视着你": "You suddenly realize sister has woken up and is staring at you.",
  "你吓得一个激灵，愣在原地不知所措": "You're startled and freeze in place, at a loss.",
  "好一会后，你尴尬地坐着": "After a while, you sit there awkwardly.",
  "而姐姐似笑非笑暧昧地看着你": "While sister looks at you with a teasing, ambiguous smile.",
  "所以呢？你不打算解释一下刚刚发生的事情吗？": "So? Aren't you going to explain what just happened?",
  "额，我，我，我": "Uh, I, I, I",
  "我说刚刚有只蚊子飞你嘴里了": "I said there was a fly that flew into your mouth just now.",
  "我用嘴去抓它出来，你信吗？": "I used my mouth to catch it, do you believe me?",
  "呵呵": "Hehe.",
  "你的这个低劣的借口把姐姐逗笑了": "Your lousy excuse makes sister laugh.",
  "突然，艾米丽把你一推": "Suddenly, Emily pushes you.",
  "艾米丽整个人压在你身上~~~使你动弹不得": "Emily presses her whole body on you~~~ making you unable to move.",
  "让我看看": "Let me see.",
  "艾米丽把手指伸入你的嘴里": "Emily puts her finger in your mouth.",
  "不停地搅来搅去": "Stirring it around endlessly.",
  "你好狡猾哦": "You're so sly.",
  "你知道吗？姐姐的初吻就这样被你偷偷夺走了哦": "You know? Sister's first kiss was secretly taken by you like that.",
  "可是姐姐还没有完全体验到初吻是什么感觉呢": "But sister hasn't fully experienced what a first kiss feels like yet.",
  "所以啊": "So,",
  "艾米丽突然如狂风骤雨般亲吻你": "Emily suddenly kisses you like a raging storm.",
  "得狠狠地惩罚你才行": "You need to be punished severely.",
  "你紧紧抱住艾米丽，回应她更加热烈的舌吻": "You tightly embrace Emily, responding with an even more passionate tongue kiss.",
  "直到你们都喘不过气来，才恋恋不舍地分开嘴唇": "Until you're both breathless, you reluctantly part your lips.",
  "这样才对嘛~~~谢谢你给了姐姐一个终生难忘的初吻哦": "That's more like it~~~ Thank you for giving sister an unforgettable first kiss.",
  "偷偷亲吻艾米丽": "Secretly kiss Emily.",
  
   
  "艾米丽会在服装店工作": "Emily will work at the clothing store.",
  "让她穿上更加性感的衣服拍摄写真吧": "Let her wear sexier clothes for a photoshoot.",
  "姐姐，我们换一些好看的衣服拍摄吧": "Sister, let's change into some prettier clothes for the shoot.",
  "比如空姐服装什么的": "Like a flight attendant outfit or something.",
  "更加好看的服装会吸引更加多的顾客": "More attractive clothing will draw in more customers.",
  "好吧，我们试试": "Alright, let's give it a try.",
  "艾米丽开始脱上衣": "Emily starts taking off her top.",
  "看着这幅美景，你口水都要流下来了": "Looking at this beautiful sight, you're practically drooling.",
  "艾米丽才发现你那如狼似虎的目光~~羞得脸色一红": "Emily notices your wolfish gaze~~ her face flushes with embarrassment.",
  "自己居然在弟弟面前换衣服": "She's actually changing clothes in front of her brother.",
  "你转过去不许看": "Turn around, you're not allowed to look.",
  "嘿嘿，遵命，我的女王殿下": "Hehe, as you command, my queen.",
  "艾米丽已经换好空姐服装了": "Emily has changed into the flight attendant outfit.",
  "姐姐准备好了吗？我要拍摄了": "Sister, are you ready? I'm going to start shooting.",
  "嗯，准备好了": "Yes, I'm ready.",
  "今天的拍摄很成功": "Today's shoot was very successful.",
  "艾米丽穿着性感的兔女郎服装准备拍摄": "Emily is ready to shoot in a sexy bunny girl outfit.",
  "姐姐就是保持这个姿势，别动": "Sister, just hold this pose, don't move.",
  "你快点": "Hurry up.",
  "这件衣服让艾米丽感到有些害羞": "This outfit makes Emily feel a bit shy.",
  "艾米丽穿着性感的旗袍准备拍摄": "Emily is ready to shoot in a sexy cheongsam.",
  "姐姐，你穿着旗袍真好看": "Sister, you look really good in a cheongsam.",
  "嗯，我也挺喜欢旗袍的": "Yeah, I quite like cheongsams too.",
  "拍摄中国风旗袍": "Shoot a Chinese-style cheongsam.",


 
  "艾米丽下午会在服装店工作": "Emily will work at the clothing store in the afternoon.",
  "可以去在服装店里和她亲吻": "You can kiss her at the clothing store.",
  "你和艾米丽结束了一天繁忙的工作": "You and Emily finish a busy day's work.",
  "姐姐，我们今天的生意貌似不错呢": "Sister, our business seems to be doing well today, doesn't it?",
  "今天这么辛苦，我有什么奖励吗？": "I worked so hard today, do I get any reward?",
  "额，奖励吗？": "Uh, a reward?",
  "我想想看": "Let me think about it.",
  "艾米丽过来抱住你": "Emily comes over and hugs you.",
  "怎么？还需要姐姐提醒该怎么做吗？": "What? Do you need sister to remind you what to do?",
  "让女孩子太过主动可不太好哦": "It's not good to make a girl take the initiative too much, you know.",
  "抱住艾米丽": "Hug Emily.",
  "你也把艾米丽紧紧抱在怀里": "You also hold Emily tightly in your arms.",
  "这样才对嘛~~~嘿嘿": "That's more like it~~~ hehe.",
  "艾米丽那傲人的巨乳紧紧贴着你的胸膛，这触感美妙极了": "Emily's impressive breasts press tightly against your chest, the sensation is absolutely wonderful.",
  "和艾米丽深情对望": "Gaze affectionately at Emily.",
  "亲吻艾米丽": "Kiss Emily.",
  "不知道过了多久": "I don't know how much time has passed.",
  "和艾米丽亲吻太投入，甚至连身边来人了都不知道": "You're so engrossed in kissing Emily that you don't even notice someone approaching.",
  "你们两个在做什么？光天化日，朗朗乾坤": "What are you two doing? In broad daylight, under the clear sky!",
  "听到有人过来了，你们才恋恋不舍地分开嘴唇": "Hearing someone coming, you reluctantly part your lips.",
  "我警告你！！你离艾米丽远一点": "I'm warning you!! Stay away from Emily.",
  "不然~~~！": "Or else~~~!",
  "嘿嘿~~~~克莱尔你什么时候来的？": "Hehe~~~~ Claire, when did you get here?",
  "就在刚刚，老实说，是不是": "Just now, tell me honestly, isn't it",
  "这个人渣强迫你的？": "This scum forced you?",
  "我们必须报警他送进监狱里面人道阉割！": "We must call the police and have him sent to prison for humane castration!",
  "听到克莱尔这话，艾米丽忍不住笑出声": "Hearing Claire's words, Emily can't help but burst out laughing.",
  "没有哦，刚刚是我主动亲吻的哦": "No, I was the one who initiated the kiss just now.",
  "弟弟，今天你先回去吧": "Brother, you go back home first today.",
  "我和克莱尔要去逛街了~~~要去买买买了": "Claire and I are going shopping~~~ we're going to shop till we drop.",
  "这是一场女孩子之间的狂欢": "This is a girls' shopping spree.",
  "好的~~~回家见": "Alright~~~ see you at home.",
  "数个小时后~~某咖啡厅": "A few hours later~~ at a café.",
  "艾米丽~~~哪个~~~我有个问题想问问你": "Emily~~~ um~~~ I have a question to ask you.",
  "什么问题？": "What question?",
  "就是": "Well, it's",
  "哪个~~~哪个~~~亲吻的感觉到底是怎么样的？": "Um~~~ um~~~ what does kissing feel like?",
  "我从来没有亲吻过别人~~所以": "I've never kissed anyone~~ so",
  "额~~~这个": "Uh~~~ this",
  "这个嘛~~~你去试试不就知道了吗？": "Well~~~ you'll know if you try it, right?",
  "可是我又不喜欢男人~~~~男人又丑又臭": "But I don't like men~~~~ men are ugly and smelly.",
  "女孩子多好~~~香香软软的~~~抱起来又舒服": "Girls are so much better~~~ soft and fragrant~~~ so comfortable to hug.",
  "如果你不介意~~星期六星期天晚上可以来我房间": "If you don't mind~~ you can come to my room on Saturday or Sunday night.",
  "超级小声：教教我亲吻吗？": "Super quietly: Can you teach me how to kiss?",
  "因为克莱尔最后面那句话的声音太小": "Because Claire's last sentence was too quiet.",
  "艾米丽只听到星期六星期天晚上去克莱尔房间": "Emily only heard about going to Claire's room on Saturday or Sunday night.",
  "可以的哦~~周末晚上一起玩吧": "Sure~~ let's hang out on the weekend night.",
  "真的吗": "Really?",
  "克莱尔以为她一直喜欢的艾米丽终于答应和她亲吻了": "Claire thought that Emily, whom she has always liked, finally agreed to kiss her.",
  "大喜过望": "Overjoyed.",
  "那么就这么说定了哦，可不能爽约哦": "Then it's settled, you can't back out, okay?",
  "可以去姨妈家触发艾米丽和克莱尔的剧情": "You can go to aunt's house to trigger Emily and Claire's storyline.",
  "艾米丽和克莱尔": "Emily and Claire.",
  "晚上会在姨妈家，和克莱尔一起玩": "Will be at aunt's house in the evening, hanging out with Claire.",
  "我得去看看她们在做什么": "I need to go see what they're up to.",
  "查明真相": "Find out the truth.",
  "艾米丽的亲吻": "Emily's kiss.",
  
  "周末晚上，克莱尔和艾米丽聊天聊得正开心": "On the weekend night, Claire and Emily are chatting happily.",
  "艾米丽，今天玩的这么晚了": "Emily, it's getting so late today.",
  "不然就留在我家里过夜怎么样？": "How about staying over at my place tonight?",
  "我看看，也不是很晚啊": "Let me see, it's not that late.",
  "才九点钟，现在回去还能再看一会电视呢": "It's only nine o'clock, I can still watch some TV if I go back now.",
  "今晚睡我这里": "Stay at my place tonight.",
  "我带你玩一些从未有过的，刺激的事情哦": "I'll show you some exciting things you've never experienced before.",
  "刺激？有多刺激？": "Exciting? How exciting?",
  "我看你完全是不懂哦": "I can tell you don't get it at all.",
  "克莱尔按住艾米丽的肩膀": "Claire presses down on Emily's shoulders.",
  "来~~~让我看看": "Come on~~~ let me see.",
  "不要": "No.",
  "艾米丽推开了克莱尔": "Emily pushes Claire away.",
  "对不起~~~克莱尔~~~其实我对你并没有那种感觉": "I'm sorry~~~ Claire~~~ I don't actually have those feelings for you.",
  "我很抱歉": "I'm really sorry.",
  "为什么？": "Why?",
  "就因为我不是男人吗？呜呜呜": "Just because I'm not a man? Woo woo woo.",
  "我很抱歉": "I'm really sorry.",
  "看来克莱尔非常的喜欢艾米丽呢~~~~我有一个大胆的计划": "It seems Claire really likes Emily~~~~ I have a goddamn plan.",
  "剧情进度": "Story progress.",
  
  "借艾米丽的手机": "Borrow Emily's phone.",
  "借用艾米丽的手机把克莱尔约出来": "Use Emily's phone to ask Claire out.",
  "艾米丽服装店工作的时候，借走姐姐的手机": "Borrow sister's phone while Emily is working at the clothing store.",
  "约克莱尔出来谈计划": "Ask Claire out to discuss the plan.",
  "和艾米丽结束了一天辛苦的工作": "Finish a hard day's work with Emily.",
  "姐姐，我今天手机忘记带出来了": "Sister, I forgot to bring my phone today.",
  "你能把你的手机借我用一下吗？": "Can you lend me your phone for a bit?",
  "当然可以哦": "Of course you can.",
  "我刚刚好想去上个厕所，你想用就用呗": "I was just about to go to the bathroom, use it if you want.",
  "好的，得到姐姐的手机了": "Alright, I got sister's phone.",
  "联系人~~克莱尔~~发消息": "Contacts~~ Claire~~ Send message.",
  "克莱尔，上次的事情我很抱歉，能在咖啡厅见面吗？": "Claire, I'm sorry about last time, can we meet at the café?",
  "克莱尔家里，她在玩手机": "At Claire's house, she's playing with her phone.",
  "咦？艾米丽的信息？天啊~~~~她在约我见面": "Huh? A message from Emily? Oh my gosh~~~~ she's asking me to meet!",
  "我就知道~~~~欧耶~~~欧耶": "I knew it~~~~ Oh yeah~~~ Oh yeah!",
  "数小时后~~~~咖啡厅": "A few hours later~~~~ at the café.",
  "怎么会是你这个渣男？艾米丽呢？": "How is it you, you scum? Where's Emily?",
  "她不会来哦~~~今天就是我约你出来的": "She won't come~~~ I was the one who asked you out today.",
  "我今天约你出来只是想和你谈谈一个交易": "I asked you out today just to talk about a deal.",
  "是关于艾米丽的": "It's about Emily.",
  "关于艾米丽的交易？什么交易？": "A deal about Emily? What kind of deal?",
  "还有~~我凭什么信任你？": "And~~ why should I trust you?"
}