{
"你为什么不说话？": "Why aren't you talking?",
"我们在做一次上次我们做的事情好不好？": "Shall we do what we did last time again?",
"你不说我当你默认同意咯~~~": "If you don't say, I'll take it as yes~~~",
"这个猥琐的电车痴汉到底对珍妮姐姐做了什么？": "What did this creepy pervert do to sister Jenny?",
"我等等看看，我要知道珍妮姐姐到底经历了什么": "I'll wait and see, I need to know what sister Jenny went through.",
"为什么？我感觉身上麻麻的？": "Why? I feel tingly all over?",
"捷西从来没被人像这样抚摸过，产生了一丝丝异样的情愫": "Jessie has never been touched like this, feeling a bit of strange emotion.",
"袭胸": "Grope Breasts",
"你的手突然开始玩弄红发女子的美乳": "Your hand suddenly plays with the red-haired woman's beautiful breasts.",
"等等，这样玩弄胸部的话！！": "Wait, playing with breasts like this!!",
"我~~~啊~~~我会变得~~~奇怪的~~~": "I~~~ah~~~willbecome~~~weird~~~",
"在玩弄胸部的同时，你是下体也在蠢蠢欲动": "While playing with breasts, your lower body is also stirring.",
"不停地用鸡巴撞击红发女子的美臀，就好像在做爱一样": "Keep bumping your cock against the red-haired woman's beautiful ass, like having sex.",
"红发女子紧紧地夹住双腿，估计小穴早已湿润了": "The red-haired woman clamps her legs tightly, probably her pussy is already wet.",
"释放你的鸡巴": "Release Your Cock",
"你半脱裤子，释放出坚硬的大鸡巴": "You half-drop pants, release hard big cock.",
"你的鸡巴紧紧抵住红发美女的臀部，刺激极了": "Your cock presses tightly against the red-haired beauty's ass, extremely stimulating.",
"明明是想勾引这个该死的电车痴汉出来后逮捕他的": "Originally wanted to lure this damn pervert out and arrest him.",
"为什么会变成现在这个样子？！！": "Why did it become like this?!!",
"该死！！太舒服了！！！完全不想反抗~~~~": "Damn!! Too good!!! Don't want to resist at all~~~~",
"女警察捷西和体育老师珍妮是一对双胞胎，她们都拥有着非常敏感的身体": "Policewoman Jessie and PE teacher Jenny are twins, both have very sensitive bodies.",
"你拉起红发女子的黑色连衣裙": "You lift the red-haired woman's black dress.",
"等等，这个变态电车痴汉掀起我的裙子是要做什么？！": "Wait, what is this perverted subway molester lifting my skirt for?!",
"你把红发女子的连衣裙完全提起来了，可以看到她黑丝包裹着的小穴": "You fully lift the red-haired woman's dress, seeing her pussy wrapped in black stockings.",
"因为经常流汗的原因，珍妮和捷西都不喜欢穿内裤，那样子会很闷热": "Due to constant sweating, Jenny and Jessie don't like wearing panties, it's too stuffy.",
"你看准了机会，鸡巴对准了红发女子的小穴": "You spot the chance, aim your cock at the red-haired woman's pussy.",
"黑丝素股": "Stocking Thigh Job",
"你把鸡巴插向红发女子的大腿内侧": "You insert your cock between the red-haired woman's thighs.",
"啊~~~这小穴也太舒服了吧~~~": "Ah~~~the pussy feels too good~~~",
"没想到在地铁上，居然可以做这么舒服的事情": "Didn't expect to do something so good on the subway.",
"听到你说这是在地铁上，并且正在做这种淫荡的事情": "Hearing you say this is on the subway, doing such lewd things.",
"红发女子把大腿夹得更加紧了，这或许让她感到非常兴奋！": "The redhaired woman clamps her thighs tighter, perhaps it excites her a lot!",
"明明不可以做这种事情的！！": "We really shouldn't do this!!",
"捷西的理性告诉她，她应该立即阻止这种行为，并且逮捕身后的男人": "Jessie's reason tells her to stop this immediately and arrest the man behind.",
"但是从小穴传来的阵阵快感又让她不由得夹住大腿，渴求更多": "But the waves of pleasure from her pussy make her clamp thighs, craving more.",
"就这样，捷西在理想与快感之间徘徊不定": "Thus, Jessie wavers between ideals and pleasure.",
"隔着黑丝插入小穴": "Insert into Pussy Through Stockings",
"现在前戏做的差不多了": "Foreplay is almost done now.",
"如果隔着黑丝插入会怎么样呢？": "What if get in through the stockings?",
"捷西正沉浸在一波又一波的快感中无法自拔。丝毫没有察觉到危机": "Jessie is immersed in waves of pleasure, unaware of the danger.",
"哦啊~~~隔着黑丝把整个龟头插进去了！！！": "Oh ah~~~thrust the whole head in through the stockings!!!",
"虽然只进来了一个龟头，但是这小穴也太紧了！！！": "Only the head in, but this pussy is too tight!!!",
"从她的小穴紧凑程度来看，她绝对是一个处女！！！": "From the tightness, she's definitely a virgin!!!",
"你试图捅破她的处女膜，但是没有成功！！": "You try to break her hymen, but fail!!",
"因为她的小穴尚未经过鸡巴的开发，本身就非常的紧": "Because her pussy hasn't been developed by cock, it's very tight.",
"再加上她还穿着黑丝，这黑丝的同时阻隔了你继续插入的可能": "Plus wearing stockings, blocking further insertion.",
"起初，捷西发现你正在插入小穴的时候猛的惊醒": "At first, Jessie startles when discovering you're inserting into her pussy.",
"吓得她就想马上逃跑，但是她突然又发现你没办法完全插入": "Scared she wants to run, but suddenly realizes you can't fully insert.",
"这让她松了一口气": "This lets her relax.",
"因为她可不想在地铁这种公共场合被一个不认识的痴汉夺去处女": "Because she doesn't want to lose her virginity to an unknown pervert in public like the subway.",
"在确认你确实无法完全插入的情况下，捷西完全放松下来": "Confirming you can't fully insert, Jessie completely relaxes.",
"女警察捷西开始慢慢的接受并享受从下体传来的阵阵快感": "Policewoman Jessie starts slowly accepting and enjoying the waves of pleasure from below.",
"这种快感~~~我的天啊~~~~": "This pleasure~~~my God~~~~",
"为什么我完全没办法拒绝啊？！": "Why can't I refuse at all?!",
"就这样，你们开始享受在这地铁上的浅浅插入": "Thus, you start enjoying shallow insertion on the subway.",
"你突然感觉到红发女子的小穴突然一阵剧烈的收紧": "You suddenly feel the red-haired woman's pussy tighten intensely.",
"她应该是高潮了，小穴紧紧的夹住你的龟头，这也让你同时有了射精的冲动": "She must have orgasmed, pussy clamping your head tightly, making you want to cum too.",
"你慌忙把鸡巴从她的小穴拔出来": "You hurriedly pull your cock out of her pussy.",
"就在拔出来的一瞬间，你射了出来": "The moment you pull out, you cum.",
"你们同时到达了快乐的巅峰！！": "You both reach the peak of pleasure!!",
"高潮过后，女警察捷西在大口大口地喘着气，平复自己": "After orgasm, policewoman Jessie pants heavily, calming herself.",
"过了一会，捷西从高潮中平复过来，突然想起来了什么事情": "After a while, Jessie recovers from orgasm, suddenly remembers something.",
"捷西拿出来手铐！！": "Jessie takes out handcuffs!!",
"捷西迅速地用手铐铐住你的右手": "Jessie quickly cuffs your right hand.",
"动作迅速又熟练，可以看得出来，她是一名优秀的女警察": "Quick and skilled, clearly an excellent policewoman.",
"你被逮捕了！！！": "You're under arrest!!!",
"眼前的一切发生的太快，这让你都来不及反应": "Everything happened too fast, you couldn't react.",
"在你脑袋清醒过来后，你已经被关在警察局的牢房里面了": "When your head clears, you're already in the police station cell.",
"警官你听我说，我是冤枉的！！！": "Officer, listen, I'm innocent!!!",
"呵呵，冤枉？": "Heh, innocent?",
"你的意思是？刚刚在地铁上对我做那种事的人不是你？": "You mean? The one who did that to me on the subway wasn't you?",
"意思是我冤枉你了？抓错人了？": "Meaning I wronged you? Caught the wrong person?",
"不~~~不是~~~哎呀~~~警官你听我说~~~": "No~~~not~~~ah~~~officer listen~~~",
"刚刚的情况有点复杂，有点解释不清楚": "The situation was complicated, hard to explain.",
"我以为你是我认识的某人，你们长得真的很像": "I thought you were someone I know, you look really alike.",
"我不在乎~~~": "I don't care~~~",
"你现在只需要知道一件事！": "You just need to know one thing!",
"你他妈的，你最少要在监狱里面待够20年！": "You fucker, you'll spend at least 20 years in prison!",
"袭警，强奸未遂，公共场合性骚扰，任何一项罪名都够你吃一壶了": "Assaulting police, attempted rape, public sexual harassment, any charge is enough for you.",
"所以，忏悔吧！该死的地铁痴汉！": "So, repent! Damn subway pervert!",
"袭官我真的认错人了，我真的是冤枉啊": "Officer I really mistook you, I'm innocent.",
"够了！我听够了你那可笑的借口了！": "Enough! I've heard enough of your lame excuses!",
"很快，就会有其他的证人到达": "Soon, other witnesses will arrive.",
"到时候，铁证如山。看你还怎么狡辩！": "Then, ironclad evidence. See how you deny!",
"过了一会，另一个红发女子抵达警察局": "After a while, another red-haired woman arrives at the station.",
"珍妮和捷西来到你的面前讨论起案件的经过": "Jenny and Jessie come in front of you to discuss the case.",
"妹妹，这是怎么回事？": "Sister, what's going on?",
"姐姐，上一次你不是在地铁上被痴汉性骚扰了吗？": "Sister, last time you were harassed by a pervert on the subway, right?",
"就是这个人渣，我蹲守了好多天，可算是把他抓住了": "It's this scum, I staked out many days, finally caught him.",
"额~~~呃这个人~~~~呃~~~": "Um~~~uhthis person~~~~uh~~~",
"珍妮看了看你，一脸疑惑": "Jenny looks at you, confused.",
"对吧？就是他吧？我们姐妹一起起诉他，让他蹲监狱！": "Right? It's him, right? We sisters sue him together, make him go to prison!",
"他死定了！变态的地铁痴汉！": "He's done! Perverted subway molester!",
"呃啊？？": "Uhah??",
"这个嘛~~~情况有点复杂~~~": "Well~~~situation is complicated~~~",
"捷西你过来，我有些事情要和你说~~~": "Jessie come here, I have something to tell you~~~",
"我们出去说，这里不方便": "Let's talk outside, not convenient here.",
"就这样，两位美丽的红发女士去别的地方交谈了。留下你在原地懵逼": "Thus, the two beautiful red-haired ladies go elsewhere to talk, leaving you confused.",
"你无力地瘫坐在牢房肮脏的床上，心中满是懊悔": "You slump powerlessly on the dirty cell bed, full of regret.",
"妈的真该死！这一切都糟透了！": "Damn it! This all sucks!",
"我居然还能认错人，在地铁上差点把一个警察给强奸了": "I actually mistook her, almost raped a cop on the subway.",
"完蛋了，我的人生，完蛋了": "Done, my life is over.",
"再见了世界，再见了妈妈，我今天晚上不回去吃晚饭了~~~~": "Goodbye world, goodbye mom, I'm not coming home for dinner tonight~~~~",
"过了一会，女警察捷西单独一个人一脸不爽地回来了": "After a while, policewoman Jessie returns alone, looking unhappy.",
"她走到你的牢房门前，打开了牢门": "She walks to your cell door, opens it.",
"嗨！！里面那头该死的猪！！出来！！你可以回家了！！！": "Hey!! That damn pig inside!! Out!! You can go home!!!",
"你简直不管相信自己的耳朵，没事了？可以回家了？": "You can't believe your ears, nothing? Can go home?",
"直到走出牢门，你都觉得这一切难以置信": "Until walking out the door, you find it unbelievable.",
"话说警官，我真的没事了？你肯放我走？": "So officer, really nothing? You're letting me go?",
"你再敢再多说一句话，我就让你走不出这个警察局！": "If you say one more word, you won't leave this station!",
"还有！不要让我再次见到你！！否则我会杀了你！！": "And! Don't let me see you again!! Or I'll kill you!!",
"你听懂了吗？我会杀了你！！！": "Got it? I'll kill you!!!",
"不知道珍妮对捷西说了什么，居然能让捷西同意释放你": "Don't know what Jenny said to Jessie, but she agreed to release you.",
"等到以后有机会，一定要向珍妮问个明白": "When there's a chance later, must ask Jenny clearly.",
  
  
  

  
  
"杰西卡，你在做什么？": "Jessica, what are you doing?",
"哥哥，我在看赛博朋克：边缘行者，哥哥要和我一起看电视吗？": "Brother, I'm watching Cyberpunk: Edgerunners, want to watch TV with me?",
"好啊": "Sure.",
"杰西卡温柔地依偎在你的怀里，你们一起看电视": "Jessica gently cuddles in your arms, you watch TV together.",
"在电视剧集结束后~~~": "After the episode ends~~~",
"哥哥，我有一个问题想问你，可以吗？": "Brother, I have a question, can I?",
"什么问题？": "What question?",
"假如我是赛博朋克边缘行者里面的露西，你会送我上月球吗？": "If I were Lucy in Edgerunners, would you send me to the moon?",
"当然不会啊！": "Of course not!",
"啊？？为什么？？？": "Ah?? Why???",
"因为露西哪里比得上我全宇宙最可爱的的妹妹杰西卡啊": "Because Lucy can't compare to my cutest sister Jessica in the universe.",
"哥哥~~~讨厌~~~": " oh my Brother~~~",
"哥哥是个大笨蛋~~~嘿嘿~~~": "Brother is a big dummy~~~heh~~~",
"你陪杰西卡度过了一段快乐的时光": "You spent a happy time with Jessica.",
"看电视日常": "Daily TV Watching",
  
  "某天，你来到杰西卡的房间": "One day, you go to Jessica's room.",
"杰西卡，你在做什么？": "Jessica, what are you doing?",
"哥哥，我在看电影，怎么？你要陪我一起吗？": "Brother, I'm watching a movie, want to join me?",
"好的，这是什么电影？": "Sure, what movie is this?",
"这部电影叫做极线杀手，是丹麦演员Duncan Vizla出演的电影": "This movie is called Polar, starring Danish actor Duncan Vizla.",
"杰西卡依偎在你的怀里，你们一起看电影": "Jessica cuddles in your arms, you watch the movie together.",
"电影里面某个女演员出镜了，感觉长得蛮漂亮的": "A female actor appears in the movie, looks pretty.",
"杰西卡你看，这个女演员长得真好看": "Jessica look, this actress is really pretty.",
"哼！！这种老女人有什么好看的？！": "Humph!! What's good about this old woman?!",
"哈哈，你吃醋了？": "Haha, jealous?",
"哼~~~才没有呢~~~大笨蛋哥哥~~~": "Humph~~~no~~~dummy brother~~~",
"在电影进行到高潮时，居然出现了做爱的三级片场面！": "At the movie's climax, there's a sex scene!",
"你和杰西卡一时看呆了": "You and Jessica are stunned.",
"杰西卡，没想到你还喜欢看这种电影啊~~~": "Jessica, didn't expect you like this kind of movie~~~",
"笨蛋哥哥~~~才没有呢~~~我又不知道电影里有这种三级片镜头": "Dummy brother~~~no~~~I didn't know there was a sex scene.",
"杰西卡，不如，我们一起看黄片怎么样？": "Jessica, how about we watch porn together?",
"哥哥有很多珍藏的黄片哦，我们要不要一起来学习学习？": "Brother has lots of collected porn, want to learn together?",
"大色狼哥哥~~~": "Big pervert brother~~~",
"我才不要呢，哥哥你肯定是想占我便宜": "No way, brother you definitely want to take advantage.",
"真的，杰西卡你的口交技术实在太差了": "Really, Jessica your blowjob skills are too bad.",
"你需要看黄片学习口交技术，我们是以学习为目的的": "You need to watch porn to learn blowjob skills, for learning purposes.",
"什么？难道我的口交让哥哥不舒服了么？": "What? Did my blowjob make brother uncomfortable?",
"当然，如果杰西卡你不学习更多有关性方面的技术": "Of course, if Jessica doesn't learn more sex techniques.",
"哥哥万一被外面性技术好的野女人抢走了怎么办？": "What if brother gets stolen by a wild woman with good sex skills outside?",
"你说是吧？所以我们一起看黄片，练习技术是有意义的": "Right? So watching porn together, practicing skills is meaningful.",
"好吧只是我们学习而已哦": "Okayjust learning~~",
"大色狼哥哥可不能趁机占我便宜哦~~~": "Big pervert brother can't take advantage~~~",
"你开始在电视上播放黄片": "You start playing porn on TV.",
"而杰西卡一边看黄片，一边学习黄片里的女主角玩弄你的大鸡巴": "Jessica watches porn while learning from the actress to play with your big cock.",
"你觉得时机到了，想抚摸杰西卡": "You think the time is right, want to touch Jessica.",
"你的手刚刚伸向杰西卡的大腿": "Your hand just reaches for Jessica's thigh.",
"你的手马上就被杰西卡用大腿夹住了": "Your hand is immediately clamped by Jessica's thighs.",
"杰西卡的大腿紧紧夹住你要做坏事的手，不让你做坏事": "Jessica's thighs tightly clamp your naughty hand, not letting you misbehave.",
"哼~~~我就知道大色狼哥哥肯定不会安守本分~~": "Humph~~~knew big pervert brother wouldn't behave~~",
"当场逮捕，大色狼哥哥还有什么遗言吗？": "Arrested on the spot, big pervert brother any last words?",
"咳咳，这只是一个误会，误会~~~哈哈~~~": "Cough, just a misunderstanding, misunderstanding~~~haha~~~",
"就这样，你和杰西卡度过了一段快乐的时光": "Thus, you spent a happy time with Jessica.",
  
  
"某天，你又在和杰西卡认真学习黄片里面的性知识": "One day, you're seriously learning sex knowledge from porn with Jessica again.",
"你搂着杰西卡的细腰": "You hug Jessica's slim waist.",
"而杰西卡玩弄着你的大鸡巴": "While Jessica plays with your big cock.",
"杰西卡学着黄片里的手法，试图让你变得更加舒服": "Jessica learns techniques from porn, trying to make you feel better.",
"你搂着她腰的右手也开始不老实起来，在她身上来回摸索": "Your right hand hugging her waist starts misbehaving, groping her body.",
"杰西卡沉迷学习，并没有发现你的手渐渐的向上移动": "Jessica immersed in learning, doesn't notice your hand moving up.",
"你开始玩弄杰西卡娇小的乳房": "You start playing with Jessica's petite breasts.",
"大色狼哥哥~~~你在做什么？": "Big pervert brother~~~what are you doing?",
"唉，妹妹你看，黄片里面的男主角一般都会抚摸女主角的胸部": "Sigh, sister look, in porn the male lead usually touches the female lead's breasts.",
"或者这也是锻炼性技术的一种呢~~~": "Or this is also a kind of sex technique training~~~",
"真的吗？哥哥？我表示很怀疑哦~~~": "Really? Brother? I'm suspicious~~~",
"咳咳~~~当然是真的了": "Cough~~~of course it's true.",
"杰西卡求求你，让哥哥摸一摸吧~~~哥哥平时这么疼爱你~~": "Jessica please, let brother touch~~~brother always loves you so much~~",
"嗯哼~~~大色狼哥哥，下次记得给我买好吃的~~~": "Hm~~~big pervert brother, remember to buy me goodies next time~~~",
"当然，哥哥等一下就去超市给你买好吃的，嘿嘿": "Of course, brother will go to supermarket to buy goodies later, heh.",
"你扯下杰西卡的上衣，一对娇小可爱的小白兔美乳蹦了出来": "You pull down Jessica's top, a pair of petite cute bunny breasts bounce out.",
"你玩弄杰西卡粉嫩的乳头": "You play with Jessica's pink nipples.",
"大色狼哥哥，别~~~别这样玩弄~~~乳头~~~": "Big pervert brother, don't~~~don't play with~~~nipples~~~",
"人家全身酥酥麻麻的变得好奇怪啊~~~": "My body tinglesfeels so weird~~~",
"没事的~~~你继续帮我打飞机~~~我们一起变得舒服起来吧~~": "It's fine~~~continue jerking me~~~let's feel good together~~",
"电视机里的黄片已经播放到口交部分了~~~": "The porn on TV has reached the blowjob part~~~",
"杰西卡？学着电视机里面的内容，帮哥哥做个口交吧？": "Jessica? Learn from the TV, give brother a blowjob?",
"杰西卡跪在电视机前": "Jessica kneels in front of the TV.",
"杰西卡，你要好好学习黄片的性技术才能稳稳留住哥哥的心，知道吗？": "Jessica, learn porn sex techniques well to keep brother's heart, got it?",
"才不要呢~~~哼哼~~~大色狼哥哥~~~最坏了~~~": "No way~~~humph~~~big pervert brother~~~worst~~~",
"我才不要留住哥哥的心呢~~~因为哥哥是个大笨蛋~~~": "I don't want to keep brother's heart~~~because brother is a big dummy~~~",
"虽然杰西卡嘴上这样说，但她还是非常认真地观察电视机": "Though Jessica says that, she still seriously watches the TV.",
"认真地学习黄片里女主角给男主角口交的每一个细节": "Seriously learning every detail of the actress giving blowjob to the actor.",
"大色狼哥哥你绝望吧！这是来自妹妹的口交必杀技！！": "Big pervert brother despair! This is sister's blowjob killer move!!",
"杰西卡把你的鸡巴龟头含在嘴里，用嘴唇和舌头轻轻挑逗": "Jessica takes your cock head in mouth, teases lightly with lips and tongue.",
"看来她真的从黄片里学到了一点东西，她的口交技术正在变好": "Seems she really learned something from porn, her blowjob skills improving.",
"杰西卡含住你的鸡巴吞吞吐吐，时而深，时而浅": "Jessica sucks your cock in and out, sometimes deep, sometimes shallow.",
"每一次进出她的嘴巴都有不同的体验，看来她真的很认真地在学习": "Each in and out of her mouth is different, she's really studying hard.",
"太舒服了！！这让你忍不住射精的欲望了！！": "Too good!! Makes you unable to hold back ejaculation!!",
"你用力按住杰西卡的头，射精在她的喉咙深处~~": "You press Jessica's head hard, cum deep in her throat~~",
"咳咳~~~~你射精过后，杰西卡忍不住咳嗽": "Cough cough~~~~after you cum, Jessica can't help coughing.",
"哥哥实在太坏了~~~居然射的那么多~~~": "Brother too bad~~~cum so much~~~",
"这不是证明你的口交技术有长进么，以前哪里有射那么多嘛": "Isn't this proof your blowjob improved, never cum so much before.",
"嘿嘿~~~那是当然~~~这几天看黄片可不是白看的~~~嘿嘿": "Heh~~~of course~~~watching porn these days not for nothing~~~heh",
"但是还不够哦~~~杰西卡你还有一件事要学习哦": "But not enough~~~Jessica you have one more thing to learn.",
"什么？那是什么事情？": "What? What's that?",
"你摸了摸杰西卡的胸部~~~": "You touch Jessica's breasts~~~",
"是要让自己的胸部变得更加大哦": "Make your breasts bigger.",
"你看，你是家里胸部最小的": "Look, you have the smallest breasts in the family.",
"先不说妈妈的巨乳，就连姐姐的乳房都比你的大": "Not to mention mom's huge tits, even sister's breasts are bigger than yours.",
"哥哥可是最喜欢巨乳了呢": "Brother likes big tits the most.",
"可是，它们就是长不大，我~~~我~~~": "But they just won't grow, I~~~I~~~",
"不用担心，只要经常揉它们，它们还是会继续长大的": "Don't worry, rub them often, they'll grow.",
"只要哥哥每天都帮你揉一次，一个月后就会有明显的效果了": "As long as brother rubs for you daily, obvious effect in a month.",
"那么~~~~": "So~~~~",
"杰西卡抓起你的右手，放在她的乳房": "Jessica grabs your right hand, places on her breast.",
"哥哥就帮我多揉揉吧~~~拜托了哥哥": "Brother rub more for me~~~pleasebrother",
"和杰西卡度过了一段快乐的时光": "Spent a happy time with Jessica.",
  
  "某天早上，你正在睡懒觉，杰西卡来到你的房间": "One morning, you're sleeping in, Jessica comes to your room.",
"太阳都照到屁股了，哥哥还在睡懒觉": "Sun shining on your ass, brother still sleeping in.",
"哥哥，起床~~~啦~~~~": "Brother, get up~~~now~~~~",
"但是你依旧熟睡，杰西卡并没有吵醒你": "But you still sleep soundly, Jessica didn't wake you.",
"哥哥实在太懒了，怎么叫都不起床": "Brother too lazy, won't get up no matter what.",
"杰西卡注意到放在你床头柜的零花钱": "Jessica notices the allowance on your nightstand.",
"这肯定是妈妈留给哥哥的零花钱": "This must be allowance mom left for brother.",
"嘿嘿，我有一个好主意~~~": "Heh, I have a good idea~~~",
"杰西卡偷走了你的零花钱": "Jessica steals your allowance.",
"哼哼~~~大笨蛋哥哥~~~让你睡懒觉~~~": "Humph~~~dummy brother~~~let you sleep in~~~",
"妈妈留给你的零花钱，我笑纳了，嘿嘿": "Allowance mom left for you, I'll take it, heh.",
"醒来后，你发现凯瑟琳留给你的零花钱不见了": "After waking, you find Catherine's allowance gone.",
"你怀疑是杰西卡拿走了，你来到杰西卡的房间质问她": "You suspect Jessica took it, go to her room to question.",
"杰西卡，我有一件事要问你": "Jessica, I have something to ask.",
"嗨~~~哥哥早上好~~~": "Hi~~~good morning brother~~~",
"你有什么事？": "What's up?",
"你有没有见到妈妈留在我床头的零花钱？": "Did you see the allowance mom left on my nightstand?",
"什么零花钱？没见过~~~~": "What allowance? Didn't see~~~~",
"好！！还不承认是吧？": "Okay!! Still not admitting?",
"看来我这个当哥哥的需要教育一下你这个撒谎的妹妹了": "Seems I as brother need to teach this lying sister a lesson.",
"你把杰西卡按在你的大腿上，屁股朝上": "You press Jessica on your thigh, ass up.",
"啊~~~哥哥~~~你要做什么？？~~~": "Ah~~~brother~~~what are you doing??~~~",
"大坏蛋哥哥，快放开我~~~放开我~~~": "Big bad brother, let go~~~let go~~~",
"杰西卡扭动着屁股，要挣脱你的束缚": "Jessica twists her ass, trying to escape your hold.",
"再给你最后一次机会，你把我的钱藏什么地方了？说！": "Last chance, where did you hide my money? Tell!",
"什么钱？哥哥你在说什么呀？": "What money? What are you saying brother?",
"好！！还不肯说是吧？？": "Okay!! Still won't say??",
"你往杰西卡的屁股重重地拍了一巴掌": "You slap Jessica's ass hard.",
"哥哥你在做什么？好疼哦！~~~": "Brother what are you doing? Hurts!~~~",
"说！你到底把我的零花钱藏在什么地方了？": "Tell! Where did you hide my allowance?",
"哥哥~~~我真的不知道什么~~~零花钱~~~": "Brother~~~I really don't know what~~~allowance~~~",
"好好好，我倒要看看你坚持到什么时候": "Okay okay, let's see how long you hold out.",
"你又拍了杰西卡的屁股一巴掌": "You slap Jessica's ass again.",
"啊嗯~~~": "Ahhm~~~",
"杰西卡在撅着嘴忍耐着": "Jessica pouts, enduring.",
"你看杰西卡丝毫没有要认错的意思，又抬起了手": "Seeing Jessica not admitting, you raise hand again.",
"你开始不断地拍打她的屁股": "You start continuously spanking her ass.",
"杰西卡的屁股都被你拍红了": "Jessica's ass is getting red from spanking.",
"说不说？你到底把我的钱藏在哪里了？": "Tell or not? Where did you hide my money?",
"不说不说就不说~~~死都不说~~~": "never never~~~won't tell even if die~~~",
"看杰西卡这么倔强，你继续拍打她的屁股": "Seeing Jessica so stubborn, you continue spanking.",
"哥哥放弃吧！我不可能告诉你任何事情！": "Brother give up! I won't tell you anything!",
"好好好，看来我得动用真格了": "Okay okay, time for real stuff.",
"你看哥哥接下来怎么教训你就完事了~~~": "Watch how brother punishes you next~~~",
"你开始脱杰西卡的内裤": "You start taking off Jessica's panties.",
"你把杰西卡的内裤脱掉，她粉嫩的小穴在你面前一览无余": "You remove Jessica's panties, her pink pussy fully exposed.",
"你又朝杰西卡的屁股拍了一巴掌，她的小穴突然缩紧": "You slap Jessica's ass again, her pussy suddenly tightens.",
"从她淫水横流的小穴来看，她被拍屁股拍得很爽": "From her flowing juices, she enjoys the spanking a lot.",
"这实在太羞耻了~~~我最重要的地方被哥哥看光了~~~": "This is too shameful~~~my most important place seen by brother~~~",
"哥哥的拍的好疼，但是我的小穴已经完全湿了~~~": "Brother's spanks hurt, but my pussy is completely wet~~~",
"哥哥实在是太坏了~~~": "Brother is too bad~~~",
"嗷~~~~好疼~~~~坏蛋哥哥~~~轻点~~~": "Ow~~~~hurts~~~~bad brother~~~lighter~~~",
"想要我停下来，除非你把我的钱还我，并且承认错误": "Want me to stop, unless you return my money and admit wrong.",
"我才不要呢~~~哥哥你等着~~~~我会报仇的！！": "No way~~~brother wait~~~~I'll get revenge!!",
"你不承认我就一直打你屁股，打到你承认为止": "If not admit, I'll keep spanking until you do.",
"杰西卡被打屁股高潮": "Jessica Orgasms from Spanking",
"哥哥~~~哥哥~~~不要再打了~~~": "Brother~~~brother~~~don't spank more~~~",
"要~~~要变得奇怪了~~~~要来了~~~啊啊~~~": "Gonna~~~become weird~~~~coming~~~ahh~~~",
"杰西卡在你的拍打下，高潮了，潮吹淫水喷了一地": "Jessica orgasms under your spanking, squirting juices everywhere.",
"终于，杰西卡坚持不住投降了": "Finally, Jessica can't hold, surrenders.",
"继续": "Continue",
"打屁股后入做爱待开发": "Spank and Doggy Sex To Be Developed",
"该剧情还在制作中，敬请期待": "This plot is still in production, stay tuned.",
"杰西卡捂着被拍得通红的屁股站在你的面前": "Jessica covers her red spanked ass, standing in front of you.",
"哥哥你也太过分了~~~~我会永远记住今天的！！！": "Brother you're too much~~~~I'll remember today forever!!!",
"废话少说，快把偷我的钱拿出来~~~": "Less talk, give back the stolen money~~~",
"哥哥你等着，总有一天我会报仇的！！你等着！！": "Brother wait, one day I'll get revenge!! Wait!!",
"杰西卡转过身": "Jessica turns around.",
"杰西卡正在翻找被藏起来的钱": "Jessica is searching for the hidden money.",
"这小妮子的小穴实在太极品了！！真想当场把她上了！！": "This girl's pussy is top-tier!! Want to fuck her on the spot!!",
"但是时机还没到，不能急": "But timing not right, can't rush.",
"大坏蛋哥哥你记住，你让妹妹蒙羞，妹妹不会忘记这一天的": "Big bad brother remember, you shamed sister, sister won't forget this day.",
"总有一天我会报仇的，你给我等着！！！": "One day I'll get revenge, wait for me!!!",
"哈哈哈~~~我等着呢~~~拜拜~~~": "Hahaha~~~I'm waiting~~~bye~~~",
  
  
  
"在某一天，你又在和杰西卡在看一起看黄片学习知识": "One day, you're watching porn with Jessica learning again.",
"电视里正在播放巨乳系列的黄片": "TV playing big tits series porn.",
"哥哥~~~像这样揉捏胸部真的能变得和视频里面一样大吗？": "Brother~~~rubbing breasts like this can really make them as big as in the video?",
"那是当然的，大部分的人都不是天生的巨乳": "Of course, most aren't born with big tits.",
"只要每天都被哥哥揉捏胸部的话，你的胸部也可以变得像视频里一样大哦": "As long as brother rubs daily, your breasts can get as big as in the video.",
"真的吗？？": "Really??",
"好吧，我相信哥哥": "Okay, I believe brother.",
"杰西卡娇嫩的乳房在你手里被揉捏成各种形状": "Jessica's tender breasts kneaded into various shapes in your hands.",
"哥哥~~~": "Brother~~~",
"嗯？怎么了？": "Hm? What?",
"亲亲，杰西卡想要亲亲~~~哥哥我们来亲亲~~~": "Kiss, Jessica wants kiss~~~brother let's kiss~~~",
"哎呀，妹妹你真的是太可爱了~~~": "Oh, sister you're too cute~~~",
"你的嘴唇和杰西卡的嘴唇紧紧地缠绵在一起": "Your lips entwine tightly with Jessica's.",
"你在和杰西卡亲吻的同时，还在用手玩弄她娇嫩的乳房": "While kissing Jessica, you play with her tender breasts.",
"电视里的黄片内容转变为一个女人在抚摸自己的小穴自慰": "Porn on TV changes to a woman touching her pussy masturbating.",
"电视里的场景把杰西卡看呆了": "The scene on TV stuns Jessica.",
"杰西卡，你要不要也学一下视频里面的自慰方式？": "Jessica, want to learn the masturbation method in the video?",
"哥哥大色狼~~~又想占我便宜~~~~": "Brother big pervert~~~want to take advantage again~~~~",
"没事的，我们只是在学习知识而已": "It's fine, we're just learning knowledge.",
"哥哥不会强迫你的，哥哥保证": "Brother won't force you, brother promises.",
"真的吗？哥哥？你真的不会强迫我？": "Really? Brother? You really won't force me?",
"哥哥保证，哥哥什么时候骗过你？": "Brother promises, when has brother lied to you?",
"好吧~~~哥哥~~~": "Okay~~~brother~~~",
"杰西卡站到你的面前": "Jessica stands in front of you.",
"你看着杰西卡性感的身材，想到能看到她自慰就一阵激动": "Looking at Jessica's sexy body, excited to see her masturbate.",
"杰西卡开始在你的面前脱裙子": "Jessica starts taking off her skirt in front of you.",
"裙子脱掉了，现在能看到杰西卡的蓝白条纹胖次": "Skirt off, now see Jessica's blue-white striped panties.",
"哥哥~~~你的眼睛都要掉出来了~~~": "Brother~~~your eyes are falling out~~~",
"想到能看到妹妹的裸体能让你这么兴奋吗？": "Excited to see sister's naked body?",
"嘿嘿~~~大色狼哥哥~~~": "Heh~~~big pervert brother~~~",
"杰西卡已经在你的面前把内裤脱掉了": "Jessica has taken off her panties in front of you.",
"大色狼哥哥~~~你的口水留下来了~~~": "Big pervert brother~~~your drool is coming out~~~",
"哥哥你现在的眼神好可怕哦，我感觉下一秒就会被你吃掉了呢": "Brother your look is scary now, feel like you'll eat me next second.",
"咳咳，哥哥刚刚是有一点失态": "Cough, brother was a bit out of line just now.",
"那么让我们一起看着黄片学习自慰吧": "So let's watch porn and learn masturbation together.",
"杰西卡坐到电视机前的沙发上": "Jessica sits on the sofa in front of the TV.",
"大色狼哥哥~~~接下来可不要眨眼睛哦~~~嘿嘿~~": "Big pervert brother~~~don't blink next~~~heh~~",
"杰西卡懒散地躺在沙发上，缓缓地张开双腿，让你仔细欣赏她粉嫩的小穴": "Jessica lazily lies on the sofa, slowly spreads legs, letting you appreciate her pink pussy.",
"杰西卡学着电视里的黄片一样，用手抚摸小穴": "Jessica learns from porn on TV, touches her pussy with hand.",
"哥哥，我现在正在学电视里的自慰动作哦": "Brother, I'm learning the masturbation moves on TV now.",
"是不是一模一样啊？": "Is it exactly the same?",
"你看着杰西卡这般淫乱的姿态，恨不得马上冲过去把她上了": "Looking at Jessica's lewd pose, you want to rush and fuck her immediately.",
"但是之前答应过杰西卡，不能用强的，这让你有点无耐": "But promised Jessica no force, makes you helpless.",
"杰西卡，你平时是怎么自慰的？": "Jessica, how do you usually masturbate?",
"可以示范一次给哥哥看看吗？": "Can you demonstrate for brother?",
"哥哥~~~摸这里的话，会很舒服呢": "Brother~~~touching here feels good.",
"杰西卡开始像平时一样抚摸阴唇自慰": "Jessica starts masturbating by touching labia as usual.",
"看着杰西卡自慰的模样，你想找个借口动手动脚": "Watching Jessica masturbate, you want an excuse to touch.",
"杰西卡，你自慰的手法不对~~~": "Jessica, your masturbation technique is wrong~~~",
"啊？不对？": "Ah? Wrong?",
"杰西卡，哥哥可以教你哦": "Jessica, brother can teach you.",
"超级舒服的，连黄片里都不会教的自慰手法": "Super comfortable, even porn doesn't teach this masturbation technique.",
"看着杰西卡粉嫩多汁的美穴，你恨不得马上玩弄一番": "Looking at Jessica's pink juicy beautiful pussy, you want to play immediately.",
"哥哥~~~可以哦~~~你教我吧~~~我想学~~~": "Brother~~~okay~~~teach me~~~I want to learn~~~",
"你来到杰西卡面前": "You come in front of Jessica.",
"想要变得舒服，光摩擦阴唇是不够的哦": "To feel good, just rubbing labia isn't enough.",
"这里是阴蒂，如果触摸这里的话，会变得更加舒服哦": "This is the clit, touching here makes it better.",
"哥哥~~~我的身体麻麻的~~~变得好奇怪": "Brother~~~my body tingles~~~feels so weird.",
"你在不停玩弄杰西卡敏感的阴蒂": "You keep playing with Jessica's sensitive clit.",
"妹妹，你想不想变得更加舒服？": "Sister, want to feel even better?",
"想要~~~想要变得更加舒服~~~哥哥你帮帮我~~~": "Want~~~want to feel better~~~brother help me~~~",
"用手指插入小穴里面会比玩弄阴蒂更加舒服哦": "Inserting finger into pussy feels better than playing with clit.",
"不要害怕，我要把食指插进来了": "Don't be afraid, inserting index finger now.",
"你把食指缓缓插进杰西卡紧凑的小穴": "You slowly insert index finger into Jessica's tight pussy.",
"但是杰西卡的小穴太紧了，里面的阴道实在太小了，你的食指居然插不进！": "But Jessica's pussy too tight, vagina too small, index finger can't go in!",
"你尝试用蛮力插入~~~": "You try forcing in~~~",
"哥哥~~~哥哥~~~好疼~~~不要~~~好疼~~~": "Brother~~~brother~~~hurts~~~no~~~hurts~~~",
"你把才食指插进去一点点，杰西卡马上疼的大叫起来": "Just index finger in a bit, Jessica cries in pain immediately.",
"看来她的小穴紧凑得连一根小小的食指都无法插进去！！": "Seems her pussy so tight even a small index finger can't insert!!",
"没有办法~~~你只能把食指从她紧凑的小穴内拔出来": "No way~~~can only pull index finger out of her tight pussy.",
"杰西卡，你的阴道实在太狭窄了，就连一根食指都没办法插进去": "Jessica, your vagina is too narrow, can't even insert one finger.",
"我现在只能换一根手指了，不知道最小的小尾指能不能插进去": "Now can only switch to pinky, don't know if smallest pinky can insert.",
"你把小尾指对准了杰西卡的小穴": "You aim pinky at Jessica's pussy.",
"缓缓地插进去杰西卡紧凑的小穴": "Slowly insert into Jessica's tight pussy.",
"虽然很艰难，但是还是把小尾指成功插进杰西卡的小穴了": "Though hard, successfully inserted pinky into Jessica's pussy.",
"啊~~~哥哥~~~哥哥的手指插进来了~~~~好舒服~~~": "Ah~~~brother~~~brother's finger inserted~~~~feels good~~~",
"哥哥的~~~手指~~~啊在里面~~~好舒服啊啊啊": "Brother's~~~finger~~~ahinside~~~feels good ahhh",
"杰西卡的小穴像钳子一样，紧紧地咬住你的手指，连拔都很难拔出来": "Jessica's pussy like pliers, tightly bites your finger, hard to pull out.",
"这个世界上居然有这么紧凑的小穴！！": "Such a tight pussy in the world!!",
"你都不敢想象如果把鸡巴插进去有多爽！": "Can't imagine how good if insert cock!",
"杰西卡指交高潮": "Jessica Finger Fuck Orgasm",
"哥哥~~~~哥哥~~~~": "Brother~~~~brother~~~~",
"有有种很奇怪的感觉~~~~": "Havea weird feeling~~~~",
"要来了~~~~要来了~~~~": "Coming~~~~im coming~~~~",
"你的手指能感受到杰西卡的小穴一阵抽搐，剧烈收缩": "Your finger feels Jessica's pussy twitch, intense contraction.",
"很显然，她在你的手指攻势下高潮了！": "Clearly, she orgasmed under your finger attack!",
"杰西卡的小穴实在太极品了，这让你更加坚定了要把她给爆操的决心": "Jessica's pussy is too top-tier, makes you more determined to fuck her hard.",
"学习性知识结束后，杰西卡站在你面前": "After learning sex knowledge, Jessica stands in front of you.",
"杰西卡，哥哥教了你这么多性知识，哥哥厉害吧？": "Jessica, brother taught you so much sex knowledge, brother awesome right?",
"嗯，谢谢哥哥~~~~哥哥最厉害了！": "Hm, thanks brother~~~~brother the best!",
"那么拜拜，我们明天也要继续学习更多的性知识哦": "So bye, tomorrow continue learning more sex knowledge.",
"嗯~~~哥哥拜拜~~~哥哥明天见~~~": "Hm~~~brother bye~~~see you tomorrow~~~",
"就这样，你和杰西卡度过了一段幸福的时光": "Thus, you spent a happy time with Jessica.",
"杰西卡任务": "Jessica Missions",
"妹妹的房间": "Sister's Room",
"杰西卡星期一星期二晚上会在房间玩游戏，引诱她看黄片": "Jessica plays games in room Monday Tuesday nights, tempt her to watch porn.",
"打杰西卡屁股": "Spank Jessica",
"妹妹可能在早上的时候偷了我的零花钱，得给她一个教训": "Sister might have stolen my allowance in the morning, need to teach her a lesson.",
"和杰西卡一起看电影": "Watch Movie with Jessica",
"和杰西卡一起看黄片": "Watch Porn with Jessica",
"和杰西卡一起学习自慰": "Learn Masturbation with Jessica",
"我需要在星期一星期二晚上，杰西卡在家打游戏的时候和她一起玩": "I need to play with Jessica on Monday Tuesday nights when she's home gaming.",
"在早上的时候，和杰西卡互动": "Interact with Jessica in the morning.",
  
  
"总共更新了830张图片和20个视频CG": "Total updated 830 images and 20 video CGs.",
"杰西卡剧情进度增加到120": "Jessica plot progress increased to 120.",
"凯瑟琳增加了夫目前夜袭和瑜伽SEX内容": "Catherine：added husband front night raid and yoga SEX content.",
"同学露西线开启，剧情进度达到60": "Classmate Lucy line opened, plot progress to 60.",
"体育老师珍妮和女警捷西剧情开启": "PE teacher Jenny and policewoman Jessie plot opened.",
"把所有的视频CG全部重新编辑，确保不会发生黑屏": "Re-edited all video CGs to ensure no black screens.",
"还有很多的微小改动，剩下的可以自己游玩体验": "Many minor changes, the rest you can experience in game.",
"露西户外露出": "Lucy Outdoor Exposure",
"凯瑟琳夫目前夜袭": "Catherine Husband Front Night Raid",
  
  "蝙蝠": "Bat"
  
  
  
  
}