  "你为什么不说话？": "Mengapa Anda tidak berbicara?",
  "我们在做一次上次我们做的事情好不好？": "Haruskah kita melakukan apa yang kita lakukan terakhir kali lagi?",
  "你不说我当你默认同意咯~~~": "Jika Anda tidak mengatakan, saya akan menganggapnya sebagai ya ~~~",
  "这个猥琐的电车痴汉到底对珍妮姐姐做了什么？": "Apa yang dilakukan oleh cabul menyeramkan ini kepada Sister Jenny?",
  "我等等看看，我要知道珍妮姐姐到底经历了什么": "Saya akan menunggu dan melihat, saya perlu tahu apa yang dialami Sister Jenny.",
  "为什么？我感觉身上麻麻的？": "Mengapa? Saya merasa geli?",
  "捷西从来没被人像这样抚摸过，产生了一丝丝异样的情愫": "Jessie tidak pernah tersentuh seperti ini, merasakan sedikit emosi yang aneh.",
  "袭胸": "Payudara Grope",
  "你的手突然开始玩弄红发女子的美乳": "Tanganmu tiba-tiba bermain dengan payudara cantik wanita berambut merah itu.",
  "等等，这样玩弄胸部的话！！": "Tunggu, bermain dengan payudara seperti ini !!",
  "我~~~啊~~~我会变得~~~奇怪的~~~": "Saya ~~~ ah ~~~ willbecome ~~~ aneh ~~~",
  "在玩弄胸部的同时，你是下体也在蠢蠢欲动": "Saat bermain dengan payudara, tubuh bagian bawah Anda juga diaduk.",
  "不停地用鸡巴撞击红发女子的美臀，就好像在做爱一样": "Terus menabrak penismu di pantat cantik wanita berambut merah, seperti berhubungan seks.",
  "红发女子紧紧地夹住双腿，估计小穴早已湿润了": "Wanita berambut merah itu menjepit kakinya dengan erat, mungkin vaginanya sudah basah.",
  "释放你的鸡巴": "Lepaskan ayam Anda",
  "你半脱裤子，释放出坚硬的大鸡巴": "Anda celana setengah drop, melepaskan ayam besar yang keras.",
  "你的鸡巴紧紧抵住红发美女的臀部，刺激极了": "Ayam Anda menekan erat-erat ke pantat kecantikan berambut merah, sangat merangsang.",
  "明明是想勾引这个该死的电车痴汉出来后逮捕他的": "Awalnya ingin memikat orang cabul ini dan menangkapnya.",
  "为什么会变成现在这个样子？！！": "Mengapa menjadi seperti ini? !!",
  "该死！！太舒服了！！！完全不想反抗~~~~": "Berengsek!! Terlalu bagus !!! Tidak ingin menolak sama sekali ~~~~",
  "女警察捷西和体育老师珍妮是一对双胞胎，她们都拥有着非常敏感的身体": "Polisi wanita Jessie dan guru PE Jenny adalah kembar, keduanya memiliki tubuh yang sangat sensitif.",
  "你拉起红发女子的黑色连衣裙": "Anda mengangkat gaun hitam wanita berambut merah itu.",
  "等等，这个变态电车痴汉掀起我的裙子是要做什么？！": "Tunggu, untuk apa penganiaya kereta bawah tanah yang sesat ini mengangkat rok saya?!",
  "你把红发女子的连衣裙完全提起来了，可以看到她黑丝包裹着的小穴": "Anda sepenuhnya mengangkat gaun wanita berambut merah, melihat vaginanya dibungkus dengan stoking hitam.",
  "因为经常流汗的原因，珍妮和捷西都不喜欢穿内裤，那样子会很闷热": "Karena berkeringat terus -menerus, Jenny dan Jessie tidak suka mengenakan celana dalam, terlalu pengap.",
  "你看准了机会，鸡巴对准了红发女子的小穴": "Anda melihat kesempatan, ajak ayam Anda ke vagina wanita berambut merah.",
  "黑丝素股": "Stocking pekerjaan paha",
  "你把鸡巴插向红发女子的大腿内侧": "Anda memasukkan ayam Anda di antara paha wanita berambut merah.",
  "啊~~~这小穴也太舒服了吧~~~": "Ah ~~~ vagina terasa terlalu enak ~~~",
  "没想到在地铁上，居然可以做这么舒服的事情": "Tidak berharap melakukan sesuatu yang begitu baik di kereta bawah tanah.",
  "听到你说这是在地铁上，并且正在做这种淫荡的事情": "Mendengar Anda mengatakan ini ada di kereta bawah tanah, melakukan hal -hal cabul seperti itu.",
  "红发女子把大腿夹得更加紧了，这或许让她感到非常兴奋！": "Wanita Redhaired itu menjepit pahanya lebih ketat, mungkin itu sangat menggairahkannya!",
  "明明不可以做这种事情的！！": "Kami benar -benar tidak boleh melakukan ini !!",
  "捷西的理性告诉她，她应该立即阻止这种行为，并且逮捕身后的男人": "Alasan Jessie memberitahunya untuk segera menghentikan ini dan menangkap pria itu di belakang.",
  "但是从小穴传来的阵阵快感又让她不由得夹住大腿，渴求更多": "Tapi gelombang kesenangan dari vaginanya membuat pahanya menjepit, lebih menginginkannya.",
  "就这样，捷西在理想与快感之间徘徊不定": "Dengan demikian, Jessie goyah antara cita -cita dan kesenangan.",
  "隔着黑丝插入小穴": "Masukkan ke dalam vagina melalui stoking",
  "现在前戏做的差不多了": "Pemanasan hampir selesai sekarang.",
  "如果隔着黑丝插入会怎么样呢？": "Bagaimana jika masuk melalui stoking?",
  "捷西正沉浸在一波又一波的快感中无法自拔。丝毫没有察觉到危机": "Jessie tenggelam dalam gelombang kesenangan, tidak menyadari bahaya.",
  "哦啊~~~隔着黑丝把整个龟头插进去了！！！": "Oh ah ~~~ dorong seluruh kepala melalui stoking !!!",
  "虽然只进来了一个龟头，但是这小穴也太紧了！！！": "Hanya kepala, tapi vagina ini terlalu ketat !!!",
  "从她的小穴紧凑程度来看，她绝对是一个处女！！！": "Dari sesak, dia pasti perawan !!!",
  "你试图捅破她的处女膜，但是没有成功！！": "Anda mencoba menghancurkan selaput dara, tetapi gagal !!",
  "因为她的小穴尚未经过鸡巴的开发，本身就非常的紧": "Karena vaginanya belum dikembangkan oleh ayam, itu sangat ketat.",
  "再加上她还穿着黑丝，这黑丝的同时阻隔了你继续插入的可能": "Ditambah mengenakan stoking, memblokir penyisipan lebih lanjut.",
  "起初，捷西发现你正在插入小穴的时候猛的惊醒": "Pada awalnya, Jessie mengejutkan ketika menemukan Anda memasukkan ke dalam vaginanya.",
  "吓得她就想马上逃跑，但是她突然又发现你没办法完全插入": "Takut dia ingin berlari, tetapi tiba -tiba menyadari bahwa Anda tidak dapat sepenuhnya memasukkan.",
  "这让她松了一口气": "Ini memungkinkannya rileks.",
  "因为她可不想在地铁这种公共场合被一个不认识的痴汉夺去处女": "Karena dia tidak ingin kehilangan keperawanannya menjadi cabul yang tidak diketahui di depan umum seperti kereta bawah tanah.",
  "在确认你确实无法完全插入的情况下，捷西完全放松下来": "Mengonfirmasi Anda tidak dapat sepenuhnya memasukkan, Jessie benar -benar rileks.",
  "女警察捷西开始慢慢的接受并享受从下体传来的阵阵快感": "Polisi wanita Jessie mulai secara perlahan menerima dan menikmati gelombang kesenangan dari bawah.",
  "这种快感~~~我的天啊~~~~": "Kesenangan ini ~~~ Tuhanku ~~~~",
  "为什么我完全没办法拒绝啊？！": "Mengapa saya tidak bisa menolak sama sekali?!",
  "就这样，你们开始享受在这地铁上的浅浅插入": "Dengan demikian, Anda mulai menikmati pemasangan dangkal di kereta bawah tanah.",
  "你突然感觉到红发女子的小穴突然一阵剧烈的收紧": "Anda tiba-tiba merasakan vagina wanita berambut merah itu mengencang dengan intens.",
  "她应该是高潮了，小穴紧紧的夹住你的龟头，这也让你同时有了射精的冲动": "Dia pasti orgasme, vagina menjepit kepala dengan erat, membuat Anda ingin cum juga.",
  "你慌忙把鸡巴从她的小穴拔出来": "Anda buru -buru menarik kemaluan Anda keluar dari vaginanya.",
  "就在拔出来的一瞬间，你射了出来": "Saat Anda menarik keluar, Anda cum.",
  "你们同时到达了快乐的巅峰！！": "Anda berdua mencapai puncak kesenangan !!",
  "高潮过后，女警察捷西在大口大口地喘着气，平复自己": "Setelah orgasme, polisi wanita Jessie dengan berat, menenangkan dirinya.",
  "过了一会，捷西从高潮中平复过来，突然想起来了什么事情": "Setelah beberapa saat, Jessie pulih dari orgasme, tiba -tiba mengingat sesuatu.",
  "捷西拿出来手铐！！": "Jessie mengambil borgol !!",
  "捷西迅速地用手铐铐住你的右手": "Jessie dengan cepat memborgol tangan kanan Anda.",
  "动作迅速又熟练，可以看得出来，她是一名优秀的女警察": "Cepat dan terampil, jelas seorang polisi wanita yang sangat baik.",
  "你被逮捕了！！！": "Anda ditahan !!!",
  "眼前的一切发生的太快，这让你都来不及反应": "Semuanya terjadi terlalu cepat, Anda tidak bisa bereaksi.",
  "在你脑袋清醒过来后，你已经被关在警察局的牢房里面了": "Saat kepala Anda jernih, Anda sudah berada di sel kantor polisi.",
  "警官你听我说，我是冤枉的！！！": "Petugas, Dengar, saya tidak bersalah !!!",
  "呵呵，冤枉？": "Heh, tidak bersalah?",
  "你的意思是？刚刚在地铁上对我做那种事的人不是你？": "Maksudmu? Orang yang melakukan itu padaku di kereta bawah tanah bukan?",
  "意思是我冤枉你了？抓错人了？": "Artinya aku menganiayamu? Menangkap orang yang salah?",
  "不~~~不是~~~哎呀~~~警官你听我说~~~": "Tidak ~~~ bukan ~~~ ah ~~~ Petugas Dengarkan ~~~",
  "刚刚的情况有点复杂，有点解释不清楚": "Situasinya rumit, sulit dijelaskan.",
  "我以为你是我认识的某人，你们长得真的很像": "Saya pikir Anda adalah seseorang yang saya kenal, Anda terlihat sangat mirip.",
  "我不在乎~~~": "Saya tidak peduli ~~~",
  "你现在只需要知道一件事！": "Anda hanya perlu tahu satu hal!",
  "你他妈的，你最少要在监狱里面待够20年！": "Anda keparat, Anda akan menghabiskan setidaknya 20 tahun penjara!",
  "袭警，强奸未遂，公共场合性骚扰，任何一项罪名都够你吃一壶了": "Menyerang polisi, percobaan pemerkosaan, pelecehan seksual publik, tuduhan apa pun sudah cukup untuk Anda.",
  "所以，忏悔吧！该死的地铁痴汉！": "Jadi, bertobat! Damn Subway cabul!",
  "袭官我真的认错人了，我真的是冤枉啊": "Petugas Saya benar -benar mengira Anda, saya tidak bersalah.",
  "够了！我听够了你那可笑的借口了！": "Cukup! Saya sudah cukup mendengar alasan lumpuh Anda!",
  "很快，就会有其他的证人到达": "Segera, saksi lain akan tiba.",
  "到时候，铁证如山。看你还怎么狡辩！": "Kemudian, bukti besi. Lihat bagaimana Anda menyangkal!",
  "过了一会，另一个红发女子抵达警察局": "Setelah beberapa saat, wanita berambut merah lainnya tiba di stasiun.",
  "珍妮和捷西来到你的面前讨论起案件的经过": "Jenny dan Jessie datang di depan Anda untuk membahas kasus ini.",
  "妹妹，这是怎么回事？": "Saudari, apa yang terjadi?",
  "姐姐，上一次你不是在地铁上被痴汉性骚扰了吗？": "Saudari, terakhir kali Anda dilecehkan oleh orang cabul di kereta bawah tanah, kan?",
  "就是这个人渣，我蹲守了好多天，可算是把他抓住了": "Ini sampah ini, aku berjaga -jaga berhari -hari, akhirnya menangkapnya.",
  "额~~~呃这个人~~~~呃~~~": "Um ~~~ Uh ini ~~~~ uh ~~~",
  "珍妮看了看你，一脸疑惑": "Jenny menatapmu, bingung.",
  "对吧？就是他吧？我们姐妹一起起诉他，让他蹲监狱！": "Benar? Itu dia, kan? Kami saudara perempuan menuntutnya bersama, membuatnya masuk penjara!",
  "他死定了！变态的地铁痴汉！": "Dia sudah selesai! Penganiaya kereta bawah tanah yang sesat!",
  "呃啊？？": "Uhah ??",
  "这个嘛~~~情况有点复杂~~~": "Nah ~~~ situasi rumit ~~~",
  "捷西你过来，我有些事情要和你说~~~": "Jessie datang ke sini, aku punya sesuatu untuk memberitahumu ~~~",
  "我们出去说，这里不方便": "Mari kita bicara di luar, tidak nyaman di sini.",
  "就这样，两位美丽的红发女士去别的地方交谈了。留下你在原地懵逼": "Dengan demikian, dua wanita berambut merah yang cantik pergi ke tempat lain untuk berbicara, membuat Anda bingung.",
  "你无力地瘫坐在牢房肮脏的床上，心中满是懊悔": "Anda merosot tanpa daya di selai sel kotor, penuh penyesalan.",
  "妈的真该死！这一切都糟透了！": "Brengsek! Ini semua menyebalkan!",
  "我居然还能认错人，在地铁上差点把一个警察给强奸了": "Aku benar -benar mengira dia, hampir memperkosa seorang polisi di kereta bawah tanah.",
  "完蛋了，我的人生，完蛋了": "Selesai, hidupku sudah berakhir.",
  "再见了世界，再见了妈妈，我今天晚上不回去吃晚饭了~~~~": "Selamat tinggal dunia, selamat tinggal ibu, aku tidak akan pulang untuk makan malam malam ini ~~~~",
  "过了一会，女警察捷西单独一个人一脸不爽地回来了": "Setelah beberapa saat, polisi wanita Jessie kembali sendirian, tampak tidak bahagia.",
  "她走到你的牢房门前，打开了牢门": "Dia berjalan ke pintu sel Anda, membukanya.",
  "嗨！！里面那头该死的猪！！出来！！你可以回家了！！！": "Hai!! Babi sialan itu di dalam !! Keluar!! Anda bisa pulang !!!",
  "你简直不管相信自己的耳朵，没事了？可以回家了？": "Anda tidak bisa mempercayai telinga Anda, tidak ada? Bisa pulang?",
  "直到走出牢门，你都觉得这一切难以置信": "Sampai berjalan keluar pintu, Anda merasa tidak bisa dipercaya.",
  "话说警官，我真的没事了？你肯放我走？": "Jadi petugas, benar -benar tidak ada? Anda membiarkan saya pergi?",
  "你再敢再多说一句话，我就让你走不出这个警察局！": "Jika Anda mengatakan satu kata lagi, Anda tidak akan meninggalkan stasiun ini!",
  "还有！不要让我再次见到你！！否则我会杀了你！！": "Dan! Jangan biarkan aku melihatmu lagi !! Atau aku akan membunuhmu !!",
  "你听懂了吗？我会杀了你！！！": "Mengerti? Aku akan membunuhmu !!!",
  "不知道珍妮对捷西说了什么，居然能让捷西同意释放你": "Tidak tahu apa yang dikatakan Jenny kepada Jessie, tetapi dia setuju untuk membebaskan Anda.",
  "等到以后有机会，一定要向珍妮问个明白": "Ketika ada kesempatan nanti, harus bertanya dengan jelas Jenny.",
  "杰西卡，你在做什么？": "Jessica, apa yang kamu lakukan?",
  "哥哥，我在看赛博朋克：边缘行者，哥哥要和我一起看电视吗？": "Saudara, saya menonton Cyberpunk: Edgerunners, ingin menonton TV dengan saya?",
  "好啊": "Tentu.",
  "杰西卡温柔地依偎在你的怀里，你们一起看电视": "Jessica dengan lembut berpelukan dalam pelukan Anda, Anda menonton TV bersama.",
  "在电视剧集结束后~~~": "Setelah episode berakhir ~~~",
  "哥哥，我有一个问题想问你，可以吗？": "Saudara, saya punya pertanyaan, bisakah saya?",
  "什么问题？": "Pertanyaan apa?",
  "假如我是赛博朋克边缘行者里面的露西，你会送我上月球吗？": "Jika saya Lucy di Edgerunners, maukah Anda mengirim saya ke bulan?",
  "当然不会啊！": "Tentu saja tidak!",
  "啊？？为什么？？？": "Ah?? Mengapa???",
  "因为露西哪里比得上我全宇宙最可爱的的妹妹杰西卡啊": "Karena Lucy tidak dapat dibandingkan dengan saudara perempuan saya yang paling lucu, Jessica di alam semesta.",
  "哥哥~~~讨厌~~~": "oh kakakku ~~~",
  "哥哥是个大笨蛋~~~嘿嘿~~~": "Saudara laki -laki adalah boneka besar ~~~ heh ~~~",
  "你陪杰西卡度过了一段快乐的时光": "Anda menghabiskan waktu bahagia dengan Jessica.",
  "看电视日常": "Menonton tv harian",
  "某天，你来到杰西卡的房间": "Suatu hari, Anda pergi ke kamar Jessica.",
  "哥哥，我在看电影，怎么？你要陪我一起吗？": "Saudaraku, saya sedang menonton film, ingin bergabung dengan saya?",
  "好的，这是什么电影？": "Tentu, film apa ini?",
  "这部电影叫做极线杀手，是丹麦演员Duncan Vizla出演的电影": "Film ini berjudul Polar, dibintangi oleh aktor Denmark Duncan Vizla.",
  "杰西卡依偎在你的怀里，你们一起看电影": "Jessica berpelukan dalam pelukan Anda, Anda menonton film bersama.",
  "电影里面某个女演员出镜了，感觉长得蛮漂亮的": "Seorang aktor wanita muncul di film, terlihat cantik.",
  "杰西卡你看，这个女演员长得真好看": "Tampilan Jessica, aktris ini sangat cantik.",
  "哼！！这种老女人有什么好看的？！": "Humph !! Apa yang baik tentang wanita tua ini?!",
  "哈哈，你吃醋了？": "Haha, cemburu?",
  "哼~~~才没有呢~~~大笨蛋哥哥~~~": "Humph ~~~ Tidak ~~~ Dummy Brother ~~~",
  "在电影进行到高潮时，居然出现了做爱的三级片场面！": "Di klimaks film, ada adegan seks!",
  "你和杰西卡一时看呆了": "Anda dan Jessica terpana.",
  "杰西卡，没想到你还喜欢看这种电影啊~~~": "Jessica, tidak berharap Anda menyukai film semacam ini ~~~",
  "笨蛋哥哥~~~才没有呢~~~我又不知道电影里有这种三级片镜头": "Dummy Brother ~~~ Tidak ~~~ Aku tidak tahu ada adegan seks.",
  "杰西卡，不如，我们一起看黄片怎么样？": "Jessica, bagaimana kalau kita menonton film porno bersama?",
  "哥哥有很多珍藏的黄片哦，我们要不要一起来学习学习？": "Brother memiliki banyak pornografi yang dikumpulkan, ingin belajar bersama?",
  "大色狼哥哥~~~": "Brother Big mesul ~~~",
  "我才不要呢，哥哥你肯定是想占我便宜": "Tidak mungkin, saudara Anda pasti ingin mengambil keuntungan.",
  "真的，杰西卡你的口交技术实在太差了": "Sungguh, Jessica keterampilan blowjob Anda terlalu buruk.",
  "你需要看黄片学习口交技术，我们是以学习为目的的": "Anda perlu menonton film porno untuk mempelajari keterampilan blowjob, untuk tujuan belajar.",
  "什么？难道我的口交让哥哥不舒服了么？": "Apa? Apakah blowjob saya membuat saudara tidak nyaman?",
  "当然，如果杰西卡你不学习更多有关性方面的技术": "Tentu saja, jika Jessica tidak mempelajari lebih banyak teknik seks.",
  "哥哥万一被外面性技术好的野女人抢走了怎么办？": "Bagaimana jika saudara dicuri oleh wanita liar dengan keterampilan seks yang baik di luar?",
  "你说是吧？所以我们一起看黄片，练习技术是有意义的": "Benar? Jadi menonton film porno bersama, mempraktikkan keterampilan itu bermakna.",
  "好吧只是我们学习而已哦": "Oke belajar ~~",
  "大色狼哥哥可不能趁机占我便宜哦~~~": "Saudaraku yang Big Donat tidak bisa memanfaatkan ~~~",
  "你开始在电视上播放黄片": "Anda mulai bermain porno di TV.",
  "而杰西卡一边看黄片，一边学习黄片里的女主角玩弄你的大鸡巴": "Jessica menonton film porno sambil belajar dari aktris untuk bermain dengan ayam besar Anda.",
  "你觉得时机到了，想抚摸杰西卡": "Anda pikir waktunya tepat, ingin menyentuh Jessica.",
  "你的手刚刚伸向杰西卡的大腿": "Tanganmu baru saja meraih paha Jessica.",
  "你的手马上就被杰西卡用大腿夹住了": "Tangan Anda segera dijepit oleh paha Jessica.",
  "杰西卡的大腿紧紧夹住你要做坏事的手，不让你做坏事": "Paha Jessica dengan erat menjepit tanganmu yang nakal, tidak membiarkanmu berperilaku buruk.",
  "哼~~~我就知道大色狼哥哥肯定不会安守本分~~": "Humph ~~~ Tahu Big mesul Brother tidak akan berperilaku ~~",
  "当场逮捕，大色狼哥哥还有什么遗言吗？": "Ditangkap di tempat, Big messwars ada kata -kata terakhir?",
  "咳咳，这只是一个误会，误会~~~哈哈~~~": "Batuk, hanya kesalahpahaman, kesalahpahaman ~~~ haha ~~~",
  "就这样，你和杰西卡度过了一段快乐的时光": "Dengan demikian, Anda menghabiskan waktu bahagia dengan Jessica.",
  "某天，你又在和杰西卡认真学习黄片里面的性知识": "Suatu hari, Anda benar -benar mempelajari pengetahuan seks dari porno dengan Jessica lagi.",
  "你搂着杰西卡的细腰": "Anda memeluk pinggang langsing Jessica.",
  "而杰西卡玩弄着你的大鸡巴": "Sementara Jessica bermain dengan ayam besar Anda.",
  "杰西卡学着黄片里的手法，试图让你变得更加舒服": "Jessica belajar teknik dari pornografi, mencoba membuat Anda merasa lebih baik.",
  "你搂着她腰的右手也开始不老实起来，在她身上来回摸索": "Tangan kanan Anda memeluk pinggangnya mulai berperilaku buruk, meraba -raba tubuhnya.",
  "杰西卡沉迷学习，并没有发现你的手渐渐的向上移动": "Jessica tenggelam dalam pembelajaran, tidak melihat tangan Anda bergerak ke atas.",
  "你开始玩弄杰西卡娇小的乳房": "Anda mulai bermain dengan payudara mungil Jessica.",
  "大色狼哥哥~~~你在做什么？": "Brother Big Des Brother ~~~ Apa yang kamu lakukan?",
  "唉，妹妹你看，黄片里面的男主角一般都会抚摸女主角的胸部": "Sigh, Sister Look, dalam film porno, lead jantan biasanya menyentuh payudara lead wanita.",
  "或者这也是锻炼性技术的一种呢~~~": "Atau ini juga semacam pelatihan teknik seks ~~~",
  "真的吗？哥哥？我表示很怀疑哦~~~": "Benar-benar? Saudara laki-laki? Saya curiga ~~~",
  "咳咳~~~当然是真的了": "Batuk ~~~ Tentu saja itu benar.",
  "杰西卡求求你，让哥哥摸一摸吧~~~哥哥平时这么疼爱你~~": "Tolong jessica, biarkan saudara menyentuh ~~~ saudara selalu sangat mencintaimu ~~",
  "嗯哼~~~大色狼哥哥，下次记得给我买好吃的~~~": "Hm ~~~ Big messter Brother, ingatlah untuk membelikan saya barang lain lain ~~~",
  "当然，哥哥等一下就去超市给你买好吃的，嘿嘿": "Tentu saja, saudara akan pergi ke supermarket untuk membeli barang nanti, heh.",
  "你扯下杰西卡的上衣，一对娇小可爱的小白兔美乳蹦了出来": "Anda menarik bagian atas Jessica, sepasang payudara kelinci lucu mungil memantul.",
  "你玩弄杰西卡粉嫩的乳头": "Anda bermain dengan puting merah muda Jessica.",
  "大色狼哥哥，别~~~别这样玩弄~~~乳头~~~": "Big mesul Brother, jangan ~~~ jangan bermain dengan ~~~ puting ~~~",
  "人家全身酥酥麻麻的变得好奇怪啊~~~": "Tubuhku gelisah terasa sangat aneh ~~~",
  "没事的~~~你继续帮我打飞机~~~我们一起变得舒服起来吧~~": "Tidak apa -apa ~~~ Lanjutkan menyentakku ~~~ mari kita merasa baik bersama ~~",
  "电视机里的黄片已经播放到口交部分了~~~": "Porno di TV telah mencapai bagian blowjob ~~~",
  "杰西卡？学着电视机里面的内容，帮哥哥做个口交吧？": "Jessica? Belajar dari TV, beri saudara lelaki blowjob?",
  "杰西卡跪在电视机前": "Jessica berlutut di depan TV.",
  "杰西卡，你要好好学习黄片的性技术才能稳稳留住哥哥的心，知道吗？": "Jessica, belajar teknik seks porno dengan baik untuk menjaga hati saudara, mengerti?",
  "才不要呢~~~哼哼~~~大色狼哥哥~~~最坏了~~~": "Tidak mungkin ~~~ humph ~~~ Big messter Brother ~~~ terburuk ~~~",
  "我才不要留住哥哥的心呢~~~因为哥哥是个大笨蛋~~~": "Saya tidak ingin menjaga hati saudara ~~~ karena saudara laki -laki adalah boneka besar ~~~",
  "虽然杰西卡嘴上这样说，但她还是非常认真地观察电视机": "Meskipun Jessica mengatakan itu, dia masih serius menonton TV.",
  "认真地学习黄片里女主角给男主角口交的每一个细节": "Serius mempelajari setiap detail aktris yang memberikan blowjob kepada aktor.",
  "大色狼哥哥你绝望吧！这是来自妹妹的口交必杀技！！": "Keputusasaan Brother yang Besar! Ini adalah langkah pembunuh blowjob saudari !!",
  "杰西卡把你的鸡巴龟头含在嘴里，用嘴唇和舌头轻轻挑逗": "Jessica mengambil kepala kemaluan Anda di mulut, menggoda dengan ringan dengan bibir dan lidah.",
  "看来她真的从黄片里学到了一点东西，她的口交技术正在变好": "Sepertinya dia benar -benar belajar sesuatu dari pornografi, keterampilan blowjobnya membaik.",
  "杰西卡含住你的鸡巴吞吞吐吐，时而深，时而浅": "Jessica mengisap ayam Anda masuk dan keluar, terkadang dalam, terkadang dangkal.",
  "每一次进出她的嘴巴都有不同的体验，看来她真的很认真地在学习": "Masing -masing masuk dan keluar dari mulutnya berbeda, dia benar -benar belajar keras.",
  "太舒服了！！这让你忍不住射精的欲望了！！": "Terlalu bagus !! Membuat Anda tidak dapat menahan ejakulasi !!",
  "你用力按住杰西卡的头，射精在她的喉咙深处~~": "Anda menekan kepala Jessica keras, cum jauh di tenggorokannya ~~",
  "咳咳~~~~你射精过后，杰西卡忍不住咳嗽": "Batuk batuk ~~~~ Setelah Anda cum, Jessica tidak bisa menahan batuk.",
  "哥哥实在太坏了~~~居然射的那么多~~~": "Saudara terlalu buruk ~~~ cum sangat ~~~",
  "这不是证明你的口交技术有长进么，以前哪里有射那么多嘛": "Bukankah ini bukti blowjob Anda ditingkatkan, tidak pernah terlalu banyak sebelumnya.",
  "嘿嘿~~~那是当然~~~这几天看黄片可不是白看的~~~嘿嘿": "Heh ~~~ tentu saja ~~~ menonton film porno hari ini tidak untuk apa -apa ~~~ heh",
  "但是还不够哦~~~杰西卡你还有一件事要学习哦": "Tapi tidak cukup ~~~ Jessica Anda memiliki satu hal lagi untuk dipelajari.",
  "什么？那是什么事情？": "Apa? Apa itu?",
  "你摸了摸杰西卡的胸部~~~": "Anda menyentuh payudara Jessica ~~~",
  "是要让自己的胸部变得更加大哦": "Jadikan payudara Anda lebih besar.",
  "你看，你是家里胸部最小的": "Lihat, Anda memiliki payudara terkecil dalam keluarga.",
  "先不说妈妈的巨乳，就连姐姐的乳房都比你的大": "Belum lagi payudara besar ibu, bahkan payudara saudara lebih besar dari dada Anda.",
  "哥哥可是最喜欢巨乳了呢": "Saudara paling menyukai payudara besar.",
  "可是，它们就是长不大，我~~~我~~~": "Tapi mereka tidak akan tumbuh, aku ~~~ aku ~~~",
  "不用担心，只要经常揉它们，它们还是会继续长大的": "Jangan khawatir, sering menggosoknya, mereka akan tumbuh.",
  "只要哥哥每天都帮你揉一次，一个月后就会有明显的效果了": "Selama saudara lelaki menggosok untuk Anda setiap hari, efek yang jelas dalam sebulan.",
  "那么~~~~": "Jadi ~~~~",
  "杰西卡抓起你的右手，放在她的乳房": "Jessica meraih tangan kanan Anda, tempat -tempat di payudaranya.",
  "哥哥就帮我多揉揉吧~~~拜托了哥哥": "Saudara gosok lebih banyak untukku ~~~ tolong saudara",
  "和杰西卡度过了一段快乐的时光": "Menghabiskan waktu yang bahagia dengan Jessica.",
  "某天早上，你正在睡懒觉，杰西卡来到你的房间": "Suatu pagi, Anda sedang tidur, Jessica datang ke kamar Anda.",
  "太阳都照到屁股了，哥哥还在睡懒觉": "Matahari bersinar di pantatmu, saudara masih tidur.",
  "哥哥，起床~~~啦~~~~": "Saudara, bangun ~~~ sekarang ~~~~",
  "但是你依旧熟睡，杰西卡并没有吵醒你": "Tapi kamu masih tidur nyenyak, Jessica tidak membangunkanmu.",
  "哥哥实在太懒了，怎么叫都不起床": "Saudaraku terlalu malas, tidak akan bangun apa pun yang terjadi.",
  "杰西卡注意到放在你床头柜的零花钱": "Jessica memperhatikan tunjangan di meja Anda.",
  "这肯定是妈妈留给哥哥的零花钱": "Ini pasti tunjangan yang ditinggalkan ibu untuk saudara.",
  "嘿嘿，我有一个好主意~~~": "Heh, aku punya ide bagus ~~~",
  "杰西卡偷走了你的零花钱": "Jessica mencuri uang saku Anda.",
  "哼哼~~~大笨蛋哥哥~~~让你睡懒觉~~~": "Humph ~~~ Dummy Brother ~~~ Biarkan Anda tidur di ~~~",
  "妈妈留给你的零花钱，我笑纳了，嘿嘿": "Tunjangan ibu tersisa untukmu, aku akan mengambilnya, heh.",
  "醒来后，你发现凯瑟琳留给你的零花钱不见了": "Setelah bangun, Anda menemukan uang saku Catherine hilang.",
  "你怀疑是杰西卡拿走了，你来到杰西卡的房间质问她": "Anda curiga Jessica mengambilnya, pergi ke kamarnya untuk bertanya.",
  "杰西卡，我有一件事要问你": "Jessica, saya punya sesuatu untuk ditanyakan.",
  "嗨~~~哥哥早上好~~~": "Hai ~~~ Selamat pagi saudara ~~~",
  "你有什么事？": "Ada apa?",
  "你有没有见到妈妈留在我床头的零花钱？": "Apakah Anda melihat ibu tunjangan yang ditinggalkan di meja saya?",
  "什么零花钱？没见过~~~~": "Tunjangan apa? Tidak melihat ~~~~",
  "好！！还不承认是吧？": "Oke!! Masih belum mengakui?",
  "看来我这个当哥哥的需要教育一下你这个撒谎的妹妹了": "Sepertinya saya sebagai saudara perlu mengajari saudara perempuan yang berbohong ini pelajaran.",
  "你把杰西卡按在你的大腿上，屁股朝上": "Anda menekan Jessica di paha Anda, pantat.",
  "啊~~~哥哥~~~你要做什么？？~~~": "Ah ~~~ saudara ~~~ Apa yang kamu lakukan ?? ~~~",
  "大坏蛋哥哥，快放开我~~~放开我~~~": "Saudara laki -laki yang buruk, lepaskan ~~~ lepaskan ~~~",
  "杰西卡扭动着屁股，要挣脱你的束缚": "Jessica memutar pantatnya, mencoba melarikan diri dari cengkeraman Anda.",
  "再给你最后一次机会，你把我的钱藏什么地方了？说！": "Kesempatan terakhir, di mana Anda menyembunyikan uang saya? Memberi tahu!",
  "什么钱？哥哥你在说什么呀？": "Uang apa? Apa yang kamu katakan saudara?",
  "好！！还不肯说是吧？？": "Oke!! Masih tidak akan mengatakan ??",
  "你往杰西卡的屁股重重地拍了一巴掌": "Anda menampar pantat Jessica keras.",
  "哥哥你在做什么？好疼哦！~~~": "Saudara apa yang kamu lakukan? Sakit! ~~~",
  "说！你到底把我的零花钱藏在什么地方了？": "Memberi tahu! Di mana Anda menyembunyikan uang saku saya?",
  "哥哥~~~我真的不知道什么~~~零花钱~~~": "Saudara ~~~ Aku benar -benar tidak tahu apa ~~~ tunjangan ~~~",
  "好好好，我倒要看看你坚持到什么时候": "Oke oke, mari kita lihat berapa lama Anda bertahan.",
  "你又拍了杰西卡的屁股一巴掌": "Anda menampar pantat Jessica lagi.",
  "啊嗯~~~": "Ahhm ~~~",
  "杰西卡在撅着嘴忍耐着": "Jessica cemberut, abadi.",
  "你看杰西卡丝毫没有要认错的意思，又抬起了手": "Melihat Jessica tidak mengakui, Anda mengangkat tangan lagi.",
  "你开始不断地拍打她的屁股": "Anda mulai terus memukul pantatnya.",
  "杰西卡的屁股都被你拍红了": "Pantat Jessica menjadi merah karena memukul.",
  "说不说？你到底把我的钱藏在哪里了？": "Memberi tahu atau tidak? Di mana Anda menyembunyikan uang saya?",
  "不说不说就不说~~~死都不说~~~": "Never Never ~~~ tidak akan tahu bahkan jika mati ~~~",
  "看杰西卡这么倔强，你继续拍打她的屁股": "Melihat Jessica begitu keras kepala, Anda terus memukul.",
  "哥哥放弃吧！我不可能告诉你任何事情！": "Saudara menyerah! Aku tidak akan memberitahumu apapun!",
  "好好好，看来我得动用真格了": "Oke oke, waktunya untuk barang nyata.",
  "你看哥哥接下来怎么教训你就完事了~~~": "Perhatikan bagaimana saudara menghukum Anda selanjutnya ~~~",
  "你开始脱杰西卡的内裤": "Anda mulai melepas celana Jessica.",
  "你把杰西卡的内裤脱掉，她粉嫩的小穴在你面前一览无余": "Anda menghapus celana dalam Jessica, vagina merah mudanya sepenuhnya terbuka.",
  "你又朝杰西卡的屁股拍了一巴掌，她的小穴突然缩紧": "Anda menampar pantat Jessica lagi, vaginanya tiba -tiba mengencang.",
  "从她淫水横流的小穴来看，她被拍屁股拍得很爽": "Dari jusnya yang mengalir, dia sangat menikmati tamparan.",
  "这实在太羞耻了~~~我最重要的地方被哥哥看光了~~~": "Ini terlalu memalukan ~~~ tempat terpenting saya dilihat oleh saudara ~~~",
  "哥哥的拍的好疼，但是我的小穴已经完全湿了~~~": "Pukul saudara sakit, tapi vaginaku benar -benar basah ~~~",
  "哥哥实在是太坏了~~~": "Saudara Sayang ~~~",
  "嗷~~~~好疼~~~~坏蛋哥哥~~~轻点~~~": "Ow ~~~~ menyakitkan ~~~~ Saudaraku ~~~ lebih ringan ~~~",
  "想要我停下来，除非你把我的钱还我，并且承认错误": "Ingin saya berhenti, kecuali Anda mengembalikan uang saya dan mengakui kesalahan.",
  "我才不要呢~~~哥哥你等着~~~~我会报仇的！！": "Tidak mungkin ~~~ saudara tunggu ~~~~ Aku akan membalas dendam !!",
  "你不承认我就一直打你屁股，打到你承认为止": "Jika tidak mengakui, saya akan terus memukul sampai Anda melakukannya.",
  "杰西卡被打屁股高潮": "Orgasme Jessica dari tamparan",
  "哥哥~~~哥哥~~~不要再打了~~~": "Saudara ~~~ saudara ~~~ Jangan memukul lebih banyak ~~~",
  "要~~~要变得奇怪了~~~~要来了~~~啊啊~~~": "Akan ~~~ menjadi aneh ~~~~ datang ~~~ ahh ~~~",
  "杰西卡在你的拍打下，高潮了，潮吹淫水喷了一地": "Orgasme Jessica di bawah jus memukul, menyemprotkan di mana -mana.",
  "终于，杰西卡坚持不住投降了": "Akhirnya, Jessica tidak bisa bertahan, menyerah.",
  "继续": "Melanjutkan",
  "打屁股后入做爱待开发": "Spank dan doggy sex untuk dikembangkan",
  "该剧情还在制作中，敬请期待": "Plot ini masih diproduksi, tetaplah disini.",
  "杰西卡捂着被拍得通红的屁股站在你的面前": "Jessica menutupi pantatnya yang dipukul merah, berdiri di depan Anda.",
  "哥哥你也太过分了~~~~我会永远记住今天的！！！": "Saudara kamu terlalu banyak ~~~~ Aku akan ingat hari ini selamanya !!!",
  "废话少说，快把偷我的钱拿出来~~~": "Lebih sedikit bicara, berikan kembali uang curian ~~~",
  "哥哥你等着，总有一天我会报仇的！！你等着！！": "Saudara tunggu, suatu hari aku akan membalas dendam !! Tunggu!!",
  "杰西卡转过身": "Jessica berbalik.",
  "杰西卡正在翻找被藏起来的钱": "Jessica sedang mencari uang tersembunyi.",
  "这小妮子的小穴实在太极品了！！真想当场把她上了！！": "Vagina gadis ini adalah top-tier !! Ingin menidurinya di tempat !!",
  "但是时机还没到，不能急": "Tapi waktu tidak tepat, tidak bisa terburu -buru.",
  "大坏蛋哥哥你记住，你让妹妹蒙羞，妹妹不会忘记这一天的": "Kakak yang buruk ingat, Anda mempermalukan saudari, saudara perempuan tidak akan melupakan hari ini.",
  "总有一天我会报仇的，你给我等着！！！": "Suatu hari aku akan membalas dendam, tunggu aku !!!",
  "哈哈哈~~~我等着呢~~~拜拜~~~": "Hahaha ~~~ aku menunggu ~~~ bye ~~~",
  "在某一天，你又在和杰西卡在看一起看黄片学习知识": "Suatu hari, Anda menonton film porno dengan Jessica belajar lagi.",
  "电视里正在播放巨乳系列的黄片": "TV memainkan seri porno payudara besar.",
  "哥哥~~~像这样揉捏胸部真的能变得和视频里面一样大吗？": "Saudara ~~~ menggosok payudara seperti ini benar -benar dapat membuatnya sebesar di video?",
  "那是当然的，大部分的人都不是天生的巨乳": "Tentu saja, sebagian besar tidak dilahirkan dengan payudara besar.",
  "只要每天都被哥哥揉捏胸部的话，你的胸部也可以变得像视频里一样大哦": "Selama Brother menggosok setiap hari, payudara Anda bisa menjadi sebesar di video.",
  "真的吗？？": "Benar-benar??",
  "好吧，我相信哥哥": "Oke, saya percaya saudara.",
  "杰西卡娇嫩的乳房在你手里被揉捏成各种形状": "Payudara lembut Jessica diuleni ke berbagai bentuk di tangan Anda.",
  "哥哥~~~": "Saudara ~~~",
  "嗯？怎么了？": "HM? Apa?",
  "亲亲，杰西卡想要亲亲~~~哥哥我们来亲亲~~~": "Ciuman, Jessica ingin ciuman ~~~ saudara mari kita mencium ~~~",
  "哎呀，妹妹你真的是太可爱了~~~": "Oh, saudari kamu terlalu imut ~~~",
  "你的嘴唇和杰西卡的嘴唇紧紧地缠绵在一起": "Bibirmu terjalin erat dengan Jessica.",
  "你在和杰西卡亲吻的同时，还在用手玩弄她娇嫩的乳房": "Saat mencium Jessica, Anda bermain dengan payudaranya yang lembut.",
  "电视里的黄片内容转变为一个女人在抚摸自己的小穴自慰": "Porno di TV berubah pada seorang wanita yang menyentuh vaginanya masturbasi.",
  "电视里的场景把杰西卡看呆了": "Adegan di setrum TV Jessica.",
  "杰西卡，你要不要也学一下视频里面的自慰方式？": "Jessica, ingin mempelajari metode masturbasi dalam video?",
  "哥哥大色狼~~~又想占我便宜~~~~": "Brother Big Vert ~~~ ingin mengambil keuntungan lagi ~~~~",
  "没事的，我们只是在学习知识而已": "Tidak apa -apa, kami hanya belajar pengetahuan.",
  "哥哥不会强迫你的，哥哥保证": "Saudara tidak akan memaksa Anda, Brother berjanji.",
  "真的吗？哥哥？你真的不会强迫我？": "Benar-benar? Saudara laki-laki? Anda benar -benar tidak akan memaksa saya?",
  "哥哥保证，哥哥什么时候骗过你？": "Brother berjanji, kapan Brother berbohong kepada Anda?",
  "好吧~~~哥哥~~~": "Oke ~~~ saudara ~~~",
  "杰西卡站到你的面前": "Jessica berdiri di depan Anda.",
  "你看着杰西卡性感的身材，想到能看到她自慰就一阵激动": "Melihat tubuh seksi Jessica, bersemangat melihat masturbasinya.",
  "杰西卡开始在你的面前脱裙子": "Jessica mulai melepas roknya di depan Anda.",
  "裙子脱掉了，现在能看到杰西卡的蓝白条纹胖次": "Rok off, sekarang lihat celana bergaris biru-putih Jessica.",
  "哥哥~~~你的眼睛都要掉出来了~~~": "Saudara ~~~ matamu jatuh ~~~",
  "想到能看到妹妹的裸体能让你这么兴奋吗？": "Senang melihat tubuh telanjang Sister?",
  "嘿嘿~~~大色狼哥哥~~~": "Heh ~~~ Big mesul Brother ~~~",
  "杰西卡已经在你的面前把内裤脱掉了": "Jessica telah melepas celana dalamnya di depan Anda.",
  "大色狼哥哥~~~你的口水留下来了~~~": "Brother Big mesul ~~~ air liurmu akan keluar ~~~",
  "哥哥你现在的眼神好可怕哦，我感觉下一秒就会被你吃掉了呢": "Saudara penampilan Anda menakutkan sekarang, rasakan seperti Anda akan memakan saya detik berikutnya.",
  "咳咳，哥哥刚刚是有一点失态": "Batuk, saudara agak keluar dari antrean sekarang.",
  "那么让我们一起看着黄片学习自慰吧": "Jadi mari kita tonton porno dan pelajari masturbasi bersama.",
  "杰西卡坐到电视机前的沙发上": "Jessica duduk di sofa di depan TV.",
  "大色狼哥哥~~~接下来可不要眨眼睛哦~~~嘿嘿~~": "Brother Big mesul ~~~ Jangan berkedip berikutnya ~~~ heh ~~",
  "杰西卡懒散地躺在沙发上，缓缓地张开双腿，让你仔细欣赏她粉嫩的小穴": "Jessica malas berbaring di sofa, perlahan -lahan membentangkan kaki, membiarkan Anda menghargai vaginanya yang merah muda.",
  "杰西卡学着电视里的黄片一样，用手抚摸小穴": "Jessica belajar dari porno di TV, menyentuh vaginanya dengan tangan.",
  "哥哥，我现在正在学电视里的自慰动作哦": "Saudara, saya belajar gerakan masturbasi di TV sekarang.",
  "是不是一模一样啊？": "Apakah persis sama?",
  "你看着杰西卡这般淫乱的姿态，恨不得马上冲过去把她上了": "Melihat pose cabul Jessica, Anda ingin segera terburu -buru dan bercinta dengannya.",
  "但是之前答应过杰西卡，不能用强的，这让你有点无耐": "Tapi berjanji Jessica tidak ada kekuatan, membuatmu tidak berdaya.",
  "杰西卡，你平时是怎么自慰的？": "Jessica, bagaimana biasanya Anda melakukan masturbasi?",
  "可以示范一次给哥哥看看吗？": "Bisakah Anda berdemonstrasi untuk saudara?",
  "哥哥~~~摸这里的话，会很舒服呢": "Saudara ~~~ menyentuh di sini terasa enak.",
  "杰西卡开始像平时一样抚摸阴唇自慰": "Jessica mulai masturbasi dengan menyentuh labia seperti biasa.",
  "看着杰西卡自慰的模样，你想找个借口动手动脚": "Menonton Jessica masturbasi, Anda ingin alasan untuk disentuh.",
  "杰西卡，你自慰的手法不对~~~": "Jessica, teknik masturbasi Anda salah ~~~",
  "啊？不对？": "Ah? Salah?",
  "杰西卡，哥哥可以教你哦": "Jessica, saudara bisa mengajarimu.",
  "超级舒服的，连黄片里都不会教的自慰手法": "Sangat nyaman, bahkan porno tidak mengajarkan teknik masturbasi ini.",
  "看着杰西卡粉嫩多汁的美穴，你恨不得马上玩弄一番": "Melihat vagina indah juicy merah muda Jessica, Anda ingin segera bermain.",
  "哥哥~~~可以哦~~~你教我吧~~~我想学~~~": "Saudara ~~~ oke ~~~ ajari aku ~~~ aku ingin belajar ~~~",
  "你来到杰西卡面前": "Anda datang di depan Jessica.",
  "想要变得舒服，光摩擦阴唇是不够的哦": "Untuk merasa baik, hanya menggosok labia tidak cukup.",
  "这里是阴蒂，如果触摸这里的话，会变得更加舒服哦": "Ini adalah klitorisnya, menyentuh di sini membuatnya lebih baik.",
  "哥哥~~~我的身体麻麻的~~~变得好奇怪": "Saudara ~~~ Tubuhku gelisah ~~~ terasa sangat aneh.",
  "你在不停玩弄杰西卡敏感的阴蒂": "",
  "妹妹，你想不想变得更加舒服？": "Saudari, ingin merasa lebih baik?",
  "想要~~~想要变得更加舒服~~~哥哥你帮帮我~~~": "Ingin ~~~ ingin merasa lebih baik ~~~ saudara bantu saya ~~~",
  "用手指插入小穴里面会比玩弄阴蒂更加舒服哦": "Memasukkan jari ke dalam vagina terasa lebih baik daripada bermain dengan klitoris.",
  "不要害怕，我要把食指插进来了": "Jangan takut, memasukkan jari telunjuk sekarang.",
  "你把食指缓缓插进杰西卡紧凑的小穴": "Anda perlahan memasukkan jari telunjuk ke dalam vagina ketat Jessica.",
  "但是杰西卡的小穴太紧了，里面的阴道实在太小了，你的食指居然插不进！": "Tapi vagina Jessica terlalu ketat, vagina terlalu kecil, jari telunjuk tidak bisa masuk!",
  "你尝试用蛮力插入~~~": "Anda mencoba memaksa ~~~",
  "哥哥~~~哥哥~~~好疼~~~不要~~~好疼~~~": "Saudara ~~~ saudara ~~~ menyakitkan ~~~ tidak ~~~ menyakitkan ~~~",
  "你把才食指插进去一点点，杰西卡马上疼的大叫起来": "Segera telunjuk jari, Jessica menangis kesakitan.",
  "看来她的小穴紧凑得连一根小小的食指都无法插进去！！": "Sepertinya vaginanya begitu kencang bahkan jari telunjuk kecil tidak bisa dimasukkan !!",
  "没有办法~~~你只能把食指从她紧凑的小穴内拔出来": "Tidak mungkin ~~~ hanya bisa menarik jari telunjuk keluar dari vaginanya yang ketat.",
  "杰西卡，你的阴道实在太狭窄了，就连一根食指都没办法插进去": "Jessica, vagina Anda terlalu sempit, bahkan tidak bisa memasukkan satu jari.",
  "我现在只能换一根手指了，不知道最小的小尾指能不能插进去": "Sekarang hanya bisa beralih ke Pinky, tidak tahu apakah Pinky terkecil dapat menyisipkan.",
  "你把小尾指对准了杰西卡的小穴": "Anda mengarahkan kelingking pada vagina Jessica.",
  "缓缓地插进去杰西卡紧凑的小穴": "Perlahan masukkan ke dalam vagina ketat Jessica.",
  "虽然很艰难，但是还是把小尾指成功插进杰西卡的小穴了": "Meskipun sulit, berhasil memasukkan kelingking ke dalam vagina Jessica.",
  "啊~~~哥哥~~~哥哥的手指插进来了~~~~好舒服~~~": "Ah ~~~ saudara ~~~ jari saudara dimasukkan ~~~~ terasa enak ~~~",
  "哥哥的~~~手指~~~啊在里面~~~好舒服啊啊啊": "Saudara ~~~ jari ~~~ ahinside ~~~ terasa enak ahhh",
  "杰西卡的小穴像钳子一样，紧紧地咬住你的手指，连拔都很难拔出来": "Vagina Jessica seperti tang, dengan erat menggigit jari Anda, sulit ditarik keluar.",
  "这个世界上居然有这么紧凑的小穴！！": "Pussy yang sangat ketat di dunia !!",
  "你都不敢想象如果把鸡巴插进去有多爽！": "Tidak bisa membayangkan seberapa bagus jika memasukkan ayam!",
  "杰西卡指交高潮": "Jessica Finger Fuck Orgasm",
  "哥哥~~~~哥哥~~~~": "Saudara ~~~~ saudara ~~~~",
  "有有种很奇怪的感觉~~~~": "Havea perasaan aneh ~~~~",
  "要来了~~~~要来了~~~~": "Datang ~~~~ Aku datang ~~~~",
  "你的手指能感受到杰西卡的小穴一阵抽搐，剧烈收缩": "Jari Anda terasa kedutan vagina Jessica, kontraksi yang intens.",
  "很显然，她在你的手指攻势下高潮了！": "Jelas, dia orgasme di bawah serangan jari Anda!",
  "杰西卡的小穴实在太极品了，这让你更加坚定了要把她给爆操的决心": "Vagina Jessica terlalu teratas, membuat Anda lebih bertekad untuk menidurinya dengan keras.",
  "学习性知识结束后，杰西卡站在你面前": "Setelah belajar pengetahuan seks, Jessica berdiri di depan Anda.",
  "杰西卡，哥哥教了你这么多性知识，哥哥厉害吧？": "Jessica, saudara mengajarimu begitu banyak pengetahuan seks, saudara yang luar biasa kan?",
  "嗯，谢谢哥哥~~~~哥哥最厉害了！": "Hm, terima kasih saudara ~~~~ saudara yang terbaik!",
  "那么拜拜，我们明天也要继续学习更多的性知识哦": "Jadi selamat tinggal, besok terus belajar lebih banyak pengetahuan seks.",
  "嗯~~~哥哥拜拜~~~哥哥明天见~~~": "Hm ~~~ saudara bye ~~~ sampai jumpa besok ~~~",
  "就这样，你和杰西卡度过了一段幸福的时光": "Dengan demikian, Anda menghabiskan waktu bahagia dengan Jessica.",
  "杰西卡任务": "Misi Jessica",
  "妹妹的房间": "Kamar Sister",
  "杰西卡星期一星期二晚上会在房间玩游戏，引诱她看黄片": "Jessica bermain game di kamar Senin Selasa malam, menggoda dia untuk menonton film porno.",
  "打杰西卡屁股": "Pukul Jessica",
  "妹妹可能在早上的时候偷了我的零花钱，得给她一个教训": "Sister mungkin telah mencuri uang saku saya di pagi hari, perlu mengajarinya pelajaran.",
  "和杰西卡一起看电影": "Tonton film dengan Jessica",
  "和杰西卡一起看黄片": "Tonton porno dengan Jessica",
  "和杰西卡一起学习自慰": "Pelajari masturbasi dengan Jessica",
  "我需要在星期一星期二晚上，杰西卡在家打游戏的时候和她一起玩": "Saya perlu bermain dengan Jessica pada hari Senin Selasa malam ketika dia bermain game di rumah.",
  "在早上的时候，和杰西卡互动": "Berinteraksi dengan Jessica di pagi hari.",
  "总共更新了830张图片和20个视频CG": "Total 830 gambar yang diperbarui dan 20 CGS video.",
  "杰西卡剧情进度增加到120": "Kemajuan plot Jessica meningkat menjadi 120.",
  "凯瑟琳增加了夫目前夜袭和瑜伽SEX内容": "Catherine ： Tambahan suami Raid malam depan dan konten seks yoga.",
  "同学露西线开启，剧情进度达到60": "Teman sekelas Lucy Line dibuka, plot kemajuan menjadi 60.",
  "体育老师珍妮和女警捷西剧情开启": "Guru PE Jenny dan polisi wanita Jessie Plot dibuka.",
  "把所有的视频CG全部重新编辑，确保不会发生黑屏": "Mengedit ulang semua video CGS untuk memastikan tidak ada layar hitam.",
  "还有很多的微小改动，剩下的可以自己游玩体验": "Banyak perubahan kecil, sisanya dapat Anda alami dalam permainan.",
  "露西户外露出": "Paparan Lucy di luar ruangan",
  "凯瑟琳夫目前夜袭": "Suami Catherine Raid Malam Depan",
  "蝙蝠": "Kelelawar"
}