  "我摄影下来了，你们继续": "Mendapatkannya di film - teruskan!",
  "你不满足于穿着丝袜素股，开始撕克莱尔的白丝": "Pahit tidak cukup-Anda mulai merobek stoking putih Claire.",
  "嘶的一声，克莱尔的白丝被撕开": "Merobek! Stoking Claire robek terbuka.",
  "开始进行激烈的素股": "Anda menyelami beberapa pemegang paha yang intens.",
  "就是这个，太棒了，你们继续，我有在好好拍摄哦": "Itu saja, sangat mengagumkan - teruskan, saya berguling!",
  "继续": "Melanjutkan",
  "一段时间摄影过后": "Setelah menembak sebentar",
  "克莱尔拍摄的差不多了哦": "Bagian Claire hampir dibungkus.",
  "该轮到我拍摄了": "Giliran saya untuk berada di depan kamera.",
  "好的，男女主角看向镜头": "Baiklah, bintang, hadapi lensa.",
  "准备好了我们就开始吧": "Siap? Mari kita lakukan ini.",
  "喂，男主角现在应该要做一些更加过分的事情了": "Hei, pria terkemuka, waktu untuk mendorongnya lebih jauh.",
  "素股穿着黑丝的姐姐，实在太棒了": "Kakak paha dalam stoking hitam? Sialan tidak nyata.",
  "最终，还是将姐姐的黑丝撕开了素股小穴": "Pada akhirnya, Anda merobek stoking hitamnya dan menggiling tepat ke vaginanya.",
  "好一会过后": "Setelah beberapa saat",
  "摄影快结束了呢": "Kami hampir selesai menembak.",
  "让我们三个人一起快快乐乐地收尾吧": "Mari kita bungkus ini dengan finish tiga arah yang bahagia!",
  "两个姐姐用小穴夹住你的大鸡巴，形成一个姐姐夹心饼": "Kedua saudari itu menyandarkan kemaluan Anda dengan pusssies mereka - waktu sammich!",
  "一个穿着黑丝，一个穿着白丝，姐姐夹心饼太棒了！": "Satu dalam stoking hitam, satu putih - saudari ini Sammich gila!",
  "啊啊啊~~~我要射爆了": "Sial, aku akan meniup !!!",
  "我也~~": "Saya juga ~~",
  "最终，三个人一起到达了快乐的巅峰": "Pada akhirnya, kalian bertiga mencapai puncaknya kebahagiaan bersama.",
  "约会上垒": "Skor pada tanggal",
  "姐姐们想去一个温泉酒吧玩，快点攒钱带她们去吧": "Para suster ingin menyentuh bilah musim panas - hindari dan ambillah!",
  "上垒艾米丽和克莱尔": "Skor dengan Emily dan Claire",
  "我和克莱尔看上了一个新开的温泉酒吧，想去玩": "Claire dan saya mengincar bar musim panas baru ini - Wanna Go?",
  "可是我们暂时没有钱，你能带我们去玩吗": "Kami agak bangkrut, bisakah Anda menutupi kami?",
  "我暂时钱也不够，过些天吧": "Saya kekurangan uang tunai juga - mungkin dalam beberapa hari.",
  "当然可以，我们现在就出发吧": "Sial ya, ayo pergi sekarang!",
  "你带克莱尔和艾米丽来到温泉酒吧": "Anda membawa Claire dan Emily ke hot spring bar.",
  "女士们，我把这里包下来了，你们想怎么玩都没有人打扰了": "Ladies, saya menyewakan tempat itu - sepihak yang Anda inginkan, tidak ada gangguan.",
  "看不出来啊，弟弟还蛮有钱的": "Tidak buruk, adik laki -laki - Anda dimuat, ya?",
  "那么哪里有酒，我们今天要尽情狂欢喝个够": "Jadi di mana minuman kerasnya? Kami hancur malam ini!",
  "女士们，这边请，今晚不醉不归": "Dengan cara ini, nona -nona - tidak akan pulang malam ini!",
  "女士们，我有一个提议": "Ladies, saya punya ide.",
  "我们来玩国王游戏怎么样？": "Bagaimana dengan putaran permainan King?",
  "猜拳决定谁是国王，国王可以命令另外两个人喝酒或者做一些事": "SCISSORS-ROCK-PAPER PICKS RAJA-Raja memerintahkan yang lain untuk minum atau melakukan hal-hal.",
  "听起来很有趣呢，我们来试试吧": "Kedengarannya seperti ledakan - mari kita lakukan!",
  "哼哼，国王我当定了": "Heh, aku benar -benar akan menjadi raja.",
  "随机出拳": "Lempar gerakan acak",
  "第一回合，艾米丽获胜": "Round One - Emily menang!",
  "这么看来，我就是这一轮的国王了": "Kira saya raja putaran ini.",
  "现在，我以国王的命令": "Sekarang, dengan dekrit kerajaan saya—",
  "克莱尔，你们一人喝一杯酒": "Claire, kalian berdua turun masing -masing.",
  "举起酒杯": "Angkat kacamata Anda",
  "为了国王，干杯": "Kepada Raja - Rheers!",
  "国王的命令不可违抗": "Perintah raja sangat mutlak.",
  "第二轮国王游戏": "Babak Dua Game King",
  "平局": "Itu dasi",
  "获胜成为国王": "Menang dan klaim mahkota",
  "咳咳，现在，我命令姐姐们喝一杯": "Ahem, sekarang aku memerintahkan para suster untuk minum!",
  "这很有趣": "Ini menyenangkan sekali.",
  "下一轮国王一定是我": "Babak berikutnya, saya pasti raja.",
  "好几轮国王游戏过去了，三个人都有点喝醉了": "Setelah beberapa putaran, kalian bertiga berdengung.",
  "我觉得我们不能再喝了，是时候命令别人做一些事情了": "Tidak ada lagi minum - waktu untuk membuat orang * melakukan * barang.",
  "我也觉得": "Sepenuhnya setuju.",
  "赞同": "Saya masuk.",
  "国王游戏，预备开始": "Game King, Ready, Set, Go!",
  "现在，我命令艾米丽上去舞台跳一支舞": "Sekarang, saya memerintahkan Emily untuk mencapai panggung dan menari.",
  "为什么克莱尔只命令我不命令弟弟呢？": "Mengapa Claire memilih saya dan bukan dia?",
  "当然是因为我爱你啊，艾米丽": "‘Karena aku mencintaimu, Emily, duh.",
  "嗷嗷，姐姐好棒哦": "Woa, Sis, Anda membunuhnya!",
  "哈？为什么又是我？": "Hah? Saya lagi?",
  "嗯哼？难道你要违抗国王的命令吗？": "Oh? Anda menentang perintah raja?",
  "好！克莱尔你等着！": "Baik, Claire, Anda aktif!",
  "艾米丽又上舞台跳了一支舞": "Emily menabrak panggung untuk tarian lain.",
  "嘿嘿，现在我成为国王了": "Hehe, sekarang * aku * raja!",
  "克莱尔你完了": "Claire, kamu bersulang.",
  "克莱尔我命令你去给弟弟口交": "Claire, aku memerintahkanmu untuk menghisapnya.",
  "好的，我的国王": "Ya, rajaku.",
  "克莱尔趴在你身前": "Claire turun di depanmu.",
  "克莱尔的口交，太舒服了": "Blowjob Claire terasa luar biasa.",
  "啊啊啊啊，要射了": "Oh, sial, aku akan cum!",
  "用手紧紧按住克莱尔的头": "Raih kepala Claire erat -erat.",
  "深喉口爆": "Tenggorokan dalam dan tiup beban Anda",
  "看着克莱尔口中满满的精液，成就感十足": "Melihat mulut Claire penuh dengan air mani? Total kemenangan.",
  "那么，我的国王，你有什么命令？": "Jadi, rajaku, apa pesananmu selanjutnya?",
  "在我的王国，不能存在胸罩这种东西": "Di kerajaan saya, bra dilarang.",
  "所以，我要脱掉你们的胸罩": "Jadi, saya merobek bra Anda.",
  "色狼弟弟": "Adik kecil",
  "哼，我就知道": "HMPH, angka.",
  "现在，我命令弟弟你去给艾米丽口交": "Sekarang, saya memerintahkan Anda untuk pergi ke Emily.",
  "好你个克莱尔，报仇是吧？": "Oh, Claire, genap, ya?",
  "艾米丽坐在一边": "Emily duduk di samping.",
  "嗯哼": "MHM.",
  "轻轻掰开艾米丽的美腿": "Sebarkan kaki cantik Emily dengan lembut.",
  "现在，我命令弟弟你去给克莱尔来个指交": "Sekarang, saya memerintahkan Anda ke Finger Claire.",
  "克莱尔趟在一旁": "Claire berbaring di dekatnya.",
  "手指插进了克莱尔的小穴，好紧，好湿滑啊": "Jari -jari Anda meluncur ke vagina Claire - sangat basah.",
  "获胜，成为最后的国王": "Menang dan menjadi raja terakhir.",
  "深夜": "Larut malam",
  "看来我成为了最后的国王呢": "Sepertinya saya adalah raja terakhir yang berdiri.",
  "最后一局": "Babak terakhir",
  "那么，我的国王，你要对我们做什么事情呢？": "Jadi, rajaku, apa yang akan kamu lakukan pada kami?",
  "任何事情都可以哦": "Apapun pergi.",
  "我要和你们做爱！": "Aku ingin bercinta kalian berdua!",
  "嗯哼，遵命，我的国王": "Seperti yang Anda inginkan, rajaku.",
  "那么我的国王，你想和谁先做爱？": "Jadi, siapa yang pertama, rajaku?",
  "先和艾米丽做爱": "Mulailah dengan Emily",
  "先和克莱尔做爱": "Mulailah dengan Claire",
  "姐姐，我要进来了哦": "Sis, aku masuk.",
  "嗯，轻点，我还是第一次~~": "Mm, mudah - saya masih perawan ~~",
  "同时和克莱尔做爱": "Persetan Claire pada saat yang sama",
  "我也要哦，轮到我了吧？": "Giliranku juga, kan?",
  "没想到居然可以同时夺走克莱尔和艾米丽的第一次，太刺激了": "Sial, mengambil kedua keperawanan mereka sekaligus? Gila!",
  "同时和艾米丽做爱": "Persetan dengan Emily pada saat yang sama",
  "和艾米丽做爱": "Persetan Emily",
  "和克莱尔做爱": "Persetan Claire",
  "内射艾米丽": "Cum di dalam Emily",
  "内射克莱尔": "Cum di dalam Claire",
  "太疯狂了，我居然内射了姐姐艾米丽": "Ini gila - saya masuk ke dalam adik saya Emily!",
  "太疯狂了，我居然内射了表姐克莱尔": "Sialan Liar - Saya masuk ke dalam sepupu saya Claire!",
  "修改人物属性": "Edit statistik karakter",
  "不做任何修改": "Tidak ada perubahan",
  "修改金币数量": "Ubah jumlah emas",
  "感叹号代表此角色的剧情进度，修改可能产生BUG": "Tanda seru menunjukkan kemajuan cerita - pengeditan dapat menyebabkan bug.",
  "爱心代表此角色对你的好感": "Hati menunjukkan betapa mereka menyukaimu.",
  "嘴唇代表欲望": "Bibir menunjukkan tingkat nafsu mereka.",
  "代表做爱次数": "Lacak berapa kali Anda kacau.",
  "为了解决安卓版不能播放cg的bug，设置了2种播放cg方式": "Untuk memperbaiki bug pemutaran CG Android, kami menambahkan dua mode CG.",
  "如果刚刚发生了黑屏或者cg卡顿请切换播放方式": "Jika Anda memiliki layar hitam atau lag CG, sakelar mode.",
  "视频播放方式1（默认）": "Mode Video 1 (default)",
  "视频播放方式2（黑屏选这个）": "Mode Video 2 (Gunakan untuk Layar Hitam)",
  "已经修改，你可以随时切换": "Diperbarui - Anda dapat beralih kapan saja.",
  "方式1会自动循环播放CG，方式2只能手动循环": "Mode 1 CGS-Loops Auto; Mode 2 adalah manual.",
  "凯瑟琳正在自慰，要偷看吗？": "Catherine sedang masturbasi, ingin menyelinap?",
  "凯瑟琳正在洗澡，要偷看吗？": "Catherine sedang mandi, ingin melihatnya?",
  "艾米丽正在自慰，要偷看吗？": "Emily sedang masturbasi, ingin mengintip?",
  "杰西卡正在自慰，要偷看吗？": "Jessica sedang masturbasi, ingin mencuri pandangan?",
  "和凯瑟琳谈谈": "Mengobrol dengan Catherine",
  "吃早餐的时候和凯瑟琳谈谈": "Bicaralah dengan Catherine saat sarapan",
  "攻略凯瑟琳": "Mengejar Catherine",
  "和妈妈约法三章": "Tetapkan tiga aturan dengan ibu",
  "早餐过后，家里只剩下你和凯瑟琳": "Setelah sarapan, hanya Anda dan Catherine yang tersisa di rumah",
  "真是的，大早上就使坏": "Serius, menyebabkan masalah di pagi hari",
  "要是让爸爸发现我们的关系就完蛋了，你就不能节制点吗": "Jika Ayah mengetahui tentang hubungan kami, kami sudah selesai - tidak bisakah Anda menahan diri?",
  "你听到凯瑟琳的话，反而越搂越紧了": "Mendengar kata -kata Catherine, Anda memeluknya lebih erat",
  "没办法啊，我实在太爱妈妈了": "Tidak bisa menahannya, aku terlalu mencintai ibu",
  "妈妈总是能让人忍不住": "Ibu selalu membuat mustahil untuk menolak",
  "你这孩子，总是这么任性": "Anda anak, selalu sangat disengaja",
  "妈妈来个早安吻吧，嘿嘿": "Bu, bagaimana dengan ciuman pagi yang baik, hehe",
  "等等来我房间，我有话对你说": "Datanglah ke kamar saya nanti, saya memiliki sesuatu untuk dikatakan kepada Anda",
  "一段时间后，凯瑟琳的房间": "Beberapa waktu kemudian, di kamar Catherine",
  "听着，以后想和妈妈亲热必须先答应妈妈三个条件": "Dengar, jika Anda ingin menjadi akrab dengan ibu, Anda harus terlebih dahulu menyetujui tiga syarat",
  "第一：爸爸在附近的时候，绝对不能亲热": "Pertama: tidak ada keintiman saat ayah ada",
  "第二，亲热的时候，只能称呼凯瑟琳，不能称呼为妈妈": "Kedua: Selama keintiman, panggil aku Catherine, bukan ibu",
  "第三：亲热必须要戴避孕套，避孕套只能用爸爸给的零花钱购买": "Ketiga: Anda harus menggunakan kondom selama keintiman, dan kondom hanya dapat dibeli dengan uang saku ayah",
  "你如果能答应我这三个条件，才能和我亲热": "Jika Anda menyetujui ketiga kondisi ini, maka Anda bisa intim dengan saya",
  "可以不戴套做爱吗？我真的不想戴": "Bisakah kita berhubungan seks tanpa kondom? Saya benar -benar tidak ingin menggunakannya",
  "哼哼，不可能，除非你答应我这三个条件": "Hmph, tidak mungkin, kecuali jika Anda menyetujui ketentuan saya",
  "不然你永远也别想和我亲热了": "Kalau tidak, Anda tidak akan pernah intim dengan saya",
  "你看了看凯瑟琳诱人致极的模样": "Anda menatap penampilan Catherine yang sangat menggoda",
  "行，我答应你": "Baik, saya setuju",
  "先假意答应下来，然后再引诱妈妈一步步堕落": "Berpura -pura setuju dulu, lalu perlahan -lahan menggoda ibu untuk jatuh lebih jauh",
  "凯瑟琳见你答应条件，才愿意和你亲热": "Melihat Anda menyetujui kondisinya, Catherine bersedia bersikap akrab dengan Anda",
  "好一会，凯瑟琳的连衣裙被你脱掉了": "Setelah beberapa saat, Anda melepas gaun Catherine",
  "拉扯凯瑟琳的胸罩": "Menarik bra Catherine",
  "妈妈雪白柔软的巨乳摸一辈子都不会腻": "Payudara yang lembut dan bersalju ibu - Anda bisa menyentuhnya selamanya dan tidak pernah lelah",
  "你忘记了答应我什么条件了吗？叫我凯瑟琳！": "Apakah kamu sudah lupa kondisinya? Panggil aku Catherine!",
  "亲热的时候不许叫我妈妈": "Jangan panggil aku ibu selama keintiman",
  "遵命，凯瑟琳女士": "Seperti yang Anda inginkan, Lady Catherine",
  "一段时间过后，凯瑟琳在帮你手淫": "Beberapa waktu kemudian, Catherine membantu Anda melakukan masturbasi",
  "手淫过后": "Setelah masturbasi",
  "凯瑟琳亲手给你的大鸡巴戴上了避孕套": "Catherine secara pribadi menempatkan kondom pada ayam besar Anda",
  "撕开丝袜": "RIP Buka stoking",
  "凯瑟琳骑到你的大鸡巴上面": "Catherine mengangkangi ayam besar Anda",
  "整根大鸡巴全部插进去凯瑟琳的名器小穴了": "Seluruh ayam besar Anda sepenuhnya dimasukkan ke dalam vagina Catherine yang indah",
  "居然和平时贤惠贵气的美艳妈妈骑乘式做爱，太刺激了": "Melakukan seks gaya cowgirl dengan ibu cantik yang biasanya berbudi luhur dan elegan terlalu mendebarkan",
  "H内容是可以更换女孩们的服装的，这项功能是会员的专属福利": "Konten H memungkinkan mengubah pakaian gadis -gadis itu, sebuah kegembiraan eksklusif untuk para pendukung",
  "如果想解锁更多功能请支持正版哦，后续开发也需要你的支持呢": "Untuk membuka kunci lebih banyak fitur, Harap Dukung Versi Resmi - Pengembangan Future Membutuhkan Dukungan Anda",
  "原版服装": "Pakaian asli",
  "会员服装": "pakaian pendukung",
  "此项功能是会员的专属福利，请支持正版解锁": "Fitur ini adalah manfaat pendukung eksklusif, harap dukung versi resmi untuk membuka kunci",
  "一阵翻云覆雨的疯狂做爱后，你们都到达了快乐的巅峰": "Setelah sesi seks liar yang penuh gairah, Anda berdua mencapai puncak kesenangan",
  "戴了避孕套，不能内射妈妈好可惜，得想个办法让妈妈堕落才行": "Mengenakan kondom dan tidak bisa ejakulasi di dalam ibu sangat disayangkan - terlalu banyak untuk menemukan cara untuk membuat ibu jatuh lebih jauh",
  "夫目前犯": "Berkomitmen di depan suami",
  "让凯瑟琳堕落的最好办法就是夫目前犯，这时候需要一点点小计谋": "Cara terbaik untuk membuat Catherine jatuh adalah dengan berkomitmen di depan suaminya, yang membutuhkan sedikit rencana",
  "早餐过后，你和凯瑟琳，格雷特一起交谈": "Setelah sarapan, Anda berbicara dengan Catherine dan Grey",
  "老公": "Sayang",
  "他有没有好好地学习怎么管理公司？": "Apakah dia belajar bagaimana mengelola perusahaan?",
  "当然了，我们的儿子干的可出色了": "Tentu saja, putra kami melakukan dengan cemerlang",
  "给，这是爸爸给你的零花钱": "Di sini, ini adalah uang saku dari ayah",
  "嘿嘿，谢谢爸爸": "Hehe, terima kasih, Ayah",
  "妈妈快看，我有爸爸给的零花钱了哦": "Bu, lihat, aku mendapat uang saku dari Ayah!",
  "真是的，我知道了，哼": "Ya ampun, saya mengerti, hmph",
  "拥有一点点钱就向妈妈炫耀可不好哦": "Memamerkan sedikit uang untuk ibu itu tidak baik",
  "真正的男人是要赚大钱的，你还得努力哦": "Pria sejati menghasilkan uang besar - Anda masih perlu bekerja keras",
  "一段时间过后，格雷特需要去公司工作了": "Beberapa waktu kemudian, Gret perlu pergi bekerja di perusahaan",
  "老公再见，我会做好晚饭等你回来的": "Selamat tinggal, sayang, saya akan siap makan malam saat Anda kembali",
  "爸爸再见，我一定会成为一个真正男人的": "Selamat tinggal, ayah, saya pasti akan menjadi pria sejati",
  "格雷特走后，你迫不及待将凯瑟琳拥入怀中": "Setelah gret pergi, Anda dengan bersemangat menarik Catherine ke dalam pelukan Anda",
  "真是一个小色鬼转世，一分钟都等不及": "Betapa kecilnya yang bereinkarnasi, tidak bisa menunggu sebentar lagi",
  "这怪不了我啊，有凯瑟琳这样的绝世美人谁忍得住啊": "Tidak bisa menyalahkan saya - siapa yang bisa menahan kecantikan yang menakjubkan seperti Catherine?",
  "一段时间过后，凯瑟琳在给你口交": "Beberapa waktu kemudian, Catherine memberi Anda blowjob",
  "我也想抚摸凯瑟琳": "Saya juga ingin menyentuh Catherine",
  "撕开妈妈的黑丝": "RIP Stoking Hitam Buka Ibu",
  "嘶啦一声，凯瑟琳的黑丝被你撕开了": "Dengan RIP, stoking hitam Catherine terbuka oleh Anda",
  "在你沉迷给凯瑟琳指交的时候，刚才出门的格雷特突然回来了": "Saat Anda asyik dengan meraba Catherine, Gret, yang baru saja pergi, tiba -tiba kembali",
  "格雷特径直走到房间门口，敲了一下门": "Bagus berjalan langsung ke pintu kamar dan mengetuk",
  "凯瑟琳你在吗？我汽车钥匙忘记带了": "Catherine, apakah kamu di sana? Saya lupa kunci mobil saya",
  "开一下门，可能在我遗落在房间里了": "Buka pintu, mereka mungkin ada di kamar",
  "快停下来，爸爸回来了": "Berhenti dengan cepat, Ayah punggung",
  "我不要，我就要现在和妈妈做爱": "Tidak mungkin, saya ingin berhubungan seks dengan ibu sekarang",
  "不和妈妈做爱我绝不罢休": "Saya tidak akan berhenti sampai saya berhubungan seks dengan ibu",
  "你这孩子": "Kamu anak",
  "凯瑟琳你有听到吗？开一下房间门，我进去找一下钥匙": "Catherine, apakah kamu mendengar? Buka pintu, saya akan mencari kunci",
  "老公，我，我现在不太方便": "Sayang, saya, saya tidak terlalu bebas sekarang",
  "我正在自慰，你能等我自慰完吗？": "Saya masturbasi, dapatkah Anda menunggu sampai saya selesai?",
  "啊？原来是这样啊，我明白了": "Oh? Begitulah, saya mengerti",
  "我们的儿子呢？他去什么地方了？": "Dimana putra kami? Kemana dia pergi?",
  "不知道呢，可能是出去了吧": "Tidak yakin, mungkin dia keluar",
  "你听着，情况紧急": "Dengar, ini mendesak",
  "就这一次，知道了吗？尽快射精然后躲起来": "Hanya ini sekali, mengerti? Ejakulasi dengan cepat dan bersembunyi",
  "好的，我知道了妈妈": "Oke, saya mengerti, Bu",
  "爸爸的汽车钥匙确实被我藏在房间里了，就是为了这次无套内射": "Saya menyembunyikan kunci mobil ayah di kamar dengan sengaja, hanya untuk ejakulasi tanpa pelana ini",
  "等等，还没戴套呢": "Tunggu, kami belum mengenakan kondom",
  "这感觉？难道？": "Perasaan ini? Mungkinkah itu?",
  "无套插入到底": "Penyisipan tanpa pelana sepanjang jalan",
  "对不起，妈妈，情况紧急，无套射得会快一点": "Maaf, Bu, ini mendesak - Bareback akan lebih cepat",
  "无套和妈妈做爱实在太爽了，腰停不下来啊": "Seks tanpa pelana dengan ibu terasa sangat baik, saya tidak bisa berhenti bergerak",
  "天啊，我居然在爸爸面前内射了妈妈，太刺激了": "Ya Tuhan, aku benar -benar ejakulasi di dalam ibu di depan ayah - sangat mendebarkan",
  "内射凯瑟琳后，凯瑟琳脸色复杂地看着你": "Setelah ejakulasi di dalam Catherine, dia menatap Anda dengan ekspresi yang rumit",
  "你先躲衣柜里面，爸爸那边我来解释": "Sembunyikan di lemari terlebih dahulu, saya akan menangani ayah",
  "你迅速躲进衣柜里面，凯瑟琳打开了房门": "Anda dengan cepat bersembunyi di lemari, dan Catherine membuka pintu",
  "老公不好意思，我刚刚确实没办法开门": "Maaf, sayang, saya benar -benar tidak bisa membuka pintu lebih awal",
  "嗯，我知道啊，你一直在自慰对吧，我躲在门外听着呢": "Ya, saya tahu, Anda masturbasi, kan? Saya mendengarkan di luar",
  "真是激烈呢。我好久没听见过你自慰得如此舒服了": "Sangat intens. Sudah lama sejak saya mendengar Anda menikmati masturbasi seperti itu",
  "啊，对了你看": "Oh, omong -omong, lihat",
  "你的淫水到现在还流淌个不停呢": "Jus Anda masih mengalir tanpa henti",
  "是是是，确实是": "Ya, ya, memang",
  "天啊，刚刚被内射的精液太多了，夹不住流淌下来了": "Ya Tuhan, ada begitu banyak air mani ejakulasi di dalam sekarang, saya tidak bisa menahannya dan itu mengalir keluar",
  "还好没被发现，不然我的人生就完蛋了": "Untung saya tidak tertangkap, atau hidup saya akan berakhir",
  "啊，钥匙我找到了，我要去工作了，老婆再见": "Ah, menemukan kuncinya, aku akan bekerja - oleh sayang",
  "在格雷特走后，凯瑟琳把你从衣柜里揪出来": "Setelah daun gret, Catherine menarik Anda keluar dari lemari",
  "妈妈现在很愤怒，你知道吗？": "Ibu benar -benar marah sekarang, kamu tahu itu?",
  "你还记得你答应过妈妈的条件吗？": "Apakah Anda ingat kondisi yang Anda janjikan pada ibu?",
  "必须戴套，不许在做爱的时候称呼妈妈，不许在爸爸在的时候做爱": "Harus memakai kondom, tidak memanggil saya ibu saat berhubungan seks, tidak ada seks saat ayah ada",
  "你全犯了！妈妈今天绝对饶不了你！": "Anda merusak semuanya! Ibu tidak akan membiarkanmu pergi hari ini!",
  "虽然最后被凯瑟琳狂风暴雨地教育一顿，但是这是疼并快乐着": "Meskipun Catherine memberi saya kuliah badai pada akhirnya, itu adalah campuran rasa sakit dan kesenangan",
  "因为，能夫目前犯凯瑟琳并且无套内射实在太爽了！": "Karena berkomitmen di depan suaminya dan tanpa pelana ejakulasi dengan Catherine terlalu bagus!",
  "后续版本请前往我的patreon下载": "Silakan pergi ke Patreon saya untuk mengunduh versi yang lebih baru",
  "或者添加我个人腾讯QQ": "Atau tambahkan qq tencent pribadi saya",
  "官方交流群QQ群": "Grup QQ Resmi untuk Komunikasi",
  "该功能为会员专属福利，请输入当前版本激活码": "Fitur ini adalah manfaat eksklusif pendukung, silakan masukkan kode aktivasi versi saat ini",
  "当前版本代号为": "Kode versi saat ini",
  "需要激活码前往作者官网订阅即可获得": "Butuh kode aktivasi? Berlangganan di situs web resmi penulis untuk mendapatkannya",
  "或者添加作者腾讯QQ购买": "Atau tambahkan Tencent QQ penulis untuk membeli",
  "前往作者官网订阅": "Berlangganan di situs web resmi penulis",
  "中国大陆用户需要翻墙": "Pengguna China daratan perlu memotong firewall",
  "添加作者QQ购买": "Tambahkan QQ Penulis untuk Membeli",
  "暂时不订阅": "Tidak berlangganan untuk saat ini",
  "已激活": "Diaktifkan",
  "未激活，激活码输入错误": "Tidak diaktifkan, kode aktivasi yang salah",
  "切换CG播放方式": "Beralih mode pemutaran CG",
  "凯瑟琳正在练习瑜伽": "Catherine berlatih yoga",
  "靠近凯瑟琳": "Mendekati Catherine",
  "你怎么过来了？": "Kenapa kamu di sini?",
  "当然是来看望迷人又性感的妈妈啊": "Tentu saja, untuk mengunjungi ibu saya yang menawan dan seksi",
  "哈？才不相信你呢": "Ha? Saya tidak percaya Anda",
  "每次过来找妈妈总是想做一些色色的事情": "Setiap kali Anda datang ke ibu, Anda ingin melakukan sesuatu yang nakal",
  "说吧，这次想做什么？": "Jadi, apa yang ingin Anda lakukan saat ini?",
  "咳咳，只是想和妈妈一起做瑜伽而已，真没别的事": "Ahem, hanya ingin melakukan yoga dengan ibu, tidak ada yang lain, sungguh",
  "一起做瑜伽？": "Apakah yoga bersama?",
  "哼哼": "Hmph",
  "凯瑟琳轻轻弹了一下你的额头": "Catherine dengan ringan mengibaskan dahi Anda",
  "你这小色鬼，绝对是想趁着做瑜伽对妈妈使坏": "Anda sedikit cabul, pasti berencana untuk mengacaukan ibu selama yoga",
  "只有这一次哦": "Hanya ini sekali, oke?",
  "还有，做瑜伽过程中不能插入，知道了吗？": "Juga, tidak ada penetrasi selama yoga, mengerti?",
  "那么，让我们开始一场香汗淋漓的瑜伽吧": "Jadi, mari kita mulai sesi yoga yang berkeringat",
  "正在和凯瑟琳一起做瑜伽前的冥想": "Bermeditasi dengan Catherine sebelum yoga",
  "一段时间过后": "Setelah beberapa waktu",
  "妈妈，我想到一个做瑜伽的好想法": "Bu, aku punya ide bagus untuk yoga",
  "什么想法？": "Ide apa?",
  "你掏出早已准备好的假阳具": "Anda mengeluarkan dildo yang Anda siapkan sebelumnya",
  "等等你做瑜伽的时候，用这个假阳具插入，肯定很刺激": "Tunggu, jika Anda menggunakan dildo ini selama yoga, itu pasti akan menyenangkan",
  "凯瑟琳看了一眼粗大的假阳具，羞红了脸": "Catherine melirik dildo dan blushes tebal",
  "真是的，哪里来的奇奇怪怪的想法": "Serius, di mana Anda mendapatkan ide -ide aneh ini?",
  "你抱住凯瑟琳": "Anda memeluk Catherine",
  "只能做瑜伽哦，不能做爱，知道了吗？": "Hanya yoga, tidak ada seks, dipahami?",
  "嘿嘿，我知道了妈妈，我们只是做瑜伽而已": "Hehe, mengerti, Bu, kami hanya melakukan yoga",
  "妈妈的美巨乳摸多少次都不会觉得腻啊": "Payudara besar ibu yang cantik - tidak pernah bosan menyentuhnya",
  "凯瑟琳的瑜伽服装被拉起来": "Pakaian yoga Catherine ditarik ke atas",
  "坏孩子，又使坏了": "Anak laki -laki nakal, hingga kerusakan lagi",
  "嘿嘿还有更加坏的呢": "Hehe, bahkan ada barang nak",
  "轻轻一撕，凯瑟琳的瑜伽裤被撕开一个破洞": "Dengan air mata yang ringan, celana yoga Catherine terbuka",
  "真是的，把妈妈弄成这个样子，妈妈还怎么做瑜伽？": "Serius, membuat ibu seperti ini, bagaimana saya bisa melakukan yoga sekarang?",
  "真是的": "Ayo",
  "等等，还有更加刺激的呢": "Tunggu, ada sesuatu yang lebih menarik",
  "凯瑟琳娇羞地看了一眼你手中的假阳具": "Catherine dengan malu -malu melirik dildo di tangan Anda",
  "哼，真是个坏孩子": "Hmph, anak nakal seperti itu",
  "一段时间后，和凯瑟琳开始了瑜伽素股摩擦": "Setelah beberapa saat, Anda memulai yoga paha dengan Catherine",
  "和凯瑟琳瑜伽素股结束后": "Setelah menyelesaikan yoga paha dengan Catherine",
  "你把假阳具立在地上": "Anda menempatkan dildo di tanah",
  "妈妈，等等你做瑜伽要把这个插进去哦": "Bu, Anda harus memasukkan ini selama yoga nanti",
  "为什么呢？妈妈并不想那么做，这太羞耻了": "Mengapa? Ibu tidak ingin melakukan itu, itu terlalu memalukan",
  "妈妈，我们只是在做瑜伽而已，并没有什么羞耻的": "Bu, kami hanya melakukan yoga, tidak ada yang malu",
  "古代瑜伽就是模仿性爱的一种健身运动啊": "Yoga kuno adalah latihan kebugaran yang meniru seks",
  "插进去只是在模仿性爱而已，不是吗？": "Memasukkan itu hanya meniru seks, bukan?",
  "凯瑟琳貌似被说服了，一双美目紧紧盯着假阳具": "Catherine tampak yakin, matanya yang indah tertuju pada dildo",
  "凯瑟琳的小穴早已洪水泛滥了，淫水拉丝滴落到假阳具上面": "Pussy Catherine sudah basah kuyup, menetes ke dildo",
  "慢慢插入": "Masukkan perlahan",
  "啊，这太刺激了，凯瑟琳居然在一边做瑜伽一边自慰": "Ah, sangat mendebarkan - Catherine bermasturbasi saat melakukan yoga",
  "小色鬼，又想怎么样？": "Little cabul, apa sekarang?",
  "可不能太过分哦": "Jangan terlalu jauh",
  "凯瑟琳摆成瑜伽的姿势，而你用假阳具在她的蜜穴内疯狂抽插": "Catherine menyerang pose yoga saat Anda mendorong dildo dengan liar ke dalam lubang madunya",
  "啊~~~~不要~~~啊啊啊~~~不行~~~不行了~~": "Ah ~~~~ tidak ~~~ ahhh ~~~ tidak bisa ~~~ tidak bisa mengambilnya ~~",
  "嗯嗯": "MHM.",
  "凯瑟琳摆出一个瑜伽姿势": "Catherine melakukan pose yoga",
  "你在一旁辅助凯瑟琳摆高难度瑜伽姿势": "Anda membantu Catherine dengan pose yoga yang sulit",
  "凯瑟琳粉嫩诱人的蜜穴毫无防备地展示在你的面前": "Lubang madu merah muda Catherine yang menggoda sepenuhnya terpapar sebelum Anda",
  "和凯瑟琳瑜伽性爱": "Seks yoga dengan Catherine",
  "把假阳具往地上随意一丢": "Aduk dildo dengan santai ke tanah",
  "我受不了了！": "Saya tidak tahan lagi!",
  "硬到要爆炸的火热鸡巴紧紧抵住凯瑟琳的蜜穴壶口": "Ayam Anda yang keras dan terbakar menempel erat ke lubang madu Catherine",
  "只需要轻轻一挺腰就能插入": "Hanya sedikit dorongan yang akan menggesernya",
  "凯瑟琳察觉到你的异常动作": "Catherine memperhatikan gerakan Anda yang tidak biasa",
  "别插进来啊，我们不是说好只做瑜伽不做爱的吗": "Jangan masukkan, bukankah kami setuju untuk hanya melakukan yoga, bukan seks?",
  "妈妈，我们这不是做爱，是做特殊的瑜伽哦": "Bu, ini bukan seks, ini yoga khusus",
  "妈妈的蜜穴，好紧，好爽啊~~~": "Lubang madu ibu, sangat kencang, sangat bagus ~~~",
  "小色狼，原来这就是你的最终目的": "Sedikit cabul, jadi ini adalah tujuan sebenarnya",
  "小色狼，别插这么深啊~~~啊啊啊~~~哦·~~": "Little messon, jangan terlalu dalam ~~~ ahhh ~~~ oh ~~",
  "妈妈，妈妈不行了~~~去了~~~去~~~啊~~": "Bu, ibu tidak bisa ~~~ aku datang ~~~ datang ~~~ ah ~~",
  "实在太刺激了，居然能和美丽性感的妈妈做瑜伽性爱": "Sangat menyenangkan berhubungan seks yoga dengan ibu saya yang cantik dan seksi",
  "视角": "Perspektif",
  "内射": "cum di dalam",
  "在凯瑟琳的蜜穴内射了大量精液，填满了她的子宫": "Ejakulasi satu ton semen ke dalam lubang madu Catherine, mengisi rahimnya",
  "性爱瑜伽": "Yoga Seks",
  "引诱凯瑟琳堕落": "Menggoda Catherine untuk jatuh",
  "和妈妈边做瑜伽边做爱，想想就觉得刺激": "Berhubungan seks dengan ibu saat melakukan yoga - hanya memikirkan hal itu menyenangkan",
  "夜袭妈妈，和妈妈做爱并且引诱妈妈堕落": "Raid Night on Mom, berhubungan seks dengannya dan menggoda dia untuk jatuh",
  "房间": "Ruang",
  "薇薇安破处": "Mengambil keperawanan Vivian",
  "要播放CG吗？": "Ingin memainkan CG?",
  "播放": "Bermain",
  "不播放": "Jangan bermain",
  "剧情": "Alur cerita",
  "攻略": "Pengejaran",
  "好像会传来一些声响": "Sepertinya ada kebisingan",
  "裸睡诱惑妈妈": "Tidur telanjang untuk menggoda ibu",
  "偷妈妈的内裤自慰": "Mencuri celana dalam ibu untuk melakukan masturbasi",
  "和妈妈一起做瑜伽": "Lakukan yoga dengan ibu",
  "偷窥妈妈自慰": "Memata -matai ibu masturbasi",
  "跳过剧情": "Lewati alur ceritanya",
  "不跳过剧情": "Jangan melewatkan alur ceritanya",
  "让妈妈口交": "Dapatkan Ibu untuk memberikan blowjob",
  "和妈妈做家务": "Lakukan tugas dengan ibu",
  "夜袭妈妈": "Night Raid on Mom",
  "想办法打开凯瑟琳的保险箱，偷走她的自慰棒": "Temukan cara untuk membuka Catherine yang aman dan mencuri vibratornya",
  "前往公司找妈妈色色": "Pergi ke perusahaan untuk menjadi nakal dengan ibu",
  "前往公司上垒凯瑟琳": "Pergi ke perusahaan untuk menjadi akrab dengan Catherine",
  "早晨去和凯瑟琳交谈": "Bicaralah dengan Catherine di pagi hari",
  "和凯瑟琳约会": "Berkencan dengan Catherine",
  "在做瑜伽的时候内射凯瑟琳实在太爽了": "Ejakulasi di dalam Catherine selama yoga terasa sangat enak",
  "妹妹会在客厅看电视，买个她喜欢吃的雪糕送她": "Kak akan menonton TV di ruang tamu - membeli es krim favoritnya untuk memberinya",
  "送妹妹放学回家": "Ambil kakak dari sekolah dan bawa pulang",
  "偷窥妹妹换衣服": "Memata -matai pakaian ganti kakak",
  "夜袭杰西卡": "RAID MALAM DI JESSICA",
  "早上和妹妹聊天": "Mengobrol dengan kakak di pagi hari",
  "和克莱尔亲吻": "Cium Claire",
  "去克莱尔家亲吻克莱尔": "Pergi ke rumah Claire untuk menciumnya",
  "你恰巧路过，拯救了克莱尔，并且和克莱尔发生了很美妙的事情": "Anda kebetulan lewat, selamatkan Claire, dan sesuatu yang indah terjadi dengannya",
  "和姐姐在泳池发生了一些很美好的事情": "Sesuatu yang indah terjadi dengan kakak di kolam renang",
  "和艾米丽发生一些有趣的事情": "Sesuatu yang menyenangkan terjadi dengan Emily",
  "和两位美丽的姐姐发生了一些很有趣的事情": "Sesuatu yang sangat menyenangkan terjadi dengan dua saudara perempuan yang cantik",
  "玩完游戏后，拿下了艾米丽和克莱尔的一血": "Setelah bermain game, Take Emily dan Claire pertama kalinya",
  "一段时间后": "Setelah beberapa waktu",
  "缺少克莱尔丢失的项链": "Kalung yang hilang dari Claire yang hilang",
  "凯瑟琳睡着了": "Catherine tertidur",
  "你来到凯瑟琳身边": "Anda mendekati Catherine",
  "妈妈这么毫无防备熟睡的样子真的让人忍不住啊": "Ibu tidur begitu tak berdaya benar -benar sulit untuk ditolak",
  "开始脱凯瑟琳的文胸": "Mulailah melepas bra Catherine",
  "妈妈傲人的巨乳，好软啊": "Payudara besar ibu yang mengesankan, sangat lembut",
  "把妈妈的胖次也脱下来": "Lepaskan celana dalam ibu juga",
  "可以看到妈妈的绝世名器小穴了，真诱人啊": "Bisa melihat vagina momen mom, jadi menggoda",
  "妈妈这么完美的胴体，居然还要晚上独守空房": "Tubuh ibu yang sempurna, namun dia menghabiskan malam sendirian",
  "你看了一眼凯瑟琳": "Anda melirik Catherine",
  "放心吧妈妈，有我在呢，你晚上不会再寂寞了": "Jangan khawatir, Bu, saya di sini - Anda tidak akan lagi kesepian di malam hari",
  "我以后每天晚上都来夜袭哦，嘿嘿嘿": "Saya akan datang untuk serangan malam setiap malam mulai sekarang, hehehe",
  "岔开凯瑟琳的美腿": "Sebarkan kaki Catherine yang indah",
  "好像已经很湿润了呢": "Sepertinya sudah cukup basah",
  "天啊，妈妈的蜜穴好紧好热": "Ya Tuhan, lubang madu ibu sangat ketat dan panas",
  "难道是因为妈妈在熟睡所以体温比较高吗": "Mungkinkah karena ibu tertidur sehingga tubuhnya begitu hangat?",
  "手指从妈妈的淫穴中拔出，沾满了白色的淫水": "Menarik jari keluar dari lubang basah ibu, ditutupi jus putih",
  "啊，完全插入了，好舒服啊": "Ah, dimasukkan sepenuhnya, terasa sangat enak",
  "察觉到下体有巨物插入，凯瑟琳从睡梦中惊醒": "Merasakan sesuatu yang besar dimasukkan di bawah ini, Catherine bangun dari tidurnya",
  "亲爱的？你在做什么？": "Sayang? Apa yang sedang kamu lakukan?",
  "妈妈，我在夜袭哦": "Bu, aku melakukan serangan malam",
  "不，不要": "Tidak, jangan",
  "快拔出来，你忘记了吗？曾经和妈妈约法三章的": "Tarik keluar dengan cepat, lupa? Kami membuat tiga aturan",
  "必须要戴套才能做爱，啊~~~你快拔出去啊": "Anda harus memakai kondom untuk berhubungan seks, ah ~~~ tarik keluar dengan cepat",
  "你把鸡巴抽离凯瑟琳的蜜穴，发出来类似红酒木塞开瓶“啵”的一声": "Anda menarik ayam Anda keluar dari lubang madu Catherine, membuat pop seperti gabus anggur",
  "妈妈，我可以拔出来，但是如果等等妈妈求着我插进去，可不怪我哦": "Bu, aku bisa menarik keluar, tetapi jika kamu memohon padaku untuk memasukkannya kembali nanti, jangan salahkan aku",
  "如果只是素股的话，可以哦": "Jika hanya paha, tidak apa-apa",
  "对准蜜穴": "AIM di lubang madu",
  "怎，怎么可能，我才不会求你呢": "Bagaimana, bagaimana saya bisa? Saya tidak akan memohon Anda",
  "妈妈，我就只插进去龟头，就在外面蹭蹭": "Bu, aku hanya akan memasukkan ujungnya, gosok saja di luar",
  "只要不插进来怎样都行": "Selama Anda tidak masuk, apapun baik -baik saja",
  "就在你们激烈素股的时候，凯瑟琳要高潮了": "Selama mengotori paha yang intens, Catherine akan mencapai klimaks",
  "啊啊啊~~就是这个感觉~~": "Ahhh ~~ ini adalah perasaan ~~",
  "要来了，要来了~~~": "Itu akan datang, itu akan datang ~~~",
  "妈妈，妈妈要去了~~啊哦~": "Bu, Ibu datang ~~ ahh ~",
  "你突然把鸡巴抽离凯瑟琳的蜜穴": "Anda tiba -tiba menarik ayam Anda menjauh dari lubang madu Catherine",
  "妈妈不可以高潮哦": "Bu, kamu tidak bisa mencapai klimaks",
  "想高潮吗？可以求我插进来哦": "Ingin mencapai klimaks? Anda dapat memohon saya untuk memasukkannya",
  "才不要呢，妈妈又不是那种淫荡的女人": "Tidak mungkin, ibu bukan wanita cabul seperti itu",
  "我自己自慰获得高潮": "Saya akan masturbasi untuk mencapai klimaks sendiri",
  "你看凯瑟琳要开始自慰，急忙把她的手抓住": "Melihat Catherine mulai melakukan masturbasi, Anda dengan cepat meraih tangannya",
  "才不让妈妈自慰呢": "Tidak mungkin aku membiarkan ibu melakukan masturbasi",
  "能让妈妈高潮的，只有我的鸡巴哦": "Hanya penisku yang bisa membuat Mom Climax",
  "眼看右手被抓住，凯瑟琳又伸出来左手": "Melihat tangan kanannya meraih, Catherine meraih dengan kirinya",
  "但是又被你抓住了": "Tapi Anda mengambilnya juga",
  "放开妈妈，你这样太狡猾了": "Let Go of Mom, kamu terlalu licik",
  "你又把大鸡巴抵住凯瑟琳的蜜穴": "Anda menekan ayam besar Anda ke lubang madu Catherine lagi",
  "妈妈，想高潮吗？我只需要轻轻插进去，你就可以高潮了哦": "Bu, ingin mencapai klimaks? Saya hanya perlu meluncur dengan lembut, dan Anda akan datang",
  "现在，说我想要儿子的大鸡巴插进来我淫荡的小穴。就可以了": "Sekarang, katakan 'Saya ingin ayam besar anak saya di vagina cabul saya,' dan hanya itu",
  "我不要，这么淫荡的话妈妈说不出口": "Tidak, ibu tidak bisa mengucapkan kata -kata kotor seperti itu",
  "哦？真的不要吗？": "Oh? Benar -benar tidak menginginkannya?",
  "鸡巴稍微插进去了一点点": "Ayam itu tergelincir sedikit",
  "那这样呢？": "Bagaimana dengan ini?",
  "鸡巴再次插进去了一部分": "Ayam itu sedikit lebih",
  "哦哦~~~~~": "Ohhh ~~~~~",
  "凯瑟琳舒服的忍不住叫出声": "Catherine tidak bisa membantu mengeluh dalam kesenangan",
  "此时，你又把鸡巴抽离出去，反复挑逗凯瑟琳": "Kemudian, Anda menarik kemaluan Anda lagi, menggoda Catherine berulang kali",
  "但这时，凯瑟琳反复扭腰，想把鸡巴挤进去": "Tapi sekarang, Catherine memutar pinggulnya, mencoba memasukkan ayam Anda ke dalam",
  "你发现了凯瑟琳的意图，急忙把鸡巴抬起来，不让凯瑟琳得逞": "Anda melihat niat Catherine dan dengan cepat mengangkat ayam Anda untuk menghentikannya",
  "妈妈太狡猾了，差点就插进去了": "Ibu terlalu licik, hampir mendapatkannya",
  "既然妈妈这么想要做爱，可以求我插进去哦": "Karena ibu sangat menginginkan seks, Anda dapat memohon saya untuk memasukkannya",
  "只要妈妈开口求我，我绝对会满足妈妈的": "Jika Ibu memohon padaku, aku pasti akan memuaskannya",
  "我~~~~~": "I ~~~~~",
  "妈妈求你插进来": "Bu, tolong masukkan",
  "哈？妈妈你说什么？能说大声一点吗？我听不见": "Hah? Apa yang kamu katakan, Bu? Bisakah Anda mengatakannya lebih keras? Saya tidak bisa mendengar",
  "请你把大鸡巴插进来妈妈淫荡的小穴": "Harap masukkan ayam besar Anda di vagina cabul ibu",
  "既然妈妈都这么说了": "Sejak Ibu berkata begitu",
  "那我当然是要好好帮助妈妈啊~": "Lalu saya harus membantu ibu ~",
  "妈妈的里面，实在太爽了": "Di dalam ibu terasa sangat bagus",
  "妈妈我们在做什么啊？": "Bu, apa yang kita lakukan?",
  "小混蛋！得了便宜还要调戏妈妈": "Brat kecil! Mengambil keuntungan dan masih menggoda ibu",
  "妈妈要回答我哦，不然我就停下来不动了": "Bu, kamu harus menjawab, atau aku akan berhenti bergerak",
  "不要~~不要停": "Jangan ~~ Jangan berhenti",
  "我们，我们在做爱": "Kami, kami berhubungan seks",
  "但是妈妈不是说过，我们母子之间是不能做爱的吗？": "Tapi bukankah ibu mengatakan tidak akan ada seks antara ibu dan anak?",
  "而且现在没戴避孕套呢，内射的话？怀孕也没关系吗？": "Dan kami tidak menggunakan kondom - jika saya masuk, apakah hamil oke?",
  "没关系哦，内射吧，你的一切，妈妈全部接受": "Tidak apa -apa, masuk ke dalam - Mom menerima segalanya tentang Anda",
  "就是这样~~~啊啊啊~~~~去了~~~": "Itu saja ~~~ ahhh ~~~~ aku datang ~~~",
  "哦~~~啊啊啊~~~~去了~~啊啊~": "Oh ~~~ ahhh ~~~~ datang ~~ ahh ~",
  "最终，在凯瑟琳子宫内射了大量精液，再这样下去她会怀孕的": "Akhirnya, ejakulasi satu ton semen ke dalam rahim Catherine - jika ini berlanjut, dia akan hamil",
  "打开所有剧情CG": "Buka semua alur cerita CGS",
  "解锁所有CG，但是可能会出现BUG，谨慎打开": "Buka semua CG, tetapi dapat menyebabkan bug, terbuka dengan hati -hati",
  "妈妈好像很性欲不满，我试着裸睡诱惑她会发生什么事呢？": "Ibu tampak frustrasi secara seksual - apa yang terjadi jika saya tidur telanjang untuk menggoda dia?",
  "看来妈妈并不反感，我继续裸睡诱惑妈妈": "Sepertinya ibu tidak keberatan - saya akan terus tidur telanjang untuk menggoda dia",
  "再进一步装睡，看看妈妈会做什么事": "Mengambil lebih jauh dan berpura -pura tidur, lihat apa yang ibu lakukan",
  "硬得受不了了，偷偷拿妈妈的内裤自慰一下": "Begitu keras saya tidak tahan - celana dalam mom untuk masturbasi",
  "试着和妈妈一起做瑜伽的时候调戏一下她": "Cobalah sedikit menggoda ibu saat melakukan yoga bersama",
  "妈妈好像并不反感我在瑜伽中的行为，进一步试探妈妈": "Ibu sepertinya tidak keberatan dengan tindakan saya selama yoga - lebih jauh untuk mengujinya",
  "每次做完瑜伽，妈妈好像都会偷偷自慰，偷偷观察一下": "Setelah yoga, Ibu tampaknya melakukan masturbasi secara diam -diam - sneak mengintip",
  "工作一天过后，可以试试让妈妈口交作为奖励": "Setelah bekerja seharian, mungkin membuat ibu memberikan blowjob sebagai hadiah",
  "妈妈一个人既要工作又要做家务很辛苦呢，帮妈妈做点家务吧": "Ibu bekerja dan melakukan tugas sendirian, itu sulit - membantu dia dengan beberapa tugas",
  "妈妈好像晚上自慰过后都会睡得很熟，可以偷偷夜袭她": "Ibu sepertinya tidur nyenyak setelah masturbasi di malam hari - sneak serangan malam",
  "妈妈的自慰棒被我偷走了，现在我用手指代替自慰棒她应该不会拒绝的": "Saya mencuri vibrator ibu - menggunakan jari -jari saya sebagai gantinya, dia mungkin tidak akan menolak",
  "去商店买本瑜伽书，这样和妈妈做瑜伽的时候就能色色了": "Beli buku yoga di toko, jadi saya bisa nakal dengan ibu selama yoga",
  "很好奇妈妈的蜜穴是什么味道，晚上夜袭的时候尝尝": "Penasaran seperti seperti apa rasanya lubang madu ibu - cobalah saat serangan malam",
  "工作一天过后，让妈妈用飞机杯解决一下生理需求": "Setelah bekerja seharian, mintalah ibu menggunakan cahaya daging untuk memenuhi kebutuhan saya",
  "忍不住了！深夜趁妈妈睡着的时候上垒妈妈": "Tidak bisa menahan diri! Larut malam, beralihlah dengan ibu saat dia tidur",
  "深夜可以叫醒妈妈素股哦": "Larut malam, bangunlah ibu untuk menggerakkan paha",
  "和妈妈一起做裸体瑜伽，想想都刺激": "Melakukan yoga telanjang dengan ibu - suara mendebarkan",
  "深夜和妈妈素股的时候偷偷插入会是什么感觉呢？": "Bagaimana rasanya menyelinap penetrasi saat menggerakkan paha dengan ibu di malam hari?",
  "妈妈好像到了忍耐的极限了，我在工作的时候再诱惑一下她": "Ibu tampak pada batasnya - aku akan menggoda dia lebih banyak di tempat kerja",
  "或许就能真正上垒妈妈哦": "Mungkin aku benar -benar bisa intim dengan ibu",
  "妈妈好像在躲着我，早上去和她谈谈": "Ibu sepertinya menghindariku - ikut serta di pagi hari",
  "这次不能再让她跑了，再去和她谈谈": "Tidak bisa membiarkannya melarikan diri kali ini - ikutlah padanya lagi",
  "准备好钱，和妈妈一起进行一次浪漫的约会吧": "Siapkan uang, kencan romantis dengan ibu",
  "妈妈有点事，让我早上和她谈谈": "Ibu punya sesuatu - ikut serta di pagi hari",
  "妈妈每次都要让我戴套做爱，如果有办法让妈妈更加堕落就好了": "Ibu selalu membuatku memakai kondom - jika saja aku bisa membuatnya lebih jauh",
  "比如，想个办法让爸爸中途回家，而我和妈妈正在做爱": "Seperti, temukan cara untuk membuat ayah pulang sementara saya berhubungan seks dengan ibu",
  "是时候和妈妈来一场热汗淋漓的性爱瑜伽了，边做瑜伽边做爱": "Waktu untuk sesi yoga seks yang berkeringat dengan ibu - sex saat melakukan yoga",
  "妈妈现在已经无法抵抗无法拒绝我的大鸡巴了，夜袭让她更加堕落": "Ibu tidak bisa menahan penisku yang besar lagi - serangan malam untuk membuatnya jatuh lebih jauh",
  "我需要向校长提交入学申请表，这样我就能成为一名正式的学生了": "Saya perlu menyerahkan aplikasi saya ke kepala sekolah untuk menjadi siswa resmi",
  "第二天上学": "Pergi ke sekolah pada hari berikutnya",
  "刚刚哪个背影，好熟悉，好像在哪里见过": "Siluet itu sekarang, sangat akrab - seperti saya pernah melihatnya di suatu tempat",
  "你来了？": "Anda di sini?",
  "老师给你准备了一个文件哦": "Guru menyiapkan dokumen untuk Anda",
  "给，拿着": "Di sini, ambillah",
  "这是你的新生入学申请表哦": "Ini adalah formulir aplikasi mahasiswa baru Anda",
  "你现在拿去二楼校长室给校长签个字就生效了": "Bawa ke kantor kepala sekolah di lantai dua untuk tanda tangan, dan itu akan valid",
  "谢谢姨妈，真是多亏有你帮忙啊": "Terima kasih, Bibi, sangat menghargai bantuan Anda",
  "哎，在学校别叫姨妈": "Hei, jangan panggil aku Bibi di sekolah",
  "如果让其他学生知道的话，可能会有人会认为我偏心": "Jika siswa lain mengetahuinya, beberapa orang mungkin berpikir saya bermain favorit",
  "好的，谢谢老师": "Oke, terima kasih, guru",
  "快去吧，校长是个很好的人，她不会拒绝你的": "Cepat, kepala sekolah yang baik - dia tidak akan menolak Anda",
  "校长室": "Ruang kepala sekolah",
  "教师办公室": "Kantor Kelas",
  "这里就是校长办公室了，我很好奇校长到底是个什么样的人呢": "Ini adalah kantor kepala sekolah - saya ingin tahu orang seperti apa kepala sekolah itu",
  "按照我多年的生活经验来说，校长应该是一个肥腻的中年秃头大叔": "Berdasarkan pengalaman bertahun-tahun saya, kepala sekolah mungkin pria botak setengah baya yang berminyak",
  "进来": "Datang",
  "门锁了": "Pintunya terkunci",
  "正在触发剧情，无法跳过时间": "Alur cerita yang sedang berlangsung, tidak bisa melewatkan waktu",
  "校长，校长居然是": "Kepala sekolah, itu sebenarnya",
  "办公桌上，一位金发绝世美人正在专心致志地批改着文件": "Di meja, kecantikan pirang yang menakjubkan dengan rajin meninjau dokumen",
  "她连头都没抬起来，淡淡地说道": "Tanpa melihat ke atas, katanya ringan",
  "说吧，找我有什么事？": "Jadi, apa yang kamu inginkan?",
  "你坐到薇薇安面前，暗暗祈求她不要认出你": "Anda duduk di depan Vivian, secara diam -diam berdoa dia tidak mengenali Anda",
  "额，你好校长，我是新来的学生，来交入学申请表的": "Uh, halo, kepala sekolah, saya seorang siswa baru di sini untuk mengirimkan aplikasi saya",
  "嗯？新学生么？": "HM? Siswa Baru?",
  "咕噜咕噜...喝水声": "Menelan kembali ... suara air minum",
  "把入学申请表放下，然后你就可以走了": "Tinggalkan formulir aplikasi, maka Anda bisa pergi",
  "等下我有空就会签字的": "Saya akan menandatanganinya saat saya punya waktu",
  "你在等什么？我不是叫你离开这里吗？": "Apa yang kamu tunggu? Bukankah saya menyuruh Anda pergi?",
  "哦哦，好的": "Oh, oke",
  "太幸运了，我还以为会被认出来呢": "Sangat beruntung - saya pikir saya akan dikenali",
  "没想到薇薇安工作这么认真，如果她拒绝我的入学申请就糟糕了": "Tidak berharap Vivian begitu serius - jika dia menolak aplikasi saya, saya kacau",
  "正在你站起身准备离开的时候，薇薇安突然抬起头": "Saat Anda berdiri untuk pergi, Vivian tiba -tiba mendongak",
  "你的声音好熟悉，我们是不是在什么地方见过？": "Suaramu kedengarannya akrab - apakah kita bertemu di suatu tempat?",
  "等等！你！你！你！": "Tunggu! Anda! Anda! Anda!",
  "你是那天晚上的！": "Kaulah yang dari malam itu!",
  "糟了，还是被认出来了": "Omong kosong, dia mengenali saya",
  "薇薇安狠狠地盯着你": "Vivian menatapmu dengan sengit",
  "骗！子！": "Pembohong!",
  "人！渣！": "Sampah!",
  "你和那天晚上绑架我的人根本就是一伙的！": "Anda benar -benar berada di Cahoots dengan pria yang menculik saya malam itu!",
  "现在居然还想进入我的学院！": "Dan sekarang Anda ingin mendaftar di akademi saya!",
  "拿着你的狗屎入学申请表！": "Ambil formulir aplikasi buruk Anda!",
  "滚出我的学院！": "Keluar dari akademi saya!",
  "申请表直直砸向你的脸，好疼": "Formulir aplikasi menghantam wajah Anda - ow, itu menyakitkan",
  "滚！我不想再见到你！": "Cram! Aku tidak pernah ingin bertemu denganmu lagi!",
  "最后还是被校长赶出来了，太可怕了这女人！": "Diusir oleh kepala sekolah pada akhirnya - wanita yang menakutkan!",
  "根本不听任何解释，这下误会可大了": "Tidak akan mendengarkan penjelasan apa pun - kesalahpahaman ini sangat besar",
  "哎，先去找老师想想办法吧": "Ugh, lebih baik temukan guru dan cari tahu sesuatu",
  "姨妈刚刚教课完毕，正准备休息": "Bibi baru saja selesai mengajar dan akan istirahat",
  "啊？你说校长拒绝了你的入学申请？": "Apa? Kepala sekolah menolak aplikasi Anda?",
  "没理由啊，我帮忙填写的入学申请表没问题的": "Tidak mungkin, aplikasi yang saya bantu isi baik -baik saja",
  "额，这，老师，不是入学申请表的问题": "Uh, guru, ini bukan tentang aplikasi",
  "之前我和校长认识了，而且我们之间发生了一点误会": "Saya bertemu dengan kepala sekolah sebelumnya, dan ada sedikit kesalahpahaman di antara kami",
  "所以...": "Jadi...",
  "是这样啊，嗯，让我想想": "Saya melihat, hm, izinkan saya berpikir",
  "啊，有办法了": "Ah, punya ide",
  "你现在需要办两件事": "Anda perlu melakukan dua hal sekarang",
  "因为校规明确规定了，不能无理由开除学生或者拒绝学生入学": "Karena aturan sekolah dengan jelas menyatakan Anda tidak dapat mengeluarkan atau menyangkal siswa tanpa alasan",
  "你先去医院体检，拿到身体健康证明": "Pertama, pergi ke rumah sakit untuk fisik dan mendapatkan sertifikat kesehatan",
  "再去找体育老师测试体格，拿到体能测试合格的文件": "Kemudian, temukan guru PE untuk menguji kebugaran Anda dan mendapatkan sertifikat yang lewat",
  "我再以班主任的名义证明你的文科学习也没问题": "Saya akan menjamin kemampuan akademik Anda sebagai guru wali kelas Anda",
  "这样，你文科检验合格，体能检测合格，医院体检健康": "Dengan cara ini, Anda lulus cek akademisi, kebugaran, dan kesehatan",
  "到时候，就算是校长，也没办法拒绝的你入学申请了": "Lalu, bahkan kepala sekolah tidak dapat menyangkal aplikasi Anda",
  "虽然我能证明你的文科能力，但是体育和健康这两方面我帮不上忙": "Saya dapat mendukung akademisi Anda, tetapi saya tidak dapat membantu dengan olahraga atau kesehatan",
  "需要你自己去自主解决问题了": "Anda harus menanganinya sendiri",
  "没问题的，我已经是个成年人了，我会想办法解决的": "Tidak masalah, saya orang dewasa - saya akan mengetahuinya",
  "听到你这么有自信，老师就放心了": "Mendengar kepercayaan diri Anda membuat saya nyaman, guru",
  "要加油哦": "Lanjutkan kerja baikmu",
  "在学校忙完，已经是晚上了": "Hal -hal sepulang sekolah, ini sudah malam",
  "哎，今天真倒霉，心情不好去酒吧喝点酒吧": "Ugh, hari ini tersedot - meringkuk, mari kita pergi untuk minum",
  "哇，深夜的酒吧好多人啊": "Wow, bar dikemas larut malam",
  "这不是校长薇薇安吗？": "Bukankah itu kepala sekolah Vivian?",
  "她居然一个人在酒吧喝酒！": "Dia minum sendirian di bar!",
  "好像她还遇到麻烦了！": "Sepertinya dia dalam masalah!",
  "酒保，麻烦再给我来一杯酒": "Bartender, minuman lagi, tolong",
  "谢谢": "Terima kasih",
  "哎呦，美人啊，一个人吗？": "Oh, kecantikan, sendirian?",
  "一个人喝酒多没意思啊，我们兄弟三陪你一起啊": "Minum Sendiri Tidak Menyenangkan - Tiga Saudara Kami Akan Menemani Anda",
  "薇薇安没有搭理这个混混，自顾自喝着酒": "Vivian mengabaikan preman, minum sendirian",
  "啧啧啧，是被心上人甩了吗？那么伤心": "Tch tch tch, dibuang oleh kekasih Anda? Sangat sedih",
  "薇薇安喝酒的时候，苦酒入喉眼泪止不住地流下来": "Saat Vivian minum, minuman keras itu menyentuh tenggorokannya, dan air mata mengalir tak terkendali",
  "真是负心汉啊，任由这么一个美人在这独自流泪": "Pria yang tidak berperasaan, membiarkan kecantikan seperti itu menangis sendirian di sini",
  "忘了哪个让你伤心的人吧，和我们兄弟三个一起快乐起来吧": "Lupakan si brengsek yang menyakitimu - bersenang -senang dengan tiga saudara lelaki kami",
  "关你屁事！你最好在我生气前赶紧消失！": "Tak satu pun dari urusan sialanmu! Anda lebih baik mengutip sebelum saya marah!",
  "再来一瓶酒！": "Botol lain!",
  "混混1号：这女人真的是喝酒不要命啊": "Thug 1: Minum cewek ini seperti dia punya keinginan kematian",
  "混混2号：嘿嘿，没人能顶着住这样喝酒的，她过一会就会喝醉了": "Thug 2: hehe, tidak ada yang bisa menangani minum seperti itu - dia akan segera mabuk",
  "混混3号：对啊，等到她喝醉了，我们三个再把她带走嘿嘿嘿": "Thug 3: Ya, begitu dia mabuk, kita akan membawanya pergi, hehehe",
  "不一会儿，薇薇安就醉倒在桌子上不省人事了": "Segera, Vivian keluar mabuk di atas meja",
  "混混1号：嘿嘿嘿，终于醉倒了，兄弟们，我们带走她": "Thug 1: hehehe, akhirnya keluar dingin - boys, mari kita ambil dia",
  "混混2号：哇，这女人真的漂亮，是个极品啊，我等等要第一个操她": "Thug 2: Wow, cewek ini cantik - total bayi. Aku akan menjadi orang pertama yang membenturkannya.",
  "混混3号：我还没操过这么漂亮的女人呢，我要操她一晚上": "Thug 3: Saya tidak pernah mengacaukan seorang wanita seksi ini. Aku akan memukulnya sepanjang malam.",
  "草，薇薇安又有危险了": "Sial, Vivian dalam masalah lagi.",
  "喂，你们几个！": "Hei, kamu punk!",
  "你们要对我女朋友做什么？赶紧滚开！": "Apa yang Anda rencanakan untuk dilakukan pada pacar saya? Scram, sekarang!",
  "你女朋友？骗谁呢！捡尸也要讲究先来后到啊": "Pacarmu? Siapa yang kamu bercanda? Bahkan pemulung memiliki aturan datang pertama yang dilayani pertama.",
  "就是就是，这女人我们盯了一晚上了": "Tepat! Kami memperhatikan anak ayam ini sepanjang malam.",
  "识相点就快点滚！": "Jika Anda tahu apa yang baik untuk Anda, kalahkan!",
  "操你们妈，我不想和你们解释，你们不配听": "Persetan dengan ibu Anda - saya tidak berhutang penjelasan kepada Anda.",
  "一个！": "Satu!",
  "两个！": "Dua!",
  "三个！": "Tiga!",
  "还好被我遇上了，否则后果不堪设想啊": "Untung saya muncul, atau hal -hal bisa menjadi jelek.",
  "你安全地带着薇薇安离开了酒吧": "Anda dengan aman mengeluarkan Vivian dari bar.",
  "酒，我的酒呢？呃呃...": "Minuman saya - di mana minuman saya? Ugh ...",
  "都不省人事了，我也不知道你家在哪里": "Anda benar -benar keluar dari itu, dan saya bahkan tidak tahu di mana Anda tinggal.",
  "又不能带回我家，被妈妈知道就糟糕了": "Tidak bisa membawa Anda ke tempat saya juga - Mom akan membalik jika dia tahu.",
  "总之先找个酒店住下吧": "Kira saya akan menemukan hotel untuk saat ini.",
  "糟糕，下大暴雨了": "Sial, itu mengalir ke luar.",
  "得赶紧找到躲雨的地方": "Harus menemukan tempat untuk keluar dari hujan ini, cepat.",
  "没想到还是回到最初相遇的酒店啊": "Tidak berharap kami berakhir di hotel tempat kami pertama kali bertemu.",
  "真是一种缘分啊": "Bicara tentang nasib.",
  "可真沉重啊，累死我了": "Sobat, Anda berat - menenangkan saya di sini.",
  "睡得真好，你现在很安全，没人能伤害你了": "Anda tidur nyenyak. Anda aman sekarang - tidak ada yang bisa menyakiti Anda.",
  "喝呼...喝呼...痛苦地呻吟": "Huff ... Huff ... mengerang kesakitan.",
  "你慌忙抓起薇薇安的手": "Anda dengan cepat meraih tangan Vivian.",
  "啊，手的温度好高！是发烧了？": "Whoa, tangannya terbakar! Apakah dia demam?",
  "摸了摸薇薇安的额头": "Anda merasakan dahi Vivian.",
  "好烫啊！": "Ini sangat panas!",
  "糟糕了，刚刚喝酒加上淋雨导致发烧了": "Sial, minum dan basah kuyup di tengah hujan pasti akan memberinya demam.",
  "我得赶紧去医院买药给她": "Saya perlu pergi ke rumah sakit dan minum obat untuknya, cepat.",
  "买到药了，赶紧拿回去给薇薇安喝吧": "Mendapat obat - waktu untuk mendapatkannya kembali ke Vivian.",
  "嗨，药来了": "Hei, saya punya obatnya.",
  "来，抬起头": "Di sini, angkat kepala Anda.",
  "慢点喝，慢一点": "Minumlah perlahan, santai saja.",
  "对，就这样": "Itu saja, begitu saja.",
  "呼呼，这样就应该没问题了，好好睡一觉吧": "Fiuh, itu seharusnya melakukannya. Sekarang dapatkan istirahat yang solid.",
  "对了，衣服刚刚被雨淋到了，还是湿漉漉的": "Oh, benar - pakaiannya masih basah dari hujan.",
  "来，把湿衣服脱了烘干": "Mari kita lepaskan pakaian basah itu dan keringkan.",
  "这女人还真是麻烦": "Wanita ini segelintir.",
  "居然敢一个人在酒吧喝酒": "Tidak percaya dia pergi minum sendirian di sebuah bar.",
  "该说你是涉世未深呢还是伤心过度呢": "Apa itu - non -neven atau hanya menenggelamkan kesedihan Anda?",
  "可能都有吧": "Mungkin sedikit dari keduanya.",
  "来，转过来点，帮你把湿裙子脱了": "Putar sedikit - izinkan saya membantu Anda menghilangkan rok basah itu.",
  "裙子被脱下": "Roknya lepas.",
  "哇，校长她虽然野蛮了点，但是身材是真好啊": "Wow, kepala sekolah mungkin agak kasar, tetapi tubuhnya tidak nyata.",
  "真不敢相信，我居然上过这么美丽的女子": "Sulit dipercaya saya telah bersama seorang wanita yang menakjubkan ini.",
  "皮肤摸起来真舒服，又白又细腻": "Kulitnya terasa luar biasa - sangat halus dan lembut.",
  "内衣也湿透了，把内衣也脱了吧": "Pakaian dalamnya juga direndam - lebih baik melepasnya.",
  "胸罩衣扣被解开": "Gesper bra datang dibatalkan.",
  "这胸罩是真碍事": "Bra ini baru saja menghalangi.",
  "一双傲人粉嫩的酥胸亭亭翘起，真是让人忍不住": "Payudaranya yang gagah dan pink sangat menggoda - untuk melawan.",
  "嘿嘿嘿，偷偷摸一下应该没关系吧": "Heh, sentuhan cepat seharusnya tidak sakit, bukan?",
  "好软，好舒服啊": "Sangat lembut, sangat bagus.",
  "捏一捏，手感好极了": "Beri Segrak - Feels Luar Biasa.",
  "乳头变硬了，是有感觉了吗？": "Putingnya keras - meringkas sesuatu?",
  "既然这样，来确认一下吧": "Kalau begitu, mari kita cari tahu.",
  "薇薇安的内裤被脱下": "Celana Vivian keluar.",
  "薇薇安粉嫩多汁的蜜穴毫无遮挡地被你尽收眼底": "Pussy merah muda Vivian, berair sepenuhnya terbuka, tepat di depan Anda.",
  "这谁忍得住啊，实在太诱人了": "Siapa yang bisa menolak ini? Itu terlalu menggoda.",
  "稍微摸一下，就一下": "Hanya sedikit sentuhan - hanya sekali.",
  "小穴里面是不是已经蜜水四泄了呢？": "Apakah vaginanya sudah basah kuyup?",
  "稍微插进去一下下，确认一下吧": "Mari kita menyelipkan jari, hanya sedikit, untuk memeriksanya.",
  "好紧，好热": "Sangat ketat, sangat panas.",
  "太紧了，手指都要拔不出来了": "Sangat ketat, saya hampir tidak bisa menarik jari saya keluar.",
  "现在，让我看看": "Sekarang, mari kita lihat.",
  "真粘稠啊": "Sial, sangat lengket.",
  "她睡得好熟，就算我现在上了她，她也不会做任何抵抗吧": "Dia kedinginan - bahkan jika saya membawanya sekarang, dia tidak akan bertengkar, bukan?",
  "望着手上的淫水，你突然想起了什么": "Melihat kelicikan di tangan Anda, sesuatu menghantam Anda.",
  "随即狠狠地给自己扇一巴掌": "Anda menampar wajahnya dengan keras.",
  "现在绝对不能上她，不然加上之前的事情就更加解释不清了": "Tidak mungkin aku bisa melakukannya sekarang - itu akan membuat sesuatu dari sebelum lebih sulit untuk dijelaskan.",
  "我如果现在趁人之危，和之前的混混又有什么区别呢？": "Jika saya memanfaatkannya sekarang, bagaimana saya lebih baik daripada para penjahat itu?",
  "你好好地给薇薇安穿好内裤": "Anda dengan hati -hati mengembalikan celana dalam Vivian.",
  "然后独自去沙发上躺着凑合睡了一夜": "Kemudian Anda menabrak sofa, buatlah untuk malam itu.",
  "一夜过后，清晨的第一缕阳光照进房间": "Pagi berikutnya, sinar pertama sinar matahari mengalir ke ruangan.",
  "薇薇安缓缓从睡梦中醒来": "Vivian perlahan -lahan bergerak dari tidurnya.",
  "哈~~哈~~打哈欠声音": "Ha ~~ ha ~~ suara menguap.",
  "迷迷糊糊中，又睡了个回笼觉": "Masih grogi, dia tertidur lagi.",
  "轻轻翻了个身": "Dia berguling dengan lembut.",
  "缓缓伸了个懒腰": "Dia meregangkan perlahan.",
  "嗯？天亮了啊": "HM? Sudah pagi hari?",
  "咦？这是什么地方？我不在家里吗？": "Hah? Dimana saya? Ini bukan tempat saya, bukan?",
  "怎么回事？我怎么是赤裸着的？": "Apa yang terjadi? Kenapa aku telanjang?",
  "天啊！我想起来了！昨天晚上我喝多了！": "Ya Tuhan, saya ingat - saya terbuang sia -sia tadi malam!",
  "难道说？我已经被！": "Tunggu - apakah itu berarti saya telah ...?",
  "薇薇安摸了摸自己的小穴，内裤还在，也没有被侵犯过的痕迹": "Vivian memeriksa dirinya sendiri - celana dalamnya masih menyala, tidak ada tanda -tanda disentuh.",
  "还好，还好没有被强奸": "Terima kasih Tuhan, saya tidak diserang.",
  "总之，先想办法离开这里！": "Bagaimanapun, saya harus keluar dari sini!",
  "薇薇安在一旁找到了被你烘干的衣服，迅速穿上": "Vivian melihat pakaian keringnya di dekatnya dan dengan cepat mengenakannya.",
  "真是大意了！居然会因为伤心过度去酒吧买醉，差点就被玷污了": "Sangat ceroboh! Saya pergi ke bar untuk menenggelamkan kesedihan saya dan hampir mendapatkan diri saya dalam masalah besar.",
  "不过，到底是谁昨天晚上拯救了我呢？": "Tapi siapa yang menyelamatkanku tadi malam?",
  "不一会，薇薇安发现了躺在沙发上呼呼大睡的你": "Tak lama kemudian, Vivian memperhatikan bahwa Anda pingsan, mendengkur di sofa.",
  "又是你么？为什么又是你呢？": "Kamu lagi? Kenapa selalu kamu?",
  "薇薇安缓缓靠近你": "Vivian perlahan mendekati Anda.",
  "难道说这就是缘分吗？": "Apakah ini yang mereka sebut takdir?",
  "我两次遇到危险，都是你突然出现拯救了我": "Kedua kali saya dalam bahaya, Anda muncul entah dari mana untuk menyelamatkan saya.",
  "我在学校见到你的那一刻，我还以为你是和绑架我的人是一伙的": "Ketika saya pertama kali melihat Anda di sekolah, saya pikir Anda berada di penculikan.",
  "故意绑架我，然后再以学生的身份接近我，谋取利益": "Seperti Anda mengaturnya untuk menculik saya, lalu berpose sebagai siswa untuk mendekati semacam keuntungan.",
  "然后我以为受到了你的欺骗，才一个人去酒吧的": "Saya pikir Anda telah mengkhianati saya - itulah sebabnya saya berakhir di bar sendirian.",
  "睡得真熟呢": "Anda tidur nyenyak.",
  "你昨天晚上把我衣服脱光到底是想做什么？": "Apa yang Anda rencanakan saat Anda menelanjangi saya telanjang tadi malam?",
  "把我衣服剥光又自己一个人跑到沙发睡觉": "Anda melepas semua pakaian saya, lalu hanya tidur di sofa sendiri?",
  "居然不趁机上我？我难道这么没有魅力吗？": "Anda tidak mencoba apa pun? Apakah saya benar -benar tidak menarik?",
  "天啊！我在想什么乱七八糟的东西啊啊啊啊": "Tuhan, apa yang bahkan saya pikirkan?!",
  "心跳好快！脸好烫！": "Balung hatiku - wajahku terbakar!",
  "难道这就是喜欢上一个人的感觉吗？": "Apakah ini rasanya jatuh cinta pada seseorang?",
  "仔细看的话，其实你长得还是很帅的": "Jika saya melihat lebih dekat, Anda sebenarnya cukup tampan.",
  "人又善良，又很有正义感": "Baik, dengan rasa keadilan yang kuat.",
  "嗯...其实...额...": "Um ... sebenarnya ... uh ...",
  "薇薇安慢慢靠近你的脸": "Vivian bersandar lebih dekat ke wajah Anda.",
  "谢谢你": "Terima kasih.",
  "我有一点点喜欢你哦，一点点...": "Aku agak menyukaimu ... hanya sedikit ...",
  "薇薇安轻轻亲吻你的脸庞": "Vivian dengan lembut mencium pipi Anda.",
  "深情地亲吻你的嘴唇": "Dia mencium bibirmu dengan lembut.",
  "嘿嘿，做坏事的感觉真好": "Heh, nakal merasa sangat hebat.",
  "你感觉有香香软软的东西吻着你的嘴唇，缓缓醒来": "Anda merasakan sesuatu yang lembut dan manis di bibir Anda dan perlahan -lahan bangun.",
  "看到你醒来，薇薇安急忙躲到一旁": "Melihat Anda aduk, Vivian dengan cepat menarik ke belakang.",
  "啊？你醒了？身体还好吗，有没有什么不舒服？": "Oh! Anda bangun? Anda merasa baik -baik saja? Ada yang salah?",
  "你居然还敢和我提这个？": "Anda punya keberanian untuk menanyakan hal itu kepada saya?",
  "色狼！变态！": "Orang cabul! Orang aneh!",
  "薇薇安狠狠地扇了你一巴掌": "Vivian menampar Anda dengan keras di wajahnya.",
  "卧槽，你这疯女人发癫了？你干什么？": "Apa-apaan?! Anda wanita gila - apa masalah Anda?",
  "昨天晚上忙前忙后，刚醒来又挨了巴掌，让你心里升起一股莫名火气": "Berlari sepanjang malam untukmu, dan aku bangun dengan tamparan? Sekarang Anda kesal.",
  "你生气地站起来": "Anda berdiri, marah.",
  "色狼！为什么昨天晚上要脱我衣服？": "Orang cabul! Mengapa Anda melepas pakaian saya tadi malam?",
  "疯女人真不讲道理，昨天我从酒吧救出你后，被大雨淋湿了衣服": "Anda sangat tidak masuk akal. Saya menyelamatkan Anda dari bar, dan pakaian Anda basah kuyup dari hujan.",
  "你因为淋雨发烧了，我还特地跑了好远买药喂你": "Anda menderita demam dari hujan, dan saya pergi keluar dari jalan saya untuk mendapatkan obat.",
  "脱衣服是因为身上全湿了，生病了难不成还穿着湿漉漉的衣服睡觉？": "Aku melepas pakaianmu karena mereka basah kuyup - apakah kamu seharusnya tidur di dalamnya saat sakit?",
  "真的？": "Nyata?",
  "薇薇安的美眸紧紧盯住你，想从你的眼神中得到答案": "Mata Vivian mengunci Anda, mencari kebenaran.",
  "真的！（你斩钉截铁地回答）": "Sangat! (Anda menjawab dengan kuat.)",
  "昨天晚上脱光我衣服后有没有~~~对我做~~~哪个事情？": "Setelah menelanjangi saya telanjang tadi malam, apakah Anda ... melakukan sesuatu untuk saya?",
  "没有！": "TIDAK!",
  "听到你的回答，薇薇安轻蔑地说道：": "Mendengar tanggapan Anda, kata Vivian dengan seringai:",
  "阳痿男，和我睡同一个房间都能和个太监一样": "Pecundang impoten - berbagi kamar dengan saya dan bertingkah seperti kasim.",
  "听到薇薇安讥讽的话语，怒火攻心的你再也忍不住了": "Kata -katanya mengejeknya menghantam keras, dan kemarahan Anda mendidih.",
  "紧紧抓住薇薇安的双臂": "Anda meraih lengan Vivian dengan erat.",
  "啊？喂喂喂，你要做什么？": "Hai! Apa yang sedang kamu lakukan?!",
  "阳痿男是吧？我马上就让你知道我的厉害": "Impoten, ya? Saya akan menunjukkan kepada Anda apa yang saya mampu saat ini.",
  "你强势地推到薇薇安": "Anda mendorong Vivian ke bawah dengan paksa.",
  "喂喂喂，我警告你，你可不要乱来啊！": "Hei, saya memperingatkan Anda - jangan mencoba sesuatu yang bodoh!",
  "喂！等等！你干什么！别！别脱我衣服！": "Tunggu! Apa yang kamu lakukan?! Tidak - jangan melepas pakaian saya!",
  "你把薇薇安的上衣脱掉了": "Anda merobek atasan Vivian.",
  "现在感觉怎么样？还阳痿男吗？知道怕了吧？": "Bagaimana rasanya sekarang? Masih berpikir saya impoten? Takut?",
  "切，阳痿男！阳痿男！阳痿男！": "Tch, impoten! Impoten! Impoten!",
  "你又能把我怎么样？哼！": "Apa yang bisa kamu lakukan padaku? Hmph!",
  "你实在是，太过分了！": "Anda terlalu jauh!",
  "等等？你要做什么？": "Tunggu - apa yang Anda lakukan?",
  "你把薇薇安的内裤脱下一半": "Anda menarik celana dalam Vivian setengah jalan.",
  "现在，给我道歉，我就放过你": "Minta maaf sekarang, dan saya akan membiarkan Anda pergi.",
  "不然的话，嘿嘿~~": "Kalau tidak ... heh heh ~~",
  "谁~~谁怕你啊~~才不道歉呢~~大色狼！阳痿男！": "Siapa yang takut padamu?! Saya tidak meminta maaf, Anda cabul! Creep impoten!",
  "要脱就脱，才不怕你呢！哼！": "Silakan dan lepaskan saya - saya tidak takut padamu! Hmph!",
  "薇薇安没做任何抵抗，任由你把她的衣服脱光了！": "Vivian tidak menolak, membiarkan Anda melepaskannya telanjang!",
  "阳痿男是吧？今天我就让你看看，什么叫做真正的大鸡巴猛男！": "Impoten, ya? Hari ini saya akan menunjukkan kepada Anda apa yang bisa dilakukan oleh pejantan yang benar -benar digantung!",
  "哼~是吗？让我见识见识啊": "Ah, benarkah? Mari kita lihat kalau begitu.",
  "你把裤子半脱，释放出忍耐了一晚上的大鸡巴": "Anda menarik celana Anda setengah jalan, melepaskan ayam Anda yang terpendam sepanjang malam.",
  "哈哈哈？就这？还大鸡巴？笑死人了都": "Ha ha ha! Itu saja? Anda menyebutnya penis besar? Lelucon!",
  "啧啧啧，小毛孩成年了没？小泥鳅小小的也很可爱哦": "Tsk tsk tsk, apakah Anda sudah legal? Cacing kecil itu agak lucu.",
  "哎呦，你还生气了？就是小泥鳅，小泥鳅，小泥鳅": "Oh, kamu gila? Itu hanya cacing kecil, cacing kecil, cacing kecil.",
  "气死你，气死你，气死你，嘿嘿嘿": "Kencing Anda, membuat Anda kesal, membuat Anda kesal - heh heh heh!",
  "你气急败坏地扛起薇薇安的美腿": "Menggemukkan, Anda mengangkat kaki Vivian yang cantik.",
  "信不信我马上把你操成肉便器？": "Anda yakin saya akan bercinta dengan Anda sekarang?",
  "哼！你敢来，我就报警说你强奸我": "Hmph! Cobalah, dan saya akan menelepon polisi dan mengatakan Anda memperkosa saya.",
  "你下半辈子就在监狱度过吧！你敢来吗？": "Habiskan sisa hidup Anda di penjara - Anda berani mencoba?",
  "妈的，这疯女人，还真会报警。真棘手啊": "Sial, cewek gila ini mungkin benar -benar memanggil polisi. Sungguh berantakan.",
  "哼，就是不上你也有办法治你！": "Hmph, bahkan jika saya tidak mengacaukan Anda, saya punya cara untuk berurusan dengan Anda!",
  "你把薇薇安调换了个姿势": "Anda menggeser Vivian ke posisi baru.",
  "手指猛然插入": "Jari -jari Anda terjun tiba -tiba.",
  "这样呢？还能忍得住吗？": "Bagaimana itu? Masih bertahan?",
  "知道错了吧？还不快给我道歉": "Tahu kamu sudah salah? Cepat dan minta maaf!",
  "哈~~啊~~~就~~就这点本事~~~也想让我道歉？": "Ha ~~ ah ~~ ini ~~ ini semua yang kamu punya ~~ dan kamu mengharapkan permintaan maaf?",
  "别~~别做梦了！": "Jangan ~~ Jangan memimpikannya!",
  "插死你个不知好歹的疯女人": "Saya akan jari Anda sampai Anda jatuh, Anda tidak tahu berterima kasih.",
  "薇薇安在你的手指抽插之下早已高潮连连，但是依旧不肯示弱投降": "Klimaks Vivian berulang kali dari jari -jari Anda, tetapi dia masih tidak akan mundur.",
  "你见这招行不通，把手指从薇薇安湿漉漉的蜜穴中拔出": "Melihatnya tidak berfungsi, Anda menarik jari -jari Anda keluar dari vagina yang menetes Vivian.",
  "扶准鸡巴，对准蜜穴位置": "Anda menggenggam ayam Anda, membidik tepat pada vaginanya.",
  "等等！等等！你要做什么？": "Tunggu! Tunggu! Apa yang kamu lakukan?!",
  "干什么？当然是要干的你神志不清，胡言乱语！": "Apa lagi? Aku akan menidurimu sampai kau tidak koheren dan mengoceh!",
  "等等！对不起，我认错！我错了！别插进来~~~": "Tunggu! Maaf, saya salah! Saya mengacaukan - jangan masukkan ~~~",
  "我不该取笑你，我错了，对不起~~~": "Aku seharusnya tidak mengejekmu - aku minta maaf, buruk ~~~",
  "你见薇薇安终于肯服软，中止了插入行为": "Melihat Vivian akhirnya menyerah, Anda berhenti menembusnya.",
  "嗯，这样就对了，太高傲可是会吃亏的，哈哈哈": "Itu lebih seperti itu - terlalu banyak kebanggaan akan membuat Anda dalam masalah, haha!",
  "总之，我感谢你两次救了我": "Bagaimanapun, terima kasih telah menyelamatkan saya dua kali.",
  "顺道说一句，你人还不错": "Oh, dan omong -omong - Anda tidak setengah buruk.",
  "我走了，拜拜": "Saya keluar - lihat ya.",
  "你走了我怎么办？": "Anda akan pergi? Bagaimana dengan saya?",
  "我因为你都硬成这样了，你得想办法帮我解决": "Anda membuat saya sulit - Anda harus membantu saya mengurusnya.",
  "哼！果然没有看错你": "Hmph! Tahu saya telah Anda dipatok.",
  "真是一个大色狼": "Anda sangat sialan.",
  "喂，大色狼，怎么撸了这么久还没射精啊": "Hei, Perv, mengapa Anda belum rusak setelah tersentak begitu lama?",
  "就这点尺度就想让我射精？你得换个方式更加卖力点": "Anda pikir ini akan membuat saya pergi? Langkah dan coba lebih keras.",
  "换个方式？比如？": "Berusaha lebih keras? Seperti apa?",
  "口交啊，口交很容易让男人射精的": "Burung blowjob - membuat orang -orang cum cepat.",
  "口交？太过分了吧！": "Blowjob? Itu terlalu banyak!",
  "怎么？又不是没口交过~~我可记得你说过我的肉棒好好吃的": "Apa? Ini tidak seperti Anda belum pernah menyedot saya sebelumnya ~~ Saya ingat Anda mengatakan penis saya enak.",
  "哼！": "Hmph!",
  "我可警告你不要再提以前的事情": "Saya memperingatkan Anda - jangan memunculkan masa lalu lagi.",
  "那是我被人下药了，神志不清才做出的事情": "Saya dibius dari pikiran saya - itulah satu -satunya alasan itu terjadi.",
  "再提以前的事情头都给你打烂": "Sebutkan lagi, dan saya akan menampar kepala Anda.",
  "知道了，我的校长大人": "Mengerti, kepala sekolahku.",
  "校长大人，能请你用你高贵的嘴唇来亲吻我这肮脏下流的鸡巴吗？": "Kepala Sekolah, maukah Anda menghiasi ayam kotor saya dengan bibir Anda yang berkelas?",
  "哼，废话真多": "Hmph, kamu terlalu banyak bicara.",
  "少啰嗦，早点射精早点放我走": "Diam, cum sudah jadi saya bisa keluar dari sini.",
  "啊~美艳高贵的校长大人的小嘴唇": "Ah ~ bibir kepala sekolah yang cantik dan berkelas.",
  "啊啊~~~真爽啊~~这小舌头~~舔的~~": "Ohhh ~~~ terasa sangat enak ~~ lidah kecil itu ~~ menjilati ~~",
  "校长大人你在学校里面一定有很多人爱慕敬仰吧": "Kepala Sekolah, Anda harus memiliki banyak pengagum di sekolah, bukan?",
  "如果让别人知道了，校长正在努力的给自己的学生口交会怎么样呢？": "Apa yang terjadi jika orang -orang mengetahui bahwa kepala sekolah bekerja keras untuk meledakkan muridnya sendiri?",
  "薇薇安听到你这话，抬起头狠狠瞪了你一眼，示意你不要乱传乱说": "Vivian mendengar Anda, mendongak, dan menatap keras, memperingatkan Anda untuk tutup mulut.",
  "看来，她还是很在意自己的声誉和威望的": "Sepertinya dia sangat peduli tentang reputasi dan statusnya.",
  "然后，薇薇安又开始尽全力吸入你的鸡巴，像是要把你吸干一样": "Kemudian Vivian menyelam kembali, mengisap ayam Anda seperti dia mencoba mengeringkan Anda.",
  "啊啊~~~真爽啊~~哦哦": "Ohhh ~~~ sangat bagus ~~ oh yeah ~~",
  "啊啊啊~~我忍不住了~~射~~射了": "Ahhh ~~ aku tidak bisa menahannya ~~ akan cum ~~ cumming!",
  "美艳高傲的校长，被颜射的满脸都是精液，太有成就感了": "Kepala sekolah yang menakjubkan dan angkuh, wajah tertutup cum - terburu -buru!",
  "事后": "Kemudian",
  "校长，我入学的事情": "Kepala sekolah, tentang pengakuan saya ...",
  "你想的倒美，射的我脸上脏死了，还想让我同意？": "Anda berharap! Anda berenang di seluruh wajah saya, dan Anda pikir saya hanya akan mengatakan ya?",
  "哼！你自己有能力就想办法解决！": "Hmph! Jika Anda sangat mampu, cari tahu sendiri!",
  "我的男人，才不是吃软饭的呢！": "Pria saya tidak mengandalkan handout!",
  "说完，薇薇安头也不回地转身就走了": "Dengan itu, Vivian berbalik dan berjalan tanpa melihat ke belakang.",
  "哎，这女人真是让人头疼": "Ugh, wanita ini sakit kepala.",
  "唉，先回家再说吧": "Oh well, kira saya akan pulang untuk saat ini.",
  "妈妈你在洗澡吗？我进去咯": "Bu, kamu di kamar mandi? Saya Masuk!",
  "进去一起洗澡": "Melompat untuk mandi bersama.",
  "真是的，妈妈还没洗完澡呢，就这样突然闯进来": "Ya ampun, Ibu bahkan tidak selesai mandi, dan kau hanya masuk seperti itu?",
  "那正好啊，我们一起洗澡": "Waktu yang tepat - mari mandi bersama!",
  "你已经长大了，不能再和妈妈一起洗澡了，知道吗？": "Anda sudah dewasa sekarang - Anda tidak bisa terus mandi dengan ibu, mendapatkannya?",
  "听话，等妈妈洗完你再进来洗": "Bersikaplah baik dan tunggu sampai saya selesai sebelum Anda masuk.",
  "你突然紧紧抱住凯瑟琳": "Anda tiba -tiba membungkus Catherine dalam pelukan erat.",
  "我不要出去，我就是要和妈妈一起洗澡": "Saya tidak akan pergi - saya ingin mandi dengan ibu!",
  "妈妈你不答应我，我绝对不会放手": "Jika Anda tidak mengatakan ya, saya tidak akan melepaskannya!",
  "真是的，实在太任性了": "Ya Tuhan, kamu sangat keras kepala.",
  "好啦好啦，妈妈答应你，快点放开妈妈": "Baiklah, baiklah, Ibu setuju - lepaskan saja.",
  "妈妈真好，我马上脱衣服": "Ibu yang terbaik! Saya menelanjangi sekarang.",
  "天啊，硬的这么厉害，等会肯定又得使坏了": "Ya Tuhan, kamu sudah sekeras itu? Anda pasti akan mencoba sesuatu.",
  "就不应该答应的，我怎么就这么心软呢": "Saya seharusnya tidak mengatakan ya - mengapa saya softie?",
  "先说好，我们只能洗澡，你不能对妈妈使坏哦": "Mari kita perjelas: kami hanya mandi. Tidak ada bisnis lucu dengan ibu, oke?",
  "嗯嗯，那我们快来洗澡吧": "Uh-huh, mari kita mandi kalau begitu!",
  "凯瑟琳走到花洒下方沐浴": "Catherine melangkah di bawah pancuran untuk dibilas.",
  "妈妈，你不把浴袍脱了再洗澡吗？": "Bu, kamu tidak akan melepas jubahmu untuk mandi?",
  "不脱，妈妈就这样洗澡，挺好的": "Tidak, saya baik -baik saja mandi seperti ini.",
  "妈妈，穿着浴袍怎么洗澡呢，还是脱了吧": "Bu, bagaimana kamu mandi dengan jubah? Ayo, lepaskan.",
  "来，我帮妈妈脱了": "Di sini, izinkan saya membantu Anda melepaskannya.",
  "等等，坏孩子,别~~~": "Tunggu, kalian nakal, jangan ~~~",
  "真是的，明明说好了只能一起洗澡不能干坏事的": "Ugh, kami setuju - hanya mandi, tidak ada kerusakan!",
  "妈妈我没干坏事的，只是帮妈妈把浴袍脱了而已": "Bu, aku tidak melakukan apa pun! Hanya membantu Anda keluar dari jubah Anda.",
  "毕竟穿着浴袍很难洗浴不是吗？": "Maksudku, sulit untuk mandi dengan jubah, bukan?",
  "你走到凯瑟琳身边": "Anda melangkah lebih dekat ke Catherine.",
  "突然揽住凯瑟琳的细细柳腰": "Tiba -tiba, Anda memeluk pinggang Catherine yang ramping.",
  "你做什么？别使坏": "Apa yang sedang kamu lakukan? Tidak ada hal lucu!",
  "妈妈，我在帮你搓澡啊": "Bu, saya hanya membantu Anda menggosok!",
  "别太过分了": "Jangan dorong!",
  "搓澡途中，手不自觉就自动往凯瑟琳雪白的巨乳搓去": "Saat menggosok, tangan Anda tidak dapat membantu meluncur menuju payudara besar yang krim dan masif Catherine.",
  "还捏了一下，香香软软的，手感好极了": "Anda memberi mereka tekanan - sangat lembut dan harum, mereka merasa luar biasa.",
  "凯瑟琳突然抓住你的手臂": "Catherine meraih lengan Anda entah dari mana.",
  "狠狠地把你的手臂甩开": "Dia melemparkan lenganmu dengan keras.",
  "妈妈总算看出来了": "Ibu akhirnya mengerti.",
  "你根本不是来和妈妈一起洗澡的，就是想使坏": "Anda tidak datang mandi dengan saya - Anda hanya ingin bermain -main!",
  "随后，你就被凯瑟琳赶出了浴室": "Dan begitu saja, Catherine menendang Anda keluar dari kamar mandi.",
  "进去帮凯瑟琳自慰": "Masuk untuk membantu Catherine turun.",
  "凯瑟琳正在自慰的时候，你突然闯进去": "Sementara Catherine menyentuh dirinya sendiri, Anda masuk.",
  "你在做什么？": "Apa yang sedang kamu lakukan?!",
  "凯瑟琳指了指浴室大门": "Catherine menunjuk ke pintu kamar mandi.",
  "出去！": "Keluar!",
  "你突然过去抱住凯瑟琳": "Anda bergegas dan memeluk Catherine.",
  "妈妈你一定很寂寞吧": "Bu, kamu pasti sangat kesepian.",
  "妈妈你一个人在浴室自慰，一定很寂寞吧": "Sendirian di kamar mandi, menyentuh diri sendiri - Anda harus merasa sangat kesepian.",
  "才，才没有呢...你在胡言乱语些什么啊？": "N-tidak ... apa yang bahkan kamu bicarakan?",
  "没关系的哦，妈妈你不用再忍耐了": "Tidak apa -apa, Bu - Anda tidak perlu menahan diri lagi.",
  "就让我来帮妈妈自慰吧": "Biarkan saya membantu Anda turun.",
  "只是互相帮助自慰而已，没问题的": "Hanya saling membantu - tidak ada masalah besar.",
  "凯瑟琳转过身去，把肥韵丰满的臀部面向你": "Catherine berbalik, pantatnya yang montok dan melengkung menghadap Anda.",
  "你抓住凯瑟琳肥美的臀部": "Anda meraih pinggul berair Catherine.",
  "这就是...妈妈的小穴": "Ini ... vagina ibu.",
  "轻轻一掰开": "Anda dengan lembut menyebarkannya terbuka.",
  "天啊，里面淫水横流，止都止不住啊": "Sial, dia basah kuyup - tidak bisa berhenti menetes!",
  "水太多了，必须要塞住啊": "Terlalu banyak basah - Gotta mencolokkannya.",
  "整个食指全塞进去凯瑟琳紧致的小穴，好热": "Seluruh jari Anda meluncur ke vagina ketat Catherine - sangat panas.",
  "哦~~不要~~~不要塞进来~~~太羞耻了~~": "Oh ~~ tidak ~~~ Jangan masukkan ~~~ itu sangat memalukan ~~",
  "没事的，我只是帮妈妈自慰而已": "Santai, saya hanya membantu ibu turun.",
  "你用手指在凯瑟琳蜜穴内疯狂抽插": "Anda menusukkan jari -jari Anda dengan liar di dalam vagina yang menetes Catherine.",
  "素股": "Pekerjaan paha",
  "后入": "Gaya doggy.",
  "在凯瑟琳体内反复冲刺了无数次后": "Setelah menggedor ke Catherine berkali -kali,",
  "啊，妈妈我要，射了，射了": "Ah, Bu, aku akan cum -cumming!",
  "不要，不要内射啊，会怀孕的": "Tidak, jangan cum di dalam - saya akan hamil!",
  "最终，你还是在凯瑟琳蜜穴内射了大量精液": "Pada akhirnya, Anda masih menurunkan satu ton cum di dalam vagina Catherine.",
  "哎呀，姐姐你在洗澡吗？": "Oh, Sis, kamu di kamar mandi?",
  "对不起哦，我以为没人在浴室里面呢": "Maaf, pikir kamar mandi kosong.",
  "呵呵，没关系哦，姐姐不会介意的呢": "Heh, tidak ada besar - tidak keberatan.",
  "不过，弟弟你趁姐姐洗澡的时候闯进来": "Tapi, bro kecil, menerobos saat aku mandi?",
  "难道说，是想对姐姐做一些色色的事情吗": "Apa, Anda berencana untuk nakal dengan kakak besar Anda?",
  "咳咳，嘿嘿嘿，姐姐还是你懂我": "Ahem, heh heh, kamu mengenalku terlalu baik, kak.",
  "你每天晚上都躲在门外偷窥我们洗澡，小心思姐姐当然知道呢": "Anda menyelinap setiap malam mengintip kami mandi - tahu semua skema kecil Anda.",
  "啊？这？姐姐你知道我偷窥啊": "Hah? Tunggu - Anda tahu saya memata -matai?",
  "不仅仅我知道，妈妈和妹妹也都全都知道": "Bukan hanya aku - aku juga tahu.",
  "大色狼，嘿嘿，你还以为我们发现不了是吧？": "Anda BESAR, heh, mengira kami tidak akan menangkap Anda, ya?",
  "反正你在外面看也是看，在里面看也是看": "Tidak masalah jika Anda mengintip dari luar atau di sini - semuanya sama.",
  "既然你这么喜欢看的话，呵呵": "Karena kamu sangat suka menonton, heh ...",
  "姐姐可以让你看个够哦": "Sis besar akan membiarkan Anda mendapatkan perhatian.",
  "嗯哼？": "Ah, benarkah?",
  "怎么了？色狼弟弟~~~看傻了？": "Ada apa, perv bro ~~~ Anda terpana atau apa?",
  "姐姐现在要洗澡了，可不会等你哦": "Sis sedang mandi sekarang - tidak menunggumu!",
  "艾米丽打开了花洒开关": "Emily menyalakan pancuran.",
  "哗啦啦的水流把艾米丽原本就性感诱人的胴体变得更加水润": "Air yang deras membuat tubuh Emily sudah seksi menjadi lebih basah.",
  "色狼弟弟，看傻了？": "Perv bro, kamu hanya akan menatap?",
  "你不是想和姐姐一起洗澡吗？还不把衣服脱了？": "Apakah Anda tidak ingin mandi dengan kakak? Telupai!",
  "不然姐姐洗完澡就不等你了哦": "Atau saya sudah selesai mandi dan meninggalkan Anda!",
  "你以有史以来最快的速度脱去全身的衣物": "Anda merobek pakaian Anda lebih cepat dari sebelumnya.",
  "呵呵呵": "Heh heh heh.",
  "艾米丽被你那急色的样子逗笑了": "Emily retak pada horniness Anda yang bersemangat.",
  "先说好哦，只能洗澡，不能做别的哦": "Aturan Darat: Hanya mandi, tidak ada yang lain, mengerti?",
  "当然了，我可是最听话的弟弟了": "Tentu saja, saya adalah bro kecil yang paling patuh.",
  "真的吗？": "Ah, benarkah?",
  "姐姐表示很怀疑哦": "Sis cukup skeptis tentang itu.",
  "嘿嘿，姐姐的身材真完美啊": "Heh, Sis, kesempurnaan mutlak tubuh Anda.",
  "你看吧，果然，色狼弟弟又开始动手动脚": "Melihat? Memberitahu YA - Perv Bro sudah menjadi tiang.",
  "你揽过艾米丽性感的水蛇腰": "Anda menarik pinggang seksi dan melengkung Emily.",
  "姐姐，我的鸡鸡好像有点脏了呢": "Sis, penisku merasa agak kotor.",
  "你能帮我洗一洗吗？": "Bisakah Anda membersihkannya untuk saya?",
  "嗯哼，好像是呢": "Hmm, sepertinya.",
  "你这里脏吗？还是这里？还是这里？": "Apakah itu kotor di sini? Atau di sini? Atau mungkin di sini?",
  "哎呀，好像越来越硬了呢": "Ya ampun, semakin sulit, bukan?",
  "怎么办呢，怎么办呢": "Apa yang harus dilakukan, apa yang harus dilakukan?",
  "大色狼弟弟的这个地方好像很敏感呢": "Sepertinya Perv Bro mendapat tempat sensitif yang nyata di sini.",
  "洗完了呦": "Semua bersih sekarang!",
  "艾米丽突然放开你的鸡巴，搞的兴奋的你不上不下": "Emily tiba -tiba melepaskan ayam Anda, membuat Anda tinggi dan kering.",
  "既然姐姐帮我洗完了，那我也应该帮帮姐姐不是吗？": "Sejak kakak membersihkan saya, saya harus membalas budi, kan?",
  "姐姐这里好像也有点脏了呢": "Sepertinya SIS memiliki tempat kotor di sini juga.",
  "姐姐你的肌肤好滑，真该多洗一会呢": "Kulit Anda sangat halus, kakak - gosok sedikit lebih lama.",
  "啊~~哦~~坏蛋~~~不要乱摸姐姐~~~那里很敏感的~~": "Ah ~~ oh ~~ kamu brengsek ~~~ jangan meraba -raba ~~~ itu sensitif ~~",
  "只是单纯的洗澡而已，不是吗？": "Hanya mandi sederhana, bukan?",
  "在摸完艾米丽的巨乳后，转而又摸向了她的美腿": "Setelah membelai payudara besar Emily, tangan Anda meluncur ke bawah ke kakinya yang cantik.",
  "手一直不老实地一点点向上转移": "Tangan Anda terus menyelinap ke atas, sedikit demi sedikit.",
  "就在快要摸到艾米丽小穴的时候，艾米丽抓住了你的手": "Sama seperti Anda akan mencapai vagina Emily, dia meraih tangan Anda.",
  "好了，姐姐洗完澡了哦": "Baiklah, sis sudah selesai mandi.",
  "你继续慢慢洗澡吧，姐姐要走了": "Anda terus mencuci - saya keluar dari sini.",
  "怎么可以，都是因为姐姐才让我现在欲火焚身，姐姐你就不能帮我一下吗": "Mustahil! Anda membuat saya semua bekerja - tidak bisakah Anda membantu saya, Sis?",
  "呵呵呵，我才不管呢": "Heh heh heh, bukan masalah saya.",
  "哼哼，谁叫你在姐姐洗澡的时候闯进来的，活该呢": "Hmph, siapa yang menyuruhmu masuk saat mandi? Melayani Anda dengan benar.",
  "拜拜咯": "Lihat ya!",
  "说罢，艾米丽头也不回地离开了，留下欲火焚身的你在风中凌乱": "Dengan itu, Emily berjalan tanpa pandangan, membuat Anda terangsang dan frustrasi.",
  "艾米丽正在自慰的时候，你突然开门进去": "Saat Emily masturbasi, Anda melemparkan pintu terbuka dan berjalan masuk.",
  "啊哈？色狼弟弟你怎么突然进来了？": "Apa - Perv bro, mengapa Anda hanya masuk?!",
  "你看了看艾米丽的小穴，淫水早已顺着美腿流淌了下来": "Anda melirik vagina Emily - jusnya sudah meneteskan pahanya.",
  "实在忍不住了，走到艾米丽身边": "Anda tidak dapat menahan diri dan melangkah lebih dekat ke Emily.",
  "姐姐你刚刚是不是在自慰？小穴那么湿": "Sis, apakah kamu baru saja menyentuh diri sendiri? Vagina Anda basah kuyup.",
  "是在自慰，但是这和你没什么关系吧？": "Ya, saya, tapi apa hubungannya dengan Anda?",
  "哎，怎么和我没关系呢": "Hei, bagaimana bukan urusan saya?",
  "我们是姐弟啊，所以应该互帮互助啊，自慰对身体不好哦": "Kami adalah saudara kandung - tidakkah kami harus saling membantu? Masturbasi buruk untuk Anda, Anda tahu.",
  "有生理需求我们可以互相帮忙解决嘛，是吧姐姐": "Jika kita punya kebutuhan, kita bisa merawat mereka bersama, benar, kakak?",
  "哈？我怎么听着像是你为了占姐姐便宜而临时编的一个借口呢": "Hah? Kedengarannya seperti alasan lumpuh yang Anda buat untuk mengatasi adik perempuan Anda.",
  "咳咳，当然不是借口": "Ahem, tidak mungkin itu alasan.",
  "不信姐姐可以过来试试哦": "Jika Anda tidak membelinya, Sis, datanglah berputar.",
  "嗯？要怎么做呢？": "Hmm? Jadi, apa masalahnya?",
  "你来到艾米丽身后，从身后抱住她": "Anda meluncur di belakang Emily dan memeluknya dari belakang.",
  "色狼弟弟，你到底想做什么？": "Anda kecil, apa yang Anda lakukan?",
  "你把鸡巴紧紧顶住艾米丽的蜜穴壶口，零距离接触": "Anda menekan ayam Anda tepat ke vagina yang menetes Emily, kulit pada kulit.",
  "姐姐，这是我新发明的一种自慰方式哦": "Sis, ini adalah cara baru saya untuk turun.",
  "你把大腿夹紧，要多紧夹多紧": "Peras paha itu - mungkin yang Anda bisa.",
  "艾米丽听了你的话，紧紧把你的鸡巴夹在小穴下面": "Emily mengambil kata -kata Anda dan menjepit ayam Anda erat -erat di bawah vaginanya.",
  "好爽啊，和艾米丽淫水四溢的蜜穴夹腿素股": "Sial, ini sangat bagus - meraih vagina basah Emily dengan pahanya.",
  "就是这样，可以抽插了，这样我们都能解决生理需求了呢": "Sama seperti itu - sekarang kita bisa dorong. Menjaga kedua kebutuhan kita, ya?",
  "嗯~~啊~~~这样摩擦~~~也好舒服哦~~~啊~~": "Mmm ~~ oh ~~~ gosok ini ~~~ terasa sangat enak ~~~ oh ~~",
  "受不了了，我要后入姐姐": "Tidak tahan lagi - aku akan menidurimu dari belakang, kak.",
  "最终，在激烈的摩擦下，都达到了极乐高潮": "Akhirnya, dengan semua penggilingan yang intens, kami berdua mencapai kebahagiaan murni.",
  "色狼弟弟，满足了吧？可以放开姐姐了吗": "Puas sekarang, kamu sedikit perv? Bisakah Anda membiarkan adik Anda pergi?",
  "舒服了，姐姐最棒了，嘿嘿": "Sial ya, itu luar biasa - ya, Anda yang terbaik, heh heh.",
  "你突然猛地插入姐姐的蜜穴，开始狂乱冲刺": "Tiba -tiba Anda menabrak ayam Anda ke dalam vagina saudara perempuan Anda, berdebar seperti orang gila.",
  "最终，在艾米丽的小穴内射了大量精液": "Pada akhirnya, Anda membongkar satu ton cum jauh di dalam vagina Emily.",
  "真是个色狼弟弟呢，又被内射了": "Ya Tuhan, kau seorang adik lelaki yang terangsang - menumpuk di dalam diriku lagi.",
  "没办法，姐姐太性感太迷人了，我太爱姐姐了": "Tidak bisa menahannya - Sis, Anda terlalu seksi, terlalu panas. Aku tergila -gila padamu.",
  "视频播放方式1（电脑版首选）": "Mode pemutaran video 1 (terbaik untuk PC)",
  "视频播放方式2（安卓版首选）": "Mode Playback Video 2 (Terbaik Untuk Android)",
  "目前播放CG方式是安卓版播放方式": "Saat ini, CGS bermain dalam mode Android.",
  "目前播放CG方式是电脑版播放方式": "Saat ini, CGS bermain dalam mode PC.",
  "强烈建议使用电脑版播放方式，除非黑屏才切换到安卓版播放方式": "Mode PC yang sangat merekomendasikan untuk pemutaran - hanya beralih ke Android jika Anda mendapatkan layar hitam.",
  "我需要向校长提交入学申请表": "Saya harus mengirimkan formulir penerimaan saya ke kepala sekolah.",
  "这样我就能成为一名正式的学生了": "Dengan begitu, saya secara resmi akan menjadi mahasiswa.",
  "主线任务第三天": "Pencarian Utama: Hari 3",
  "拿到健康证明，体能合格证明，文科合格证明": "Raih sertifikat kesehatan, sertifikat kebugaran fisik, dan sertifikat seni liberal.",
  "今天先去医院体检，这样就可以拿到健康证明了": "Pergilah ke rumah sakit untuk pemeriksaan hari ini - itu akan memberi saya sertifikat kesehatan.",
  "目前还没认识护士莉莉呢，需要做主线任务才能认识莉莉哦": "Belum bertemu perawat Lily - Anda harus melakukan pencarian utama untuk bertemu dengannya.",
  "啊，走路好像撞到人了！": "Whoa, pikir saya baru saja menabrak seseorang!",
  "啊，好疼~~~": "Ow, itu menyakitkan ~~~",
  "对不起，我走路太快了，你没事吧？": "Maaf, saya berjalan terlalu cepat - Anda baik -baik saja?",
  "美丽的护士擦了擦身上的灰尘": "Perawat yang cantik itu menyikat debu dari dirinya sendiri.",
  "没事，你呢？有没有受伤？": "Saya baik-baik saja. Anda? Tidak ada salahnya, kan?",
  "对不起，我走路总是急匆匆的，我又搞砸了": "Maaf, saya selalu bergegas - saya kacau lagi.",
  "哈哈，我没事，护士妹妹你真温柔": "Haha, saya baik. Kamu sangat manis, perawat.",
  "嗯？真的吗？~~~谢谢~~~": "Hah? Untuk nyata? ~~~ Terima kasih ~~~",
  "我的名字是": "Nama saya",
  "你呢？": "Dan milikmu?",
  "我，我叫莉莉~~": "Aku-aku lily ~~",
  "哥哥来医院是要做什么呢？": "Apa yang Anda lakukan di rumah sakit, bro besar?",
  "我是来体检的，你知道体检流程是怎么样的吗？": "Di sini untuk pemeriksaan - tahu cara kerjanya?",
  "莉莉知道哦，请跟随莉莉往这边走": "Lily tahu! Ikuti saya seperti ini.",
  "经过一段繁琐的体检流程后，到了最后的检测心率环节": "Setelah pemeriksaan yang membosankan, kami berada di langkah terakhir - Tes Heart Rate.",
  "咦，好奇怪哦": "Hah, itu aneh.",
  "哥哥的各项身体指标都非常健康": "Semua vital Anda terlihat sangat sehat, bro besar.",
  "但是心率却是非常快呢，莉莉不知道怎么办了": "Tapi detak jantung Anda cepat gila - Lily tidak tahu harus berbuat apa.",
  "当然心跳加速啊，因为有莉莉这么可爱的妹妹在旁边啊": "Nah, DUH - balap jantungku karena aku punya imut seperti Lily di sampingku.",
  "讨厌，哥哥捉弄我": "Ugh, kamu menggodaku, bro besar.",
  "我们去找医生看看吧，这种情况莉莉没办法处理": "Mari kita temui dokter - ini di luar jangkauan saya.",
  "数分钟后，医生办公室": "Beberapa menit kemudian, di kantor dokter",
  "安娜医生，这位先生他的心率不是很正常": "Anna, detak jantung orang ini tidak tepat.",
  "是吗？你好我叫安娜，是这家医院的主治医生": "Apakah itu? Hai, saya Anna, dokter yang hadir di sini.",
  "你好，我的名字是": "Hei, namaku",
  "健康证明": "Sertifikat Kesehatan",
  "医院出具的官方证明，身体无任何疾病凭证": "Dokter rumah sakit resmi membuktikan Anda bebas penyakit.",
  "嗯？确实心率和普通人不一样": "Hmm? Ya, detak jantung Anda tidak khas.",
  "那么请你过来，我来给你检查一下身体": "Kemarilah - izinkan saya memeriksa Anda.",
  "心脏供血功能异常强大，这是一种非常健康的体现": "Jantung Anda memompa seperti binatang buas - lebih banyak tanda yang sehat.",
  "经过检查，你的身体没有任何疾病，甚至异常精壮": "Setelah ujian, Anda bersih - tidak ada penyakit, dan robek sekali.",
  "给，这是你的健康证明": "Inilah sertifikat kesehatan Anda.",
  "不知道你对精液捐献有没有兴趣？": "Pernah berpikir untuk menyumbangkan air mani?",
  "精液捐献？": "Donasi Semen?",
  "是的，精液捐献，你非常健康，又是处在最佳的生育年龄": "Yup, donasi semen. Anda sehat dan pada usia berkembang biak.",
  "就是说，你的精液特别适合作用于医学领域的研究": "Pada dasarnya, cum Anda sempurna untuk penelitian medis.",
  "如果你愿意向医院捐献精液，医院会以每次500$作为报酬": "Jika Anda turun untuk menyumbang, rumah sakit membayar $ 500 per pop.",
  "500$？这么多？": "$ 500? Sebanyak itu?",
  "是的，如果你愿意的话，请跟随莉莉到捐精室": "Ya. Jika Anda berada, ikuti Lily ke ruang donasi.",
  "我愿意，能赚不少钱呢": "Saya masuk - itulah uang tunai yang serius.",
  "莉莉，以后他献精就由你来负责，麻烦你了": "Lily, Anda bertanggung jawab atas sumbangannya mulai sekarang - terima kasih.",
  "我明白了，请随我到这边来": "Mengerti. Ikutlah denganku seperti ini.",
  "好了，我们到了，这里就是献精室了": "Baiklah, kami di sini - ini adalah ruang donasi.",
  "请稍等一下，我把电视机打开": "Tunggu, biarkan saya menyalakan TV.",
  "哇，能看到莉莉穿着白色的内裤耶": "Whoa, saya bisa melihat celana putih Lily!",
  "护士服，白丝白内裤，太色了": "Pakaian perawat, stoking putih, celana putih - sangat panas.",
  "电视机开启，出现色情内容": "TV menyala - bermain Porno.",
  "好了，请对着色情视频自慰并且射精": "Baiklah, brengsek ke video dan cum.",
  "精液射在碗里面就可以了，我会处理的": "Tembak ke dalam mangkuk - saya akan mengurusnya.",
  "我就在门口等候，出现什么问题可以随时喊我": "Saya akan berada di luar pintu - pengusiran jika Anda membutuhkan saya.",
  "莉莉走后，你独自对着色情资源开始自慰": "Setelah Lily pergi, Anda mulai mendongkrak ke porno sendirian.",
  "这色情资源有够烂的，如果能让莉莉帮我射精就好了": "Sampah porno ini - jika Lily hanya bisa membantu saya patah.",
  "速战速决吧，得想个办法下次捐献精液让莉莉帮忙": "Mari kita buat ini cepat - gotta mencari cara untuk mendapatkan bantuan Lily di lain waktu.",
  "你在碗里射出大量精液": "Anda meledakkan beban besar ke dalam mangkuk.",
  "莉莉，我好了哦": "Lily, aku sudah selesai!",
  "莉莉从门外进来，有些害羞地看着碗里面的精液": "Lily masuk, memerah pada cum di dalam mangkuk.",
  "原来男生能射这么多的吗？": "Pria bisa menembak * sebanyak itu?",
  "咳咳，哥哥悄悄告诉你，这不是哥哥的极限哦": "Ahem, rahasia bro besar - ini bahkan bukan maksimal saya.",
  "嗯哼~哥哥你好坏~~~莉莉不理你了，哼": "Hmph ~ kamu sangat nakal ~~~ Lily mengabaikanmu sekarang.",
  "过了一会，和莉莉一起返回到医生办公室": "Beberapa saat kemudian, Anda kembali ke kantor dokter dengan Lily.",
  "安娜医生看了看碗里面的精液": "Anna memeriksa cum di dalam mangkuk.",
  "嗯，这个颜色，这个粘稠度": "Hmm, warna bagus, ketebalan yang bagus.",
  "这些精液确实对我们的医院有很大的价值": "Barang ini sangat berharga untuk rumah sakit kami.",
  "以后你每天都可以来找莉莉献出你的精液": "Kembalilah setiap hari untuk menyumbang dengan Lily.",
  "当然，我们医院也会给予你相应的报酬": "Dan ya, kami akan membayar Anda untuk itu.",
  "对了，既然你这么健康，你对试验药品有没有兴趣？": "Ngomong -ngomong, karena Anda sangat sehat, tertarik untuk menguji beberapa obat?",
  "可是，安娜医生，那种药不是还没经过临床验证": "Tetapi Dr. Anna, obat -obatan itu belum diuji secara klinis.",
  "这样贸然让人试药真的没问题吗？": "Apakah keren hanya meminta seseorang mencobanya seperti itu?",
  "无论发生什么后果一切由我来负责！": "Saya akan bertanggung jawab penuh, apa pun yang terjadi!",
  "我亲自研制的药，我很了解，不会危及人的性命的": "Saya membuat ini sendiri - saya tahu mereka aman, tidak akan membunuh Anda.",
  "如果真的等临床验证，一套流程下来没两年完成不了": "Menunggu uji klinis? Minimal dua tahun.",
  "医疗研究，时间就是一切，两年后说不定就有别的药领先一步了": "Dalam penelitian medis, Everything Time - dua tahun, dan orang lain mungkin mengalahkan kita.",
  "就是这个药丸": "Ini pilnya.",
  "这是我用尽毕生精力研究出来的一种新型伟哥": "Pekerjaan hidup saya-viagra generasi berikutnya.",
  "希望可以帮助到一些阳痿的患者。重新硬起来": "Berharap itu akan membantu pasien impotensi mendapatkannya lagi.",
  "但是这个药还没有任何人试验过，不知道有没有效果": "Tapi belum ada yang mengujinya - tidak ada petunjuk jika berhasil.",
  "你愿意试验这个药吗？我会给予你5000$报酬的": "Ingin mencobanya? Saya akan membayar Anda $ 5000.",
  "你确定我不会吃完马上噶，或者落下一个终生残疾什么的吗？": "Anda yakin saya tidak akan mati atau berakhir lumpuh seumur hidup?",
  "这个药本质上只是伟哥加强版，不会有什么副作用的": "Ini pada dasarnya hanya sup viagra-tidak ada efek samping.",
  "哥哥，不要勉强哦": "Big bro, jangan dorong dirimu sendiri.",
  "莉莉很担心你~~~": "Lily sangat khawatir ~~~",
  "望着手里的药丸，陷入沉思": "Menatap pil di tanganku, tersesat dalam pikiran.",
  "吃下去就能获得5000$，但是这种药又没人吃过": "$ 5.000 hanya untuk menelannya - tetapi tidak ada yang mencoba hal ini.",
  "干，死就死吧，宁做死鬼不做穷鬼": "Persetan - orang kaya, tidak miskin.",
  "心一沉，把未知药丸吞了下去": "Jantung berdebar, aku menyusuri pil misteri.",
  "给，这是给你的报酬": "Inilah pembayaran Anda.",
  "你有没有感觉到身体有什么变化？": "Merasa sesuatu yang berbeda di tubuh Anda?",
  "哥哥": "Bro besar",
  "没啥变化啊，感觉好着呢": "Nah, merasa baik -baik saja - bahkan bagus.",
  "嘿嘿，又赚一笔钱": "Heh heh, mencetak uang tunai.",
  "不可能啊，我研制那么多年的药不可能失效的": "Tidak mungkin - penelitian saya tahun tidak bisa gagal seperti itu!",
  "过了一会儿，你突然感觉身体不适": "Setelah sedikit, Anda tiba -tiba merasa pergi.",
  "为啥头那么晕": "Mengapa kepala saya berputar seperti orang gila?",
  "这就对了，现在你的血液正在高速循环": "Itu saja - darah Anda berlomba melalui Anda sekarang.",
  "全身，都好热，好烫": "Seluruh tubuhku terbakar, sangat panas.",
  "因为全身的血液都在高速循环，你的身体越来越烫。变得火红火红": "Dengan darah Anda memompa begitu cepat, tubuh Anda semakin panas-panas-panas di seluruh.",
  "医生，怎么回事？我不会是要死了吧？": "Doc, apa yang terjadi? Apakah saya akan mati atau apa?",
  "我的鸡巴，好烫，要爆炸了！！！": "Burning penisku - ini akan meledak !!!",
  "我终于成功了！我终于成功了": "Saya melakukannya! Aku benar -benar melakukannya!",
  "我的爱人!我的老公有救了！": "Cintaku! Suamiku diselamatkan!",
  "你脱下裤子，吃了加强版伟哥的鸡巴变得异常巨大": "Anda menjatuhkan celana Anda, dan super viagra membuat ayam Anda sangat besar.",
  "我的鸡巴要炸了，医生，快救救我，我还不想死啊": "Pangkukku akan meledak - dokir, selamatkan aku, aku tidak ingin mati!",
  "鸡巴还在持续涨大，再不处理就要爆炸了": "Itu masih bengkak - jika kita tidak memperbaikinya, itu akan meledak!",
  "安娜医生来到你的身前，一脸满意地看着肿胀到恐怖骇人的鸡巴": "Anna melangkah, menyeringai pada ayam Anda yang bengkak.",
  "好大!真的又大又长！": "Begitu besar! Ini sangat besar dan panjang!",
  "安娜医生开始帮忙上下撸动鸡巴，试图让你射精": "Anna mulai menyentak ayam Anda ke atas dan ke bawah, mencoba membuat Anda cum.",
  "尽管安娜医生已经很努力了，但是你依旧没有要射精的迹象": "Bahkan dengan Anna bekerja keras, Anda masih berada di dekat Cumming.",
  "很明显因为吃了药的缘故，这点刺激度根本不够": "Jelas, obat ini membuat tingkat stimulasi ini terlalu lemah.",
  "看来": "Sepertinya",
  "必须要进行口交才能让你射精呢": "Kami akan membutuhkan blowjob untuk membuat Anda cum.",
  "安娜医生跪在你面前": "Anna berlutut tepat di depan Anda.",
  "天啊，因为吃了药的缘故吗？这根鸡巴简直大得吓人！": "Sial, apakah itu obatnya? Ayam ini sangat besar!",
  "安娜缓缓握住你的大鸡巴": "Anna perlahan meraih penis besar Anda.",
  "居然一只手都握不住，没想到药效这么厉害": "Bahkan tidak bisa membungkus satu tangan di sekitarnya - obat ini gila.",
  "轻轻亲吻龟头": "Dia dengan lembut mencium ujungnya.",
  "如果我的老公也能拥有这么大的鸡巴就好了": "Kalau saja suamiku punya ayam besar sebesar ini.",
  "等会我让老公吃下这个药，然后狠狠地做爱": "Kemudian, saya akan membuat suamiku mengambil ini dan bercinta seperti orang gila.",
  "安娜费尽全力终于把巨大的鸡巴含进去了": "Anna berjuang tetapi akhirnya mendapatkan ayam besar di mulutnya.",
  "巨大的鸡巴占满了安娜温暖湿润的口腔，还有微微的齿感刮到鸡巴": "Kontol besar Anda memenuhi mulut Anna yang hangat dan basah, giginya dengan ringan menyerempetnya.",
  "安娜医生，我要射了，哦~~": "Anna, saya akan cum, oh ~~",
  "在安娜医生脸上大量射精后，药效终于退去了": "Setelah meledakkan beban di seluruh wajah Anna, obat akhirnya hilang.",
  "不知道为什么，安娜看着变小的鸡巴，忽然感觉有点失落": "Tidak tahu mengapa, tetapi Anna melihat ayam yang menyusut dan terasa agak kecewa.",
  "事后，你身体恢复了原样，穿上了衣服": "Setelah itu, tubuh Anda kembali normal, dan Anda berpakaian.",
  "感觉好多了，谢谢医生，我还差点以为我要死了": "Merasa jauh lebih baik - terima kasih, Dok. Saya pikir saya adalah seorang goner.",
  "呵，不客气，毕竟也是我让你试药的": "Heh, tidak masalah - lagipula, saya yang telah mengujinya.",
  "没什么问题的话，请你先离开，我这边还有工作要做": "Jika Anda baik -baik saja, pergilah - saya punya pekerjaan yang harus dilakukan.",
  "记得有时间过来找莉莉献出你的精液，这对我们医院很有帮助": "Jangan lupa untuk mampir dan menyumbangkan air mani dengan Lily - itu membantu rumah sakit satu ton.",
  "好的，没问题": "Tentu, tidak masalah.",
  "莉莉护士的剧情线已经开启": "Alur cerita Perawat Lily sekarang tidak terkunci.",
  "安娜医生的剧情线已经开启": "Alur cerita Dr. Anna sekarang tidak terkunci.",
  "需要先做主线任务才能解锁该角色": "Anda harus melakukan pencarian utama terlebih dahulu untuk membuka kunci karakter ini.",
  "哥哥，你是来看莉莉的吗？": "Big bro, kamu di sini untuk melihat Lily?",
  "日常聊天": "Obrolan santai",
  "送花": "Berikan bunga",
  "捐献精液": "Donasi Semen",
  "和莉莉色色": "Dapatkan nakal dengan Lily",
  "莉莉你今天特别可爱呢": "Lily, kamu ekstra lucu hari ini.",
  "莉莉我怎么感觉今天你很不对劲？": "Lily, mengapa saya merasa seperti ada sesuatu dengan Anda hari ini?",
  "啊？难道是我出门的时候忘记化妆了？": "Hah? Apakah saya lupa merias wajah sebelum pergi?",
  "莉莉你有没有感觉今天你很特别？": "Lily, apakah Anda tidak merasa spesial hari ini?",
  "啊？怎么了？莉莉有什么特别的？": "Hah? Ada apa? Apa yang istimewa dari Lily?",
  "莉莉今天特别可爱啊": "Lily sangat menggemaskan hari ini.",
  "哼，哥哥又在逗我玩": "Hmph, Anda menggodaku lagi, bro besar.",
  "不理你了，哼哼": "Mengabaikan Anda sekarang, HMPH!",
  "莉莉你有交过男朋友吗？": "Lily, pernah punya pacar?",
  "还没有呢，我读书的护士学校，全校98%都是女生": "Belum - sekolah perawat saya adalah 98% anak perempuan.",
  "男孩子比大熊猫还稀有，所以在学校里面根本找不到男朋友": "Cowok lebih jarang dari panda, jadi tidak ada kesempatan untuk menemukan pacar di sana.",
  "不过，我现在出来工作了，现在应该比较好找男朋友了": "Tapi sekarang setelah saya bekerja, seharusnya lebih mudah untuk menemukannya.",
  "嗯，莉莉果然是个乖乖女啊": "Yup, Lily gadis yang baik.",
  "你想找个什么样的男朋友？说不定哥哥能给你介绍介绍呢": "Pria macam apa yang kamu cari? Mungkin aku bisa menghubungkanmu.",
  "嗯...我想想...要长得一点小帅，要关心我，还要懂得浪漫一点": "Hmm ... mari kita lihat ... agak tampan, peduli padaku, dan agak romantis.",
  "啊，莉莉你不会是喜欢我吧？怎么特征都往我身上说？": "Whoa, lily, kamu menghancurkanku? Kenapa kedengarannya seperti Anda menggambarkan saya?",
  "才不是呢，哥哥你又捉弄我，莉莉不理你了，哼": "Mustahil! Anda menggodaku lagi - saya sudah selesai dengan Anda, HMPH!",
  "哥哥，你又来看莉莉了吗？莉莉好开心啊": "Big Bro, Anda kembali melihat saya? Saya sangat senang!",
  "是啊，莉莉工作很辛苦吧？": "Ya, pekerjaan sulit untukmu, ya, Lily?",
  "是啊，平时工作还得上夜班熬夜": "Yup, shift reguler ditambah tugas malam - malam yang panjang.",
  "但是一想到，莉莉能帮助到受伤生病的人，莉莉就很开心呢": "Tetapi mengetahui bahwa saya membantu orang sakit dan menyakiti orang membuat saya merasa baik.",
  "莉莉你真是个小天使呢": "Anda seperti malaikat kecil, Lily.",
  "哪有，莉莉哪有那么好嘛，嘿嘿": "Nah, aku tidak * itu * hebat, hehe.",
  "玫瑰花": "Mawar",
  "一朵普普通通的玫瑰花，可以送给喜欢的人": "Hanya mawar biasa - sempurna untuk seseorang yang Anda sukai.",
  "缺少玫瑰花": "Tidak ada mawar yang tersedia",
  "是啊，哥哥有件礼物送你哦": "Yup, mendapat hadiah kecil untukmu, Lily.",
  "哦，是什么东西？好期待": "Ooh, apa itu? Saya sangat bersemangat!",
  "当当当": "Ta-da!",
  "啊，这是？好漂亮的花儿": "Oh, apa ini? Bunga yang sangat cantik!",
  "送给你的哦": "Ini untuk Anda.",
  "哥哥送花给莉莉，难道是喜欢莉莉吗？": "Anda memberi saya bunga - apakah Anda menyukai saya atau semacamnya?",
  "当然啦，莉莉这么可爱谁不喜欢呢？": "Duh, siapa yang tidak suka seseorang semanismu?",
  "这种老式电视机很容易弄坏的": "TV lama ini sangat mudah rusak.",
  "只需要把这个按键长按3秒，就能进入白屏了": "Tahan tombol ini selama 3 detik, dan itu akan kosong.",
  "搞定，现在可以叫莉莉进来了": "Selesai - waktu untuk menelepon Lily masuk.",
  "哥哥，遇到什么问题了吗？": "Bro besar, sesuatu yang salah?",
  "你看，这台电视机好像坏了，没办法播放色情影片了": "Lihatlah - TV rusak. Tidak bisa bermain porno apa pun.",
  "哎？奇怪": "Hah? Itu aneh.",
  "莉莉拍了拍电视机": "Lily memukul TV.",
  "难道真的坏了？": "Apakah itu benar -benar rusak?",
  "莉莉怎么办？有办法修的好吗？": "Apa yang kita lakukan, Lily? Bisakah Anda memperbaikinya?",
  "额，这个，这个嘛": "Uh, well, umm…",
  "莉莉对电器方面一窍不通，没办法维修呢": "Saya tidak mengerti tentang elektronik - tidak bisa memperbaikinya.",
  "对不起哥哥，莉莉让你失望了": "Maaf, bro besar, saya mengecewakan Anda.",
  "啊，这就糟糕了，如果没有色情资源，我就没办法射精了": "Sial, itu buruk - tanpa porno, saya tidak bisa turun.",
  "莉莉你能帮我一下吗？": "Lily, bisakah kamu membantu aku?",
  "啊！这，哥哥，这不好吧": "Apa?! Um, bro besar, itu agak ... tidak oke, kan?",
  "莉莉完全没有这方面的经验呢，太羞人了": "Saya tidak punya pengalaman dengan ini - sangat memalukan!",
  "没关系的，莉莉只需要站在这里就行了，什么都不需要做的": "Jangan khawatir, Anda hanya berdiri di sana. Tidak perlu melakukan apa pun.",
  "是吗？好吧，那我们试试吧": "Benar-benar? Oke, mari kita mencobanya.",
  "对的，莉莉你就站在这里就行，什么都不需要做": "Yup, berdiri saja di sana - itu saja.",
  "你脱下裤子，静静地看着莉莉可爱的脸庞撸管": "Anda menjatuhkan celana Anda, menatap wajah Lily yang lucu sambil membelai.",
  "哥哥的鸡巴，好硬，好大": "Ayammu sangat keras, sangat besar.",
  "哥哥在面前这样自慰，难道幻想对象是我吗？": "Anda tersentak tepat di depan saya - apakah itu saya yang Anda pikirkan?",
  "哼哼，哥哥好色，居然想对莉莉做那种事情": "Hmph, kamu perv - berpikir tentang melakukan * itu * untukku?",
  "莉莉的白丝美腿好棒啊，光看着这美腿就想射了": "Stoking putih Lily sangat panas - hanya melihat kaki -kaki itu membuat saya ingin cum.",
  "哇，莉莉的内裤春光泄露了，好色啊": "Wah, aku bisa melihat celana Lily - sangat seksi.",
  "亲吻莉莉": "Cium Lily",
  "让莉莉脱衣服": "Dapatkan Lily Telup",
  "让莉莉手撸": "Lily menyentakku",
  "让莉莉口交": "Dapatkan Lily untuk memberikan blowjob",
  "哥哥，今天又是来献出精液的吗？": "Big Bro, di sini untuk menyumbangkan semen lagi hari ini?",
  "不是哦，哥哥今天是特地来看莉莉的": "Nah, saya datang hanya untuk melihat Anda hari ini.",
  "啊？原来是这样吗？哥哥你对莉莉真好": "Oh? Benar-benar? Anda sangat manis bagi saya!",
  "你走上前去，抱住莉莉": "Anda melangkah maju dan memeluk Lily.",
  "哥哥实在太想莉莉了，我们来抱一下吧": "Aku sangat merindukanmu - mari kita pelukan.",
  "哥哥，你好坏呦": "Kamu sangat nakal, bro besar.",
  "不过，莉莉很开心呢": "Tapi saya sangat senang.",
  "哥哥的怀里，真的好温暖啊": "Lenganmu sangat hangat.",
  "嘿嘿，莉莉喜欢抱着，那就多抱一会啊": "Heh, jika Anda suka pelukan, mari kita terus berjalan.",
  "亲吻了许久，才依依不舍的分开双唇": "Anda berciuman selama berabad -abad, dengan enggan menarik terpisah.",
  "莉莉的嘴唇好甜啊，是抹了蜂蜜吗？": "Bibirmu sangat manis, lily - madu di atasnya?",
  "哪里，不是蜂蜜啦，是今天早上吃的甜点": "Tidak ada madu - hanya beberapa makanan penutup yang saya miliki pagi ini.",
  "哥哥真的好坏哦": "Anda * benar -benar * nakal.",
  "哥哥，刚刚是莉莉的初吻哦": "Big Bro, itu ciuman pertamaku.",
  "哇塞，我赚大了啊，能获得莉莉这么可爱的女孩子初吻": "Sial ya, saya memukul jackpot - mendapatkan gadis cantik seperti ciuman pertama Lily!",
  "莉莉突然抱住你": "Lily tiba -tiba memelukmu.",
  "莉莉，莉莉喜欢哥哥哦": "Lily ... Aku sangat menyukaimu, bro besar.",
  "最喜欢": "Sangat mencintaimu",
  "日常在莉莉面前捐献精液": "Sumbangan semen harian di depan Lily",
  "莉莉，哥哥今天感觉有点难撸出来啊": "Lily, saya kesulitan turun hari ini.",
  "莉莉能给哥哥一点福利吗？": "Bisakah Anda memberi saya sesuatu yang ekstra?",
  "嗯？福利么，我想想啊": "Hmm? A Treat? Biarkan saya berpikir…",
  "嘿嘿，莉莉想到了，色狼哥哥": "Heh, punya ide, kamu perv.",
  "莉莉，莉莉只给哥哥一个人看哦": "Ini hanya untukmu, bro besar - tidak ada orang lain.",
  "哇，莉莉好棒啊，太色气了": "Sial, Lily, kamu sangat seksi.",
  "莉莉，哥哥觉得还不太够呢，能让哥哥看一下胖次吗": "Lily, masih belum cukup - bisakah saya melihat celana Anda?",
  "哼哼，色狼哥哥得寸进尺": "Hmph, Anda Perv, selalu mendorongnya!",
  "如果是哥哥要求的话，也不是不可以": "Jika Anda bertanya ... Saya kira tidak apa -apa.",
  "莉莉的白色胖次，很可爱呢": "Celana putihmu sangat lucu, lily.",
  "哥哥，哥哥喜欢莉莉的胖次吗？": "Bro besar, apakah kamu suka celana dalamku?",
  "喜欢的不得了，简直太完美了": "Love ‘Em - Mereka benar -benar sempurna.",
  "就这样看着性感可爱的莉莉撸了好久，终于要射精了": "Membelai sambil menonton lily seksi dan lucu selama berabad -abad - saya akan cum!",
  "噢，射了好多，这多亏了莉莉呢": "Oh, ditembak begitu banyak - terima kasih, Lily!",
  "讨厌，哥哥再调戏我，下次不给你看了": "Ugh, goda lagi, dan aku tidak akan menunjukkan waktu berikutnya!",
  "下次，下次好啊，嘿嘿嘿": "Lain kali? Sial ya, hehe!",
  "金钱": "Uang",
  "莉莉，今天你能用手帮我吗？": "Lily, bisakah kamu menggunakan tanganmu hari ini?",
  "嘿嘿，哥哥这只是捐献精液，你不要想歪了哦": "Heh, hanya menyumbangkan air mani - jangan tahu ide yang salah!",
  "看在哥哥这么可怜的份上，就这一次哦": "Karena Anda sangat menyedihkan, hanya ini sekali, oke?",
  "提前告诉莉莉射精": "Peringatkan lily aku akan cum",
  "颜射莉莉": "Cum di wajah Lily",
  "莉莉，我要射了": "Lily, aku akan meledak!",
  "听到你话，莉莉急忙拿起收集碗，把你的精液收集起来": "Mendengar Anda, Lily meraih mangkuk dengan cepat untuk menangkap beban Anda.",
  "哇，哥哥今天也一样射的好多呢": "Woa, Anda juga menembak satu ton hari ini!",
  "你故意没告诉莉莉将要射精": "Anda tidak memperingatkan Lily Anda akan cum.",
  "汹涌的精液喷薄而出，全部射向莉莉可爱的脸庞": "Banjir cum meledak, di seluruh wajah Lily yang lucu.",
  "哥哥你好坏，要射精也不早说": "Anda sangat buruk - bahkan tidak memberi tahu saya bahwa Anda akan cum!",
  "因为莉莉实在太可爱了，一时没忍住啊": "Anda terlalu imut - saya tidak bisa menahan diri!",
  "精液都射莉莉脸上了，所以，今天的捐献精液报酬没有了哦": "Cum ada di seluruh wajah saya, jadi tidak ada pembayaran untuk sumbangan hari ini, oke?",
  "嘿嘿，没关系，莉莉你满脸精液好色啊，哥哥好喜欢啊": "Heh, tidak ada besar - wajah Anda yang tertutupi cum sangat panas, saya menyukainya!",
  "色狼，哼哼，莉莉洗脸去，不理你了": "Wah! Hmph, saya mencuci muka - menandakan Anda!",
  "莉莉，今天能用嘴帮我吗？": "Lily, bisakah kamu menggunakan mulutmu hari ini?",
  "哼，色狼哥哥总是教莉莉做坏事": "Hmph, kamu Perv, selalu membuatku melakukan hal -hal nakal!",
  "只有这一次哦，莉莉是看哥哥太可怜才帮忙的": "Hanya ini sekali - saya hanya membantu karena Anda begitu menyedihkan.",
  "啊~~，好爽啊，莉莉的小嘴~~": "Oh ~~ Sial, mulut kecilmu terasa sangat enak ~~",
  "可爱的莉莉一直含着你的大鸡巴吞吞吐吐": "Lily lucu terus mengisap ayam besar Anda, masuk dan keluar.",
  "你把莉莉的头狠狠往胯下按，达到深喉": "Anda mendorong kepalanya ke bawah dengan keras, memukul tenggorokan yang dalam.",
  "随后猛地向她的喉咙射出大量精液，舒服极了": "Lalu Anda meledakkan beban besar di tenggorokannya - memuat sangat menakjubkan.",
  "咳咳咳~~呜呜呜~~~咳咳~~": "Batuk batuk ~~ waaaah ~~~ batuk batuk ~~",
  "精液太多了，呛到莉莉不断咳嗽~~~": "Terlalu banyak cum - Lily tersedak, batuk seperti orang gila ~~~",
  "没别的事情": "Tidak ada lagi yang bisa dilakukan.",
  "安娜医生正在工作，现在要？": "Anna bekerja - Wanna melakukannya sekarang?",
  "检查身体剧情": "Alur cerita ujian fisik",
  "今天，你预约了安娜医生检查身体，你提前抵达医生办公室": "Hari ini, Anda memesan pemeriksaan dengan Dr. Anna dan sampai di kantornya lebih awal.",
  "因为还没到你预约的时间，此时医生办公室里面有一个陌生男人": "Belum waktu Anda, jadi ada beberapa pria acak di kantornya.",
  "咦？安娜医生在治疗别的患者吗？我先在门外等待一下吧": "Hah? Apakah Anna memperlakukan orang lain? Saya akan menunggu di luar untuk saat ini.",
  "老公，告诉你一个天大的好消息": "Sayang, saya punya berita besar!",
  "我一直研究的阳痿药终于研发成功了": "Obat impotensi yang telah saya kerjakan - akhirnya selesai!",
  "昨天，有个患者吃了我的药，鸡巴变大了好几倍": "Kemarin, seorang pasien mengambilnya, dan penisnya semakin besar - jauh lebih besar!",
  "给，就是这个药": "Di sini, ini obatnya.",
  "安娜老公迫不及待地吞下药丸": "Suami Anna dengan penuh semangat menelan pil.",
  "就这样？我感觉没什么变化啊": "Itu saja? Saya tidak merasakan apa -apa.",
  "老公，别着急，药效需要一点时间发挥": "Sayang, dinginkan - butuh sedikit untuk menendang.",
  "过了好一会": "Setelah beberapa saat",
  "老婆，我感觉身体好热，好像是身体要沸腾起来了一般": "Sayang, aku terbakar - seperti mendidih tubuhku.",
  "这就对了，就是这个效果": "Itu saja - itulah efeknya.",
  "来，老公，我来帮你脱衣服": "Ayo, sayang, biarkan aku menelanjangimu.",
  "安娜温柔地帮老公脱下衣服，露出了阳痿的鸡巴": "Anna dengan lembut membuka pakaian suaminya, mengungkapkan penisnya yang lemas.",
  "怎么回事呢？": "Apa yang terjadi?",
  "照理说，吃了药鸡巴应该会变大变硬才对啊": "Bukankah penisnya tidak besar dan keras setelah pil?",
  "老公，你难道一点变硬的感觉都没有吗？": "Sayang, kamu tidak merasakan * kekerasan *?",
  "虽然我全身现在都变得很热，但是感觉兴奋不起来": "Tubuh saya panas sekali, tetapi saya tidak akan dihidupkan.",
  "感觉没欲望，兴奋不起来，所以...": "Tidak ada keinginan, tidak ada kegembiraan, jadi ...",
  "好吧，我明白了": "Baiklah, saya mengerti.",
  "安娜温柔地给爱人穿上衣服": "Anna dengan lembut mendandani kekasihnya kembali.",
  "老公，你这个阳痿的问题有点严重了": "Sayang, impotensi Anda sangat buruk.",
  "按理来说，吃了这种猛药，不可能一点反应都没有的": "Obat yang kuat ini harus dilakukan *sesuatu *.",
  "这可能是心理方面的原因了": "Mungkin hal mental.",
  "安娜在纠结着，挣扎着要不要说最后一个办法": "Anna robek, berdebat apakah akan menyebutkan upaya terakhir.",
  "终于，安娜下定决心，豁出去了": "Akhirnya, Anna memutuskan - dia semua masuk.",
  "老公，其实还有最后一个办法可以治疗你的阳痿的": "Sayang, ada satu cara terakhir untuk memperbaiki impotensi Anda.",
  "哦？还有什么办法？我还有希望吗？": "Apa? Cara lain? Apakah saya masih memiliki suntikan?",
  "这个办法叫NTR治疗，有些人阳痿是因为心理原因": "Ini disebut terapi NTR - beberapa impotensi pria adalah psikologis.",
  "普遍的治疗办法是：阳痿者躲在暗处，看着自己的妻子偷情": "Perbaikan biasa: pria itu menyembunyikan dan menyaksikan istrinya menipu.",
  "而自己一边偷窥着妻子偷男人，一边自己撸管...": "Menyentak sambil memata -matai dia dengan pria lain ...",
  "算了，这个办法太离谱了，我们再想想其他办法吧": "Nah, itu terlalu liar - mari kita pikirkan sesuatu yang lain.",
  "不！我们要尝试一下！": "TIDAK! Kami melakukannya!",
  "嫁给我这么些年，你一直都没有过性生活，委屈你了": "Anda telah menikah dengan saya selama bertahun -tahun tanpa kehidupan seks - saya mengecewakan Anda.",
  "无论做什么，我都要重振男人雄风，给你性福的一生": "Apa pun yang diperlukan, saya akan mendapatkan mojo saya kembali dan memberi Anda kehidupan yang bahagia.",
  "如果你坚持的话，待会躲到屏风后面": "Jika Anda yakin, sembunyikan di belakang layar nanti.",
  "我等一下诱惑我的患者，他有一根巨大无比的鸡巴": "Saya akan merayu pasien saya berikutnya - dia punya ayam besar.",
  "当然，这一切都是为了治疗，我爱你": "Itu semua untuk perawatan, tentu saja - saya mencintaimu.",
  "我和他不会发生什么事情的，只是诱惑一下他而已": "Tidak ada yang akan terjadi dengannya - hanya sedikit menggoda.",
  "当然，我明白的，老婆，我也爱你": "Aku mengerti, sayang - aku juga mencintaimu.",
  "一直以来，辛苦你，委屈你了，老婆": "Selama ini, Anda menderita untuk saya - saya minta maaf, sayang.",
  "安娜夫妻二人紧紧拥抱亲吻在一起，久久不能分离": "Anna dan suaminya memeluk dan mencium erat -erat, tidak bisa melepaskannya.",
  "好一会，安娜老公躲到屏风后面": "Setelah sedikit, suami Anna tergelincir di belakang layar.",
  "老婆，我躲好了，你可以开始了": "Sayang, aku tersembunyi - kamu bisa memulai.",
  "好的，我联系下一位患者了": "Baiklah, saya menelepon pasien berikutnya.",
  "你收到安娜医生的就诊信息，进入她的办公室": "Anda mendapat pesan dari Dr. Anna dan pergi ke kantornya.",
  "只见安娜翘着二郎腿坐在桌子上，诱惑极了": "Ada Anna, kaki disilangkan di meja, terlihat gila panas.",
  "上次给你吃的哪个药有没有什么后遗症？": "Pil yang saya berikan terakhir kali - apa pun efek sampingnya?",
  "有没有感觉什么不舒服吗？": "Merasa pergi sama sekali?",
  "并没有啊，感觉好着呢": "Tidak, merasa hebat.",
  "来，你靠近点，让我检查一下": "Mendekati - lihatlah.",
  "你走到安娜医生旁边": "Anda melangkah di sebelah Dr. Anna.",
  "安娜轻轻地抚摸你的胸肌": "Anna dengan lembut menggerakkan tangannya di Pecs Anda.",
  "你好强壮啊": "Sial, kamu didongkrak.",
  "你的腹肌摸起来感觉很硬哦": "Perut Anda terasa sulit.",
  "你脱下衣服吧，这样我才能检查到你是否健康哦": "Lepaskan baju Anda sehingga saya dapat memeriksa apakah Anda sehat.",
  "安娜医生，这不对吧": "Dr. Anna, ini terasa tidak aktif.",
  "我怎么感觉你这是在非礼我呢？": "Mengapa Anda meraba -raba saya?",
  "医生检查身体的事情，能叫非礼么？": "Seorang dokter memeriksa Anda - bagaimana meraba -raba itu?",
  "来，继续让我摸摸": "Ayo, izinkan saya terus memeriksa.",
  "这一幕，都被躲在暗处的安娜老公尽收眼底了": "Suami Anna, tersembunyi di bayang -bayang, melihat semuanya.",
  "该死！没想到我老婆也有这么风骚的一面！": "Berengsek! Tidak pernah tahu istri saya memiliki sisi slutty!",
  "这个男的，这么强壮！难道我老婆真的喜欢这种身材？！": "Orang ini robek - apakah istri saya benar -benar mencari jenis ini?!",
  "你的胸肌这么结实，这么硬，是因为经常锻炼吗？": "Pecs Anda sangat kuat - banyak bekerja?",
  "呵呵，这还不是我身上最硬的呢": "Heh, itu bahkan bukan bagian tersulit dari diriku.",
  "想知道我身上什么最硬吗？": "Ingin menebak apa yang paling sulit?",
  "我想想啊~~": "Biarlah berpikir ~~",
  "安娜开始拉开你的裤链": "Anna mulai membuka ritsleting celana Anda.",
  "一根巨大狰狞的鸡巴弹了出来": "Ayam besar yang berdenyut -denyut muncul.",
  "果然是这个，呵呵，你果然”暗藏凶器“啊": "Tahu itu - heh, Anda mengemas panas yang serius.",
  "看着自己的妻子在调戏陌生男人的鸡巴，安娜老公感到巨大的愤怒和屈辱": "Menyaksikan istrinya bermain dengan kontol orang asing, suami Anna merasa marah dan mempermalukan.",
  "妈的，她们不会做的太过分吧？": "Sial, mereka tidak akan melangkah terlalu jauh, kan?",
  "不行，我得相信安娜，她不是那种淫荡女人的！": "Tidak, saya percaya Anna - dia bukan pelacur!",
  "那个男的，鸡巴居然那么大": "Dick pria itu sangat besar.",
  "安娜老公感觉自己的鸡巴一阵涨疼": "Suami Anna merasakan denyutan tajam di penisnya sendiri.",
  "我的鸡巴，怎么回事？怎么感觉这么痛": "Apa yang salah dengan penisku? Mengapa itu sakit?",
  "另外一边，安娜已经开始把玩你的鸡巴了": "Sementara itu, Anna sudah bermain -main dengan ayam Anda.",
  "鸡巴这么硬，一定是憋了很久吧": "Sulit ini-Anda sudah lama menahan diri, ya?",
  "长期忍着是很不健康的呢": "Menjaga agar terlalu lama bagi Anda.",
  "安娜老公因为自己的鸡巴涨疼，已经把裤子脱下来检查鸡巴了": "Suami Anna, Dick Throbbing, menarik celananya ke bawah untuk memeriksa.",
  "这是？！我的鸡巴！！居然勃起了！终于勃起了！！": "Apa?! Penisku !! Sulit! Akhirnya sangat keras !!",
  "终于勃起了，原来这就是勃起的感觉啊！": "Itu sudah habis! Jadi * ini * rasanya ereksi!",
  "嘿，老婆，老婆快看": "Hei, sayang, lihat ini!",
  "安娜老公轻轻地呼唤着安娜，意示她向这边看": "Suami Anna dengan lembut memanggil, memberi isyarat untuk melihat.",
  "安娜医生被吸引了注意力，朝这边看来": "Anna melirik, terganggu.",
  "看到了让她震惊的一幕，自己的阳痿老公居然勃起了": "Dia tertegun-suaminya yang impoten benar-benar sulit.",
  "想不到这种NTR治疗法真的能治疗阳痿！": "Siapa yang mengira terapi NTR sebenarnya dapat memperbaiki impotensi!",
  "那么，今天的治疗就到这里吧": "Baiklah, itu perawatan yang cukup untuk hari ini.",
  "你很健康，已经不需要检查了": "Anda sangat sehat - tidak ada cek lagi yang diperlukan.",
  "这样吗？我还期待和安娜医生你更进一步来着呢": "Oh? Saya berharap untuk sedikit lebih dekat dengan Anda, Dok.",
  "下次，下次吧，你先穿好衣服回家吧": "Lain kali, mungkin - berpakaian dan pulang.",
  "听了安娜医生的话，你不得不拉上裤链，提上裤子": "Mengikuti kata -kata Dr. Anna, Anda zip dan menarik celana Anda.",
  "安娜看着你的动作居然还有点依依不舍": "Anna mengawasi Anda, hampir enggan melihat Anda pergi.",
  "医生，我下次还需要体检吗？": "Dok, apakah saya perlu pemeriksaan lagi nanti?",
  "需要的，等到需要检查身体的时候，我会联系你的": "Ya, saya akan menjangkau kapan saatnya untuk ujian lain.",
  "既然这样，那我先走了": "Keren, saya keluar dari sini.",
  "在你离开后，安娜老公马上从屏风后面出来": "Setelah Anda pergi, suami Anna melesat keluar dari balik layar.",
  "老公，你终于勃起了！你知道我等这一刻等了多久吗？": "Sayang, Anda akhirnya keras! Anda tahu berapa lama saya menunggu ini?",
  "我们终于可以做爱了，天啊，我实在太寂寞了": "Kami akhirnya bisa bercinta - Tuhan, saya sangat kesepian.",
  "但是，没一会，安娜老公的鸡巴就又阳痿了": "Tetapi dalam waktu singkat, kontol suami Anna menjadi lemas lagi.",
  "老公，怎么回事？你就不能再多勃起一会吗？": "Sayang, ada apa? Tidak bisakah Anda tetap keras sedikit lebih lama?",
  "我不知道，可能是因为哪个男的走了的原因": "Aku tidak tahu - mungkin karena orang itu pergi.",
  "这样吧，下次你再对哪个男的多做一点，别太出格就行": "Baiklah, lain kali, lakukan sedikit lebih banyak dengannya - jangan berlebihan.",
  "下次我一定会勃起的更加厉害的，最后一定会彻底治愈的": "Lain kali, saya akan menjadi lebih sulit - akhirnya, saya akan sembuh untuk selamanya.",
  "多做一点吗？好吧，我会的...": "Sedikit lebih? Oke, saya akan melakukannya ...",
  "今天的地铁，格外的拥挤": "Subway dikemas saat ini.",
  "你发现，在你的面前站着一位红发高马尾女子": "Anda melihat berambut merah dengan kuncir kuda yang tinggi tepat di depan Anda.",
  "不知道为什么，她貌似一直在留着香汗，散发着女性才有的特殊体香": "Tidak petunjuk mengapa, tapi dia berkeringat, mengeluarkan aroma feminin yang unik itu.",
  "她身上实在太香了，你敢肯定她绝对没有喷香水，就是那种淡淡的体香": "Baunya luar biasa - pasti tidak ada parfum, hanya getaran alaminya.",
  "情不自禁的往她靠近，仔细闻了闻": "Anda tidak bisa membantu tetapi bersandar lebih dekat, menghirup angin yang dalam.",
  "仔细观察，她身上在不停的留着香汗，难道这就是香味的来源？": "Terlihat lebih dekat, dia meneteskan keringat - mungkin dari sanalah aroma itu berasal?",
  "车厢里也不热啊，开着空调才24度": "Bahkan tidak panas di sini - AC aktif, seperti 24 derajat.",
  "这位美女居然还在流汗，真奇怪": "Aneh karena keren ini masih berkeringat.",
  "广播：地铁已到达五和站，上车的旅客请往车厢中间靠拢": "Pengumuman: Kereta di stasiun Wuhe - penumpang, pindah ke pusat mobil.",
  "地铁到站，一窝蜂地挤上来一群人，地铁变得更加拥挤了": "Kereta berhenti, dan gerombolan masuk, membuatnya lebih ketat.",
  "此时的你已经被挤到紧贴着红发美女了": "Sekarang Anda ditekan tepat ke arah berambut merah.",
  "你猥琐地欣赏这红发美女的蜜桃臀，这种又圆又挺的蜜桃臀撞击感一定很好": "Anda dengan menyeramkan memeriksa pantatnya yang berbentuk buah persik-begitu, begitu kuat, bertaruh rasanya luar biasa untuk bertemu.",
  "想到这里，你不知不觉勃起了，裤裆里撑起一个大帐篷": "Memikirkannya, Anda menjadi keras, memasang tenda besar di celana Anda.",
  "广播：地铁已到达坂田站，上车的旅客请往车厢中间靠拢": "Pengumuman: Kereta di stasiun Sakata - penumpang, pindah ke pusat.",
  "地铁又到站了，乌泱泱又上来一波人": "Perhentian lain, gelombang lain dari orang -orang yang menjejalkan.",
  "在人群的挤压中，你不可避免的撞上了红发女子的蜜桃臀": "Dalam naksir itu, Anda tidak bisa tidak menabrak pantatnya yang berair.",
  "啊~~~好爽，果然撞击感无敌": "Oh ~~~ Sial, itu terasa tidak nyata - dampak terbaik yang pernah ada.",
  "红发女子察觉到有根火热坚硬的巨物顶在自己的臀部上": "Si rambut merah merasakan sesuatu yang panas dan keras menggiling ke pantatnya.",
  "电车痴汉？": "Subway Perv?",
  "不不不，美女你误会了，我不是电车痴汉": "Tidak, tidak, tidak, sayang, kamu salah. Saya bukan pervedan kereta bawah tanah.",
  "额，你懂的，车厢太挤了，一不小心就...": "Eh, Anda tahu, kereta itu penuh sesak. Satu langkah yang salah dan ...",
  "哼！你觉得我会信你？正常人谁坐地铁会勃起啊？": "Hmph! Anda pikir saya akan membelinya? Pria normal apa yang sulit di kereta bawah tanah?",
  "红发美女气不过，为了防止被再次占便宜，开始转身": "Menggemukkan, keren berambut merah berbalik untuk menghindari meraba-raba lagi.",
  "红发美女转过身，一脸警惕地盯着你": "Redhead berputar di sekitar, menatapmu dengan waspada.",
  "额，美女没必要像防贼一样盯着我吧？": "Whoa, tidak perlu mengincar saya seperti saya seorang pencuri, kan?",
  "我说了我不是电车痴汉，怎么就不信我呢？": "Sudah kubilang, aku bukan creep kereta bawah tanah. Kenapa kamu tidak percaya padaku?",
  "哼！当我是什么纯情小女生么？那么好骗": "Hmph! Apa, menurutmu aku seorang siswi yang naif? Mudah untuk bodoh?",
  "你怎么解释你勃起？嗯哼？": "Bagaimana Anda menjelaskan * itu * sulit, ya?",
  "那是因为你的汗水气味太香了，是个男人都忍不住好吧": "Itu karena aroma berkeringat Anda terlalu bagus. Ada pria yang akan kehilangannya, oke?",
  "嗯，流氓，看来你不仅仅是电车痴汉那么简单": "Tch, creep. Sepertinya Anda lebih dari sekedar kereta bawah tanah.",
  "广播：地铁已到达布吉站，上车的旅客请往车厢中间靠拢": "Pengumuman: Kereta telah tiba di Stasiun Buji. Penumpang naik, silakan pindah ke pusat mobil.",
  "广播：此地铁站预计上车的旅客较多，请注意先下后上，谨防夹伤": "Pengumuman: Stasiun ini mengharapkan boarding yang berat. Mohon keluar terlebih dahulu, lalu naik, dan perhatikan cedera jepit.",
  "地铁到了一个人流量非常多的站台，一下子又涌进来一波乘客": "Kereta menabrak platform yang sangat ramai, dan gelombang penumpang membanjiri.",
  "在众多乘客的推挤下，你又不由得撞向红发美女的方向": "Didorong oleh orang banyak, Anda tidak bisa tidak tersandung ke arah rambut merah lagi.",
  "虽然她已经反应过来第一时间伸出双手开始反抗": "Dia bereaksi dengan cepat, melemparkan tangannya untuk mendorong ke belakang.",
  "但是还是抵挡不住人群的力量": "Tapi dia tidak bisa menahan kekuatan kerumunan.",
  "在惯性的作用力下，你的头撞向她的胸部": "Dengan tarikan Inersia, kepala Anda menampar tepat ke dadanya.",
  "你还没反应过来发生了什么，头已经埋在她又软又挺的双峰夹缝中": "Sebelum Anda dapat memproses, wajah Anda terkubur dalam belahan dadanya yang lembut dan ceria.",
  "在你刚刚准备开始享受的时候": "Sama seperti Anda akan menikmatinya,",
  "手臂一股剧疼传来，原来左手臂已经被紧紧抓住了，甩都甩不开": "Sakit yang tajam menembak di lengan Anda - Anda meninggalkan seseorang yang terperangkap dalam cengkeraman wakil, tidak mengguncangnya.",
  "你实在没想到，一个女孩子居然有这种恐怖的抓握力": "Anda tidak pernah membayangkan seorang gadis bisa memiliki cengkeraman yang menakutkan.",
  "随即红发女子拿起电话，开始报警": "Kemudian si rambut merah meraih teleponnya dan mulai memanggil polisi.",
  "喂？对，是我。我现在抓到了一个电车痴汉": "Halo? Ya, ini aku. Saya baru saja meraih kereta bawah tanah.",
  "对，对，你过来吧，我抓住他了，他跑不掉": "Yup, datang dengan cepat. Saya mendapatkannya - dia tidak pergi.",
  "一听到这话，你瞬间开始慌了": "Mendengar itu, Anda mulai ketakutan.",
  "真等到警察过来，你就是跳进黄河都洗不清了": "Jika polisi muncul, Anda selesai - tidak ada cara untuk menghapus nama Anda.",
  "你开始用尽吃奶的力气挣脱红发女子": "Anda berjuang dengan sekuat tenaga untuk membebaskan diri darinya.",
  "她的力气真的很大，但是一个男人的拼尽全力挣脱，她还真抓不住": "Dia kuat sekali, tapi seorang pria keluar? Dia tidak bisa memelukmu.",
  "你趁着地铁到站的拥挤乱潮下了车，终于摆脱她了": "Anda terlepas dari kereta dalam kesibukan kacau di halte berikutnya, akhirnya gratis.",
  "几分钟后，地铁站台": "Beberapa menit kemudian, di platform,",
  "姐姐你不是说已经抓到他了吗？他人呢？": "Sis, bukankah kamu mengatakan kamu menangkapnya? Dimana dia?",
  "他太狡猾了，一不留神让他溜了": "Dia terlalu licin - dipindahkan saat aku tidak melihat.",
  "哦？没想到居然能有人在你面前跑掉哦，真是稀奇": "Oh? Seseorang benar -benar menjauh dari *Anda *? Itu jarang.",
  "呵呵，跑得了初一，跑得了十五吗？": "Heh, dia mungkin menghindar hari ini, tapi besok? Tidak ada kesempatan.",
  "我记住他长什么样了，下次见到他就是他的忌日了": "Saya menghafal wajahnya. Lain kali saya melihatnya, dia bersulang.",
  "好险啊，刚刚差点被当成地铁痴汉被抓走了": "Itu dekat - hampir ditangkap sebagai kereta bawah tanah.",
  "还好我跑得快，哈哈": "Untung saya cepat, haha!",
  "今天得找体育老师测试体能，他应该在教室办公室": "Harus menemukan guru PE untuk tes kebugaran hari ini. Dia mungkin ada di kantor.",
  "走，进去看看": "Ayo periksa.",
  "体育馆里面，一位红发高马尾女子正在做体操": "Di gym, seorang wanita berambut merah dengan kuncir kuda yang tinggi melakukan senam.",
  "卧槽！怎么又遇上她了！完了完了": "Ya ampun! Bagaimana saya bertemu * dia * lagi? Saya kacau!",
  "她怎么会在这里？而且体育馆就她一个人": "Kenapa dia di sini? Dan sendirian di gym?",
  "难道她就是体育老师？干！我死定了": "Tunggu - apakah dia guru PE? Sial, aku sangat mati.",
  "红发女子在做体操的时候转身，看到愣在原地的你，轻蔑一笑": "Mid-rutine, si rambut merah berbalik, melihat Anda beku, dan menyeringai dengan puas.",
  "此时也没有退路了，只能硬着头皮向她走去": "Tidak ada jalan keluar sekarang-Gotta menghadap ke arahnya.",
  "呦呦呦，我还以为是谁呢，这不电车痴汉吗？": "Yah, yah, yah, siapa yang kita miliki di sini? Subway Perv, kan?",
  "怎么？不跑啦？": "Apa itu? Tidak menjalankan kali ini?",
  "我再重申一遍，我不是电车痴汉": "Izinkan saya mengatakannya lagi - saya * bukan * creep kereta bawah tanah.",
  "刚刚地铁里面那么拥挤，我有什么办法？": "Kereta itu penuh sesak! Apa yang harus saya lakukan?",
  "所以呢？你来这里是想要做什么？": "Jadi? Apa yang kamu lakukan di sini?",
  "我是来找体育老师做体能测试的，我入学需要这个": "Saya di sini untuk guru PE melakukan tes kebugaran. Saya membutuhkannya untuk pendaftaran.",
  "哦？！那还真是不幸呢！": "Oh? Kalau begitu, itu nasib buruk!",
  "我！珍妮！就是你要找的体育老师": "Aku! Jenny! Saya guru PE yang Anda cari.",
  "一般学生来做体能检测，都是下操场跑几圈就可以了": "Biasanya, siswa hanya menjalankan beberapa putaran di lapangan untuk tes.",
  "但是你嘛......": "Tapi kamu ...",
  "你得和我打一架！打赢我就让你合格": "Anda harus melawan saya! Kalahkan aku, dan kamu lewat.",
  "啊？为什么？为什么我要受到这么不公平待遇？": "Apa? Mengapa? Mengapa saya mendapatkan perawatan yang tidak adil ini?",
  "因为我看你不爽，想揍你": "‘Karena kamu membuatku kesal, dan aku ingin menendang pantatmu.",
  "蒸馍？你不扶器吗？": "Kamu asin",
  "说的我好像怕了似的，打就打": "Anda pikir saya takut? Bawalah!",
  "你和珍妮摆好了战斗姿势，准备大打一架": "Anda dan Jenny Strike Fighting pose, siap untuk perkelahian.",
  "先说好，我可不是什么绅士，你待会可别哭哦": "Peringatan yang adil - saya bukan pria yang sama. Jangan menangis nanti, \"Kay?",
  "哼！小瞧我是吧？": "Hmph! Meremehkan saya, ya?",
  "你马上就会明白，最终哭的会是谁！": "Anda akan segera mengetahui siapa yang akan menangis!",
  "第一回合，你向珍妮冲刺，准备发动进攻！": "Round One - Anda menuntut Jenny, siap untuk menyerang!",
  "但是珍妮迅速蹲下，对准你的肚皮发动肘击！": "Tapi Jenny Ducks dengan cepat dan memaku usus Anda dengan siku!",
  "啊啊啊": "Arghhh!",
  "没想到珍妮的战斗经验如此丰富，迅速找到你弱点做出反击": "Tidak berharap Jenny begitu berpengalaman - dia melihat titik lemah Anda dan melawan dengan cepat.",
  "遭到这样的重击，一般人早就躺地上，还好你比较强壮，只是感觉很疼": "Pukulan seperti itu akan lantai kebanyakan orang. Beruntung Anda tangguh - hanya menyengat neraka.",
  "呵呵，你行不行啊细狗？": "Heh, kau anjing yang baik dan kurus?",
  "你不是说要打哭我的吗？瞧你那样吧！哈哈": "Apakah Anda tidak mengatakan Anda akan membuat * saya * menangis? Lihatlah Anda sekarang! Ha ha!",
  "你等着，我要开始认真了": "Tunggu saja - saya menjadi serius sekarang.",
  "你感觉受到了巨大的侮辱，强忍着剧疼": "Merasa dipermalukan, Anda pingsan melalui rasa sakit.",
  "我不服！再来！": "Saya belum selesai! Lagi!",
  "呵呵，看来你还没认识到我们之间战斗力的差距！": "Heh, tebak Anda masih belum mengerti betapa Anda kalah!",
  "刚刚贸然进攻就吃了大亏，你现在只想防守找机会": "Serangan sembrono itu membuat Anda besar. Sekarang Anda bermain pertahanan, menunggu pembukaan.",
  "呵呵，等我进攻么？成全你！": "Heh, menungguku datang padamu? Baiklah denganku!",
  "珍妮突然用尽全力一脚向你踢来": "Jenny tiba-tiba melepaskan tendangan penuh dengan kekuatan Anda.",
  "你躲闪不及，急忙用双手去挡": "Anda tidak dapat menghindari tepat waktu dan mengangkat tangan untuk memblokir.",
  "但是巨大的力量还是将你踢飞出去": "Tapi kekuatan tipis mengirimmu terbang kembali.",
  "挨了珍妮这全力一脚，你最终还是躺在地上再起不能了": "Mengambil tendangan penuh Jenny, Anda menyentuh tanah, tidak bisa bangun.",
  "怎么了细狗？": "Ada apa, Cuck?",
  "珍妮肆无忌惮踩着你的胸膛，屈辱极了": "Jenny menginjak dada Anda tanpa belas kasihan - penghinaan total.",
  "服了吗？哭出来我就放过你哦": "Menyerah? Menangis, dan aku mungkin membiarkanmu pergi.",
  "你想着怎么都不能认输，便开始偷袭": "Tidak mungkin Anda menyerah - Anda meluncurkan serangan menyelinap.",
  "服你妈，婊子看招！": "Persetan denganmu, jalang - ambil ini!",
  "你抓住珍妮站立重心的脚，猛的一拉": "Anda meraih kaki Jenny yang ditanam dan menariknya dengan keras.",
  "珍妮瞬间失去重心，向下跌到": "Jenny kehilangan keseimbangan secara instan dan jatuh.",
  "你抓住这个千载难逢的好机会，准备控制住珍妮": "Merebut peluang langka, Anda pindah untuk menjepit Jenny.",
  "但是，过了一会后": "Tapi setelah beberapa saat,",
  "只能说珍妮的战斗力实在太高，即使被偷袭跌倒，你也不是她的对手": "Jenny terlalu kuat. Bahkan tertangkap basah, Anda tidak cocok untuknya.",
  "你小子好家伙": "Kamu punk kecil!",
  "本来想依靠体重优势控制住珍妮的，没想到居然还是打不过她": "Pikir Anda bisa menggunakan berat badan Anda untuk menahannya, tetapi tidak - masih tidak bisa mengalahkannya.",
  "偷袭是吧？哼！有用吗？": "Serangan Sneak, ya? Hmph! Pikirkan itu akan berhasil?",
  "本小姐打架这么些年，从来没输过，今天也不例外！": "Saya telah berjuang selama bertahun -tahun dan tidak pernah kalah. Hari ini tidak berbeda!",
  "给本小姐道歉并且承认你是痴汉色狼，就放过你": "Minta maaf dan akui Anda seorang Perv, dan saya akan membiarkan Anda pergi.",
  "认输是不可能认输的，你还在想尽一切办法反抗": "Menyerah? Bukan kesempatan. Anda masih melawan dengan semua yang Anda miliki.",
  "你的手乱抓，也不管抓到的什么": "Tanganmu memukul, meraih apa pun yang mereka bisa.",
  "喂喂喂，你干什么？": "Hei, hei, hei, apa yang kamu lakukan?",
  "把你的脏手拿开！": "Dapatkan tangan kotormu dari aku!",
  "你知道抓到了珍妮的上衣，便用力一扯": "Menyadari bahwa Anda memiliki puncak Jenny, Anda merobeknya dengan keras.",
  "你才不管那么多呢，用尽一切可以做到方式反击": "Anda tidak peduli - Anda akan melawan semua yang Anda dapatkan.",
  "一下子，珍妮的上衣便被扯掉了": "Dalam satu tunda, atasan Jenny keluar.",
  "混蛋！去死啊！！！": "Anda bajingan! Pergi ke neraka !!!",
  "珍妮开始用力踹你的脸，开始恼羞成怒了": "Jenny mulai menendang wajahmu, sekarang marah.",
  "你知道这是一个翻身的好机会，开始揉捏起珍妮的坚挺的玉乳": "Merasakan kesempatan untuk membalikkan meja, Anda mulai meraba -raba payudara Jenny.",
  "你在摸哪里你知道吗？你死定了你知道吗？": "Anda tahu di mana Anda menyentuh? Anda sangat mati!",
  "反正任由珍妮压制也是死，不如拼一把，你这样想着": "Dibangun oleh Jenny adalah kematian - mungkin juga bangkrut, menurut Anda.",
  "便开始肆无忌惮的玩弄珍妮的粉嫩乳头": "Jadi Anda tanpa malu -malu mulai menggoda puting merah muda Jenny.",
  "天啊，被这样玩乳头，好有感觉啊": "Ya Tuhan, putingku bermain dengan Feels * So * Good.",
  "原来乳头被男人玩弄，是这个感觉啊": "Jadi * ini * adalah seperti yang berantakan dengan seorang pria dengan puting saya.",
  "啊~~啊啊~~别捏~~哦~~": "Ah ~~ ahh ~~ Jangan mencubit ~~ oh ~~",
  "我认输，别捏了，123大家一起停手": "Saya menyerah! Berhenti mencubit! Pada tiga, kami berdua berhenti!",
  "再这样下去，就要被他占尽便宜了，不能再继续了！": "Jika ini terus, dia akan memanfaatkan penuh - tidak bisa membiarkannya berlanjut!",
  "听到珍妮认输后，你们互相停止了": "Mendengar Jenny menyerah, kalian berdua mundur.",
  "珍妮老师，既然我赢了，那么我的体能合格报告呢？": "Guru Jenny, sejak saya menang, di mana pass kebugaran saya?",
  "我会上报给学校的，这就不需要你操心了": "Saya akan melaporkannya ke sekolah. Tidak perlu Anda khawatir.",
  "既然这样，我就不打搅老师了，我先走了": "Baiklah, aku tidak akan mengganggumu lagi. Saya keluar dari sini.",
  "体能证明": "Sertifikat Kebugaran",
  "学校体育老师出具的体能合格证明": "Sertifikat kebugaran yang dikeluarkan oleh guru PE sekolah",
  "你等着，居然用下三滥的手段取得胜利": "Anda menunggu - trik kotor ini tidak akan dijawab.",
  "我不会善罢甘休的，我一定会报仇雪恨的！": "Saya tidak membiarkan slide ini. Saya akan membalas dendam!",
  "哈哈，我奉陪到底！": "Haha, bawa kapan saja!",
  "在确认你走远后": "Setelah memastikan Anda pergi,",
  "我的身体...怎么回事？为什么刚刚会那么敏感？": "Tubuhku ... apa yang terjadi? Mengapa saya begitu sensitif sekarang?",
  "居然开始舒服并且享受起来了...": "Saya benar -benar mulai merasa baik ... menikmatinya ...",
  "下体好痒啊~": "Ya Tuhan, aku sangat gatal di sana ~",
  "珍妮老师慢慢把裤子脱下，露出她的肥美粉嫩的小穴": "Guru Jenny perlahan -lahan melepaskan celananya, mengungkapkan vaginanya yang montok dan merah muda.",
  "受不了了，得自摸一下~~~": "Tidak tahan lagi - saya perlu menyentuh diri saya ~~~",
  "居然敢这样对我！从来没有人敢对我这样过！": "Berani -beraninya dia melakukannya padaku! Tidak ada * yang pernah * melakukannya!",
  "地铁痴汉，色魔，混蛋，人渣，你等着！": "Subway Perv, creep, brengsek, sampah - Anda sudah selesai!",
  "珍妮一遍一遍地骂着你，又一遍一遍地扣弄着自己淫水横流的小穴": "Jenny mengutuk Anda berulang kali sambil bermain -main dengan vaginanya yang menetes.",
  "啊啊~~~好舒服~~~好酥麻~~~停，停不下来了": "Ahh ~~~ sangat bagus ~~~ sangat menggoda ~~~ tidak bisa berhenti ~~~",
  "都是你害的，全都怪你，我不会放过你的！": "Ini semua salahmu! Saya tidak akan membiarkan Anda pergi!",
  "自慰": "Onani",
  "喷水": "Muncrat",
  "最终，珍妮迷失在一波又一波的高潮中不能自已": "Pada akhirnya, Jenny kehilangan dirinya dalam gelombang demi gelombang orgasme.",
  "情趣用品店": "Toko mainan dewasa",
  "南娜正在工作，现在要？": "Nanna bekerja. Ingin sesuatu sekarang?",
  "南娜你不是会魔法的精灵么？": "Nanna, bukankah peri ajaib?",
  "额，怎么会在这里经营这个店？": "Uh, bagaimana Anda akhirnya menjalankan * ini * toko ini?",
  "拜托，本小姐也是要吃饭要生活的好吧": "Tolong, gadis ini harus makan dan hidup juga, oke?",
  "再说了，魔法也不是万能的好吧，也不能凭空变出钱来啊": "Selain itu, Magic BUKAN obat penyembuhan-itu tidak bisa membuat uang muncul!",
  "所以就只能做点小买卖咯": "Jadi, saya terjebak menjalankan bisnis kecil ini.",
  "看不出来啊，你还蛮贤惠啊": "Namun, tidak mematok Anda untuk tipe domestik.",
  "不是应该能力越大责任越大，拯救世界吗？谁": "Bukankah seharusnya 'kekuatan besar, tanggung jawab besar' berarti menyelamatkan dunia atau sesuatu?",
  "我靠，你当我是蜘蛛侠么？": "Apa, menurut Anda saya Spider-Man atau semacamnya?",
  "哼哼，你不知道的事情还多着呢": "Hmph, ada satu ton yang tidak Anda ketahui tentang saya.",
  "这天，你在南娜的店里打工": "Hari itu, Anda bekerja di toko Nanna.",
  "南娜突然弯下腰去，开始整理货物": "Nanna tiba -tiba membungkuk untuk menyortir inventaris.",
  "我很好奇，南娜到底穿着什么颜色的内裤呢？": "Saya sangat ingin tahu - celana dalam warna apa yang dikenakan Nanna?",
  "这是个好机会": "Ini bidikan saya!",
  "你趁机蹲下，想对南娜裙内的风光一窥究竟": "Anda berjongkok, berharap untuk mengintip rok Nanna.",
  "可惜南娜的裙子太长了，蹲下依旧看不到内裤": "Sayang sekali - rok Nanna terlalu panjang. Bahkan berjongkok, Anda tidak bisa melihat celana dalamnya.",
  "失望的你急忙站起来，怕被南娜发现": "Kecewa, Anda berdiri dengan cepat, berharap Nanna tidak menangkap Anda.",
  "我问你个事": "Hei, pertanyaan cepat.",
  "你刚刚是不是在偷偷盯着我": "Apakah Anda baru saja menyelinap melihat saya?",
  "没有没有，你一定是错觉...": "Tidak, tidak mungkin! Pasti imajinasi Anda ...",
  "错觉么？": "Ilusi, ya?",
  "反正你很可疑": "Namun, Anda bertingkah teduh.",
  "经过一段时间的辛苦工作": "Setelah sedikit kerja keras,",
  "给，这是你今天的工资": "Inilah gaji Anda hari ini.",
  "爸爸我最近很缺钱你能借我点钱吗": "Ayah, saya kekurangan uang tunai akhir -akhir ini - bisakah Anda melihat saya beberapa?",
  "可以的，有什么困难尽管和我说": "Pasti. Masalah apa pun, beri tahu saya.",
  "今天不是已经给你零花钱了吗？": "Bukankah saya sudah memberi Anda uang saku hari ini?",
  "你已经拿到了健康证明和体能证明，现在就差姨妈开具的文科证明了": "Anda mendapatkan sertifikat kesehatan dan kebugaran Anda - sekarang Anda hanya perlu sertifikat seni liberal Bibi.",
  "所以，今天你来到姨妈家，商讨这件事": "Jadi hari ini, Anda menuju ke rumah bibi untuk membicarakannya.",
  "喂？姨妈？姨妈你在吗？": "Hai? Tante? Kamu di rumah?",
  "不过姨妈貌似不在家...": "Sepertinya bibi tidak di rumah ...",
  "但是旁边姨妈的房间传来声声若有若无的呻吟": "Tapi Anda mendengar erangan samar datang dari kamar Bibi di sebelahnya.",
  "在好奇心的驱使下，你悄悄透过门缝向里面偷窥": "Keingintahuan menjadi lebih baik dari Anda, dan Anda mengintip melalui retak pintu.",
  "看到了让你非常震惊的一幕": "Apa yang Anda lihat mengejutkan pikiran Anda.",
  "姨妈伊芙琳正穿着红色性感内衣不知道在做什么": "Bibi Evelyn berbaju merah dan seksi, melakukan ... sesuatu.",
  "而且旁边床上还摆着透明的男性假人，让人联想纷纷": "Dan di tempat tidur di dekatnya? Dummy jantan transparan, memicu semua jenis pikiran.",
  "最近的教学压力真的是太大了": "Mengajar sangat stres akhir -akhir ini.",
  "真是让人受不了": "Itu membuat saya naik ke dinding.",
  "仔细看，姨妈的蜜穴已经淫水拉丝，太诱惑了": "Lihat lebih dekat - vagina Aunt menetes basah, sangat menggoda.",
  "又流了那么多水，那么的粘稠": "Begitu banyak jus, basah lengket.",
  "好吃......": "Sangat lezat ...",
  "卧槽，没想到平时端庄贤惠的姨妈居然有这么淫荡的一面啊": "Sialan, siapa yang berpikir bibi prim-and-proper memiliki sisi liar?",
  "想想也正常，姨妈这么多年了，一直一个人生活": "Masuk akal, dia hidup sendirian.",
  "平时还要教书育人，注意个人形象，压力肯定很大": "Mengajar, menjaga penampilan - itu pasti satu ton tekanan.",
  "啧啧啧，你看看你，你是一个坏学生哦！": "Tsk tsk tsk, lihatlah Anda, Anda murid nakal!",
  "现在是上课期间，对着老师这么硬？是想干什么？": "Ini waktu kelas, dan Anda * ini * sulit bagi guru Anda? Apa gim Anda?",
  "什么？想干老师？": "Apa? Ingin bercinta denganku?",
  "不可以干老师呢，师生恋是不被世界认可的": "No Fuck Teachers ， Siswa-guru romansa adalah no-go di dunia ini.",
  "好吧，既然你都这么求我了": "Baiklah, karena Anda memohon begitu keras,",
  "再不答应你，也太可怜了": "Sangat menyedihkan untuk terus mengatakan tidak.",
  "只答应你一次哦，只能一次哦": "Hanya ini sekali, oke? *Sekali*.",
  "伊芙琳转身，骑在塑料假人身上": "Evelyn berbalik dan mengangkangi boneka plastik.",
  "和老师做这种事情，绝对不能让任何人知道，明白吗？": "Melakukan ini dengan gurumu? Tidak ada yang bisa tahu, mengerti?",
  "伊芙琳多汁粉嫩的小穴，紧紧抵住塑料假人的塑料鸡巴": "Pussy Evelyn yang berair dan merah muda menekan ketat pada ayam plastik boneka.",
  "就好像恨不得立马把鸡巴吸进去一样": "Seperti dia ingin sekali mengisap ayam itu.",
  "伊芙琳慢慢地往下一坐": "Evelyn perlahan menurunkan dirinya.",
  "终于，整根透明的塑料鸡巴全部进入伊芙琳的体内": "Akhirnya, seluruh ayam plastik transparan meluncur jauh di dalam Evelyn.",
  "还能通过透明的塑料鸡巴清晰地看到伊芙琳蜜穴内部紧凑的通道": "Anda bahkan dapat melihat dinding bagian dalam yang ketat dari vagina Evelyn melalui ayam plastik bening.",
  "这谁顶得住啊，我的鸡巴硬的快要爆炸了": "Siapa yang bisa menangani ini? Dick saya sangat keras sehingga akan meledak.",
  "我一定要想个办法和姨妈伊芙琳做爱，一定要！": "Saya * harus * untuk menemukan cara untuk bercinta Bibi Evelyn. Saya * harus * untuk!",
  "姨妈自慰快结束了，我得赶紧离开了": "Bibi hampir selesai masturbasi - saya harus keluar dari sini!",
  "你先离开姨妈家，等过了半小时后，你再次回到这里": "Anda meninggalkan tempat bibi, tunggu setengah jam, lalu kembali.",
  "嗨，姨妈，我正有事情找您呢": "Hei, bibi, aku punya sesuatu untuk dibicarakan.",
  "此时伊芙琳正非常淑女地翘着腿坐在沙发上看电视": "Duduk Evelyn seperti nyonya di sofa, kaki bersilang, menonton TV.",
  "如果不是亲眼所见，你根本不会相信姨妈会有如此淫荡的一面": "Jika Anda tidak melihatnya sendiri, Anda tidak akan pernah percaya Bibi memiliki sisi nakal.",
  "来来来,坐姨妈旁边": "Ayo, duduklah dengan bibimu.",
  "你在姨妈身边坐了下来": "Anda menjatuhkan di sebelah bibi.",
  "最近过得怎么样？入学的事情有没有得到什么进展？": "Bagaimana kabarmu akhir -akhir ini? Ada kemajuan dengan pendaftaran?",
  "进行的非常顺利呢": "Ini menjadi sangat halus.",
  "健康证明，体能证明我都拿到了，就差姨妈你的文科证明了": "Dapatkan sertifikat kesehatan dan kebugaran saya - hanya membutuhkan seni liberal Anda sekarang.",
  "哈哈，姨妈果然没看错你": "Haha, Bibi tahu Anda akan berhasil!",
  "你等一下，姨妈马上去给你开具文科证明": "Tunggu, saya akan menyiapkan sertifikat seni liberal untuk Anda.",
  "有什么事情叫一声就好，姨妈就在旁边的书房里": "Butuh sesuatu? Just Holler - saya akan berada di ruang belajar di sebelah.",
  "好的，我就在这看一下电视，等你好消息": "Keren, saya akan bersantai di sini dengan TV dan menunggu kabar baik.",
  "伊芙琳进入书房开始工作": "Evelyn menuju studi untuk bekerja.",
  "这是个好机会！": "Kesempatan yang sempurna!",
  "你悄悄打开姨妈的房间门，进入房间": "Anda menyelinap pintu kamar tidur bibi terbuka dan menyelinap ke dalam.",
  "这就是姨妈刚才使用的塑料假人": "Ada bibi boneka plastik yang digunakan sebelumnya.",
  "像这种塑料假人应该有销售地址的，我得找出来": "Hal -hal seperti ini biasanya memiliki alamat penjualan - saya harus menemukannya.",
  "咦，找到了，销售地址是：南娜的情趣用品店？": "Bingo - Temukan itu! Alamat penjualan: Toko mainan dewasa Nanna?",
  "我明白了！姨妈是情趣用品店的会员！": "Mengerti! Bibi adalah anggota The Sex Shop!",
  "几天前，你正在南娜店里工作": "Beberapa hari yang lalu, Anda bekerja di toko Nanna.",
  "咦？店里居然还有这种地方？": "Hah? Toko punya tempat seperti *ini *?",
  "永远保持礼貌？鸡巴？": "Selalu tetap sopan? Dick?",
  "哦~~我明白了！这是寻欢洞！": "Oh ~~ saya mengerti! Ini lubang kemuliaan!",
  "你在这里做什么？偷懒摸鱼是吧？": "Apa yang kamu lakukan di sini? Kendur, ya?",
  "没偷懒，我只是好奇，为什么店里会有这种地方？": "Tidak malas! Hanya penasaran - mengapa ada tempat seperti ini di toko?",
  "那是上一任店主人留下来的，不过现在荒废了": "Pemilik terakhir meninggalkannya, tetapi sekarang ditinggalkan.",
  "上一任店主建造这个地方是为了方便会员之间寻欢的": "Pemilik lama membangunnya agar anggota terhubung.",
  "好了好了，别躲这里摸鱼了，快去干活": "Baiklah, cukup loafing - kembali bekerja!",
  "想到这里你的脑海中已经浮现出一个大胆的计划了": "Dan begitu saja, rencana liar muncul di kepala Anda.",
  "你又悄悄地回到客厅坐好，假装看电视": "Anda menyelinap kembali ke ruang tamu, duduk, dan berpura -pura menonton TV.",
  "给，这是你的文科证明，这样你终于能顺利入学了呢": "Inilah sertifikat seni liberal Anda. Anda siap untuk pendaftaran sekarang!",
  "文科证明": "Sertifikat Seni Liberal",
  "学校文科老师出具的文科合格证明": "Sertifikat Kualifikasi Seni Liberal yang dikeluarkan oleh guru sekolah",
  "谢谢姨妈，我就不打扰了，先回去了": "Terima kasih, Bibi! Saya akan keluar dari rambut Anda sekarang.",
  "好，记得有空来玩啊": "Tentu saja - datang kembali kapan saja!",
  "你来到南娜的服装店，寻欢洞的房间里": "Anda menuju ke toko Nanna, langsung ke ruang Glory Hole.",
  "南娜，我想到了一个办法可以让生意好起来": "Nanna, saya punya ide untuk meningkatkan bisnis.",
  "哦？什么办法？": "Oh? Apa rencananya?",
  "这个地方不是已经荒废了吗？我们可以让这个地方重新开始营业": "Tempat ini sudah mati, kan? Mari kita buka kembali.",
  "由我来提供服务，当然服务是免费的": "Saya akan memberikan layanan - bebas biaya, tentu saja.",
  "据我所知，我们店里有很多美丽的女性会员吧？": "Sejauh yang saya tahu, kita punya banyak anggota wanita seksi, kan?",
  "是有不少，所以呢？": "Ya, banyak. Jadi apa?",
  "我们店里美丽的女性会员可以免费体验到这个寻欢洞的服务": "Anggota wanita kami yang cantik dapat menikmati layanan Glory Hole secara gratis.",
  "我保证，我会给她们带去无与伦比的体验的": "Saya berjanji - mereka akan mendapatkan pengalaman yang tidak seperti yang lain.",
  "哦？你还真是自信呢？": "Oh? Cantik sekali, bukan?",
  "我可以让你见识见识哦，你去对面房间": "Saya akan membiarkan Anda membuktikannya. Menuju ke kamar lain.",
  "当然，我这些服务也不是什么人都能享受到的": "Tentu saja, bukan hanya * siapa pun * mendapatkan layanan ini.",
  "必须要是那种大美女类型才能享受，至于人选你来把关": "Hanya Total Babes yang memenuhi syarat - Anda menangani pemutaran film.",
  "哼，我现在过去对面房间，看看你到底有什么资本！": "Hmph, saya akan pergi ke kamar lain sekarang untuk melihat apa yang Anda kemas!",
  "哼哼，你还真是想的美，下头男，蒸虾头": "TCH, Anda bermimpi, Anda harus-Shrimp-Brain!",
  "南娜去到对面的房间，等待着": "Nanna menuju ke ruangan lain dan menunggu.",
  "你从裤裆里掏出大鸡巴": "Anda mencabut ayam besar Anda dari celana Anda.",
  "塞进寻欢洞里面": "Dan geser melalui lubang kemuliaan.",
  "那么粗！那么大？！": "Sangat tebal! Sangat Besar?!",
  "这个大小把南娜都吓了一跳": "Ukurannya benar -benar mengejutkan Nanna.",
  "怎么样？南娜精灵大小姐，我合格了吗？": "Jadi, Nona Elf Nanna, apakah saya lulus?",
  "好吧，算你合格了，我会介绍我的美女会员过来的": "Baik, Anda disetujui. Saya akan mengirim anggota panas saya dengan cara Anda.",
  "但是，愿不愿意使用这款服务还得看她们个人": "Tapi apakah mereka melakukannya? Terserah mereka.",
  "某天，伊芙琳来到南娜店里准备再买些情趣用品": "Suatu hari, Evelyn mengayunkan toko Nanna untuk mengambil lebih banyak mainan.",
  "南娜，最近有什么新出的女用器具吗？": "Nanna, punya mainan wanita baru belakangan ini?",
  "上次哪个透明的假人，虽然不错，但是还是感觉不是很满意呢": "Dummy transparan terakhir kali baik -baik saja, tapi saya tidak benar -benar senang.",
  "呦呦呦，你今天算是撞大运了": "Nah, Anda beruntung hari ini!",
  "我们店现在已经开始为像你这样的单身美女推出一种特殊服务了": "Kami telah meluncurkan layanan khusus untuk keren tunggal seperti Anda.",
  "有兴趣了解一下吗？": "Ingin mendengarnya?",
  "哦？新推出的服务？": "Oh? Layanan baru?",
  "是啊，你可以成为第一个体验到的哦": "Yup, Anda bisa menjadi orang pertama yang mencobanya!",
  "既然这样，带我去看看，是什么样的服务呢？": "Baiklah, tunjukkan padaku - tentang apa itu?",
  "南娜把伊芙琳带到寻欢洞房间，而另一边的你早已等待多时了": "Nanna mengarahkan Evelyn ke Ruang Lubang Kemuliaan, tempat Anda telah menunggu.",
  "当当当，这是一根真人的大鸡巴哦": "Ta-da! Kontol besar yang nyata dan hidup!",
  "我们的这边服务是：你可以尽情享受，无论你对这根鸡巴做什么都可以哦": "Layanan kami? Anda dapat bersenang -senang - lakukan apa pun yang Anda inginkan dengan ayam ini.",
  "并且，是免费的，怎么样心动了吗？": "Dan itu gratis. Belum tergoda?",
  "伊芙琳看着你的大鸡巴瞬间兴奋起来": "Mata Evelyn menyala begitu dia melihat ayam besarmu.",
  "虽然...但是...隐私方面...": "Tapi ... bagaimana dengan ... privasi?",
  "这方面你不必担心，隐私是绝对安全的": "Jangan khawatir di sana - privasi benar -benar aman.",
  "您永远也不会知道对面鸡巴主人是谁": "Anda tidak akan pernah tahu siapa yang ada di sisi lain.",
  "而对面也永远不会知道是谁在玩弄他的鸡巴": "Dan mereka tidak akan pernah tahu siapa yang bermain dengan ayam mereka.",
  "这是一个完全匿名的游戏！": "Ini adalah permainan yang benar -benar anonim!",
  "怎么样？有没有兴趣参加一下呢？": "Jadi, Anda atau apa?",
  "看着这根破洞而出的大鸡巴，这让寂寞多年的伊芙琳有点躁动了": "Menatap ayam besar yang menyodok, Lonely Evelyn mulai menjadi gelisah.",
  "天啊，一根真人大鸡巴，我有多久没见过了？": "Tuhan, penis yang sangat besar - berapa lama sejak saya melihatnya?",
  "自从老公去世已经过了十几年了，十几年没见过真人的鸡巴了": "Saya belum pernah melihat ayam nyata selama bertahun -tahun.",
  "就试试一下，反正我又不会有什么损失": "Mungkin juga mencobanya - apa yang harus saya rugi?",
  "好！就让我当第一位体验这项服务的人吧": "Baiklah! Biarkan saya menjadi orang pertama yang menguji layanan ini!",
  "伊芙琳诱惑地舔了舔嘴唇": "Evelyn menjilat bibirnya dengan menggoda.",
  "那我先走了，好用记得五星好评哈": "Saya keluar-ulasan bintang lima jika bagus, ya?",
  "南娜走后，房间里只剩下伊芙琳一个人了": "Nanna pergi, dan Evelyn sendirian di dalam ruangan.",
  "如此炙热，坚硬的鸡巴": "Ayam yang panas dan keras.",
  "好想要，好想要啊~~啊啊~~": "Saya sangat menginginkannya ~~ ahh ~~",
  "终于，在姨妈的小手来回搓弄下，你射出了炙热的精液": "Akhirnya, dengan tangan Bibi bekerja, Anda menembak cum panas.",
  "而姨妈也达到了快乐的巅峰": "Dan Bibi juga mencapai puncak kesenangannya.",
  "很显然，姨妈对这次服务非常满意，非常期待下一次": "Jelas, Bibi senang dengan layanan ini dan tidak bisa menunggu putaran kedua.",
  "清晨后入": "Doggy pagi",
  "亲爱的，怎么今天起床的那么早？": "Sayang, kenapa kamu bangun pagi hari ini?",
  "妈妈还没做好早餐呢，稍微等一下吧": "Ibu belum selesai sarapan - Hang dalam waktu sebentar.",
  "你发现好像凯瑟琳今天并没有穿内衣，连衣裙下大白兔白晃晃的": "Anda perhatikan Catherine tidak mengenakan bra - payudara besarnya memantul di bawah gaunnya.",
  "怎么了？这么盯着妈妈，妈妈脸上有花啊？": "Ada apa? Menatap ibu seperti aku punya bunga di wajahku?",
  "凯瑟琳背过身去，正在准备今天的早餐": "Catherine berpaling, mempersiapkan sarapan hari ini.",
  "坏孩子，你做什么呢？没看到妈妈正忙着吗？": "Naughty Boy, apa yang kamu lakukan? Tidak bisakah Anda melihat ibu sibuk?",
  "妈妈。我好饿啊，怎么办呢？": "Bu, saya kelaparan - apa yang harus saya lakukan?",
  "饿了，就先待一边去等着啊": "Lapar? Lalu tunggu di sana!",
  "你这样骚扰妈妈还怎么做饭？": "Bagaimana ibu seharusnya memasak dengan Anda menggangguku?",
  "我不管，我现在就要吃，既然吃不到早餐那就吃妈妈": "Saya tidak peduli - saya makan sekarang. Tidak ada sarapan? Saya akan memiliki ibu sebagai gantinya.",
  "真是的，太任性了": "Ugh, sangat manja!",
  "哎呀，别乱摸~~笨蛋~~~啊~~~": "Hei, berhentilah meraba -raba ~~ dummy ~~~ ah ~~~",
  "妈妈今天既然没穿胸罩": "Ibu tidak memakai bra hari ini, ya?",
  "那么，有没有穿内裤？": "Jadi ... ada celana dalam?",
  "你把凯瑟琳的连衣裙往上一提，果然没有穿内裤": "Anda mengangkat gaun Catherine - ya, tidak ada celana dalam juga.",
  "啧啧啧，妈妈为什么没穿内裤呢？是不是在等着我啊？": "Tsk tsk, tidak ada celana dalam, ibu? Apakah Anda menungguku?",
  "才不是呢，谁等你啊，就是单纯忘记穿了而已": "Mustahil! Siapa yang menunggumu? Saya hanya lupa memakainya.",
  "是吗？那我来验证一下": "Oh ya? Mari kita periksa.",
  "你抓住凯瑟琳的黑丝，用力一撕开": "Anda mengambil stoking hitam Catherine dan merobeknya.",
  "随着丝袜的裂开，凯瑟琳早已淫水横流的多汁小穴暴露出来": "Saat stoking robek, vagina Catherine yang menetes dan berair terpapar.",
  "妈妈，你可真是一个淫荡的母亲呢": "Bu, kamu seorang mama yang nakal, ya?",
  "你看，还没碰到就已经这么湿了": "Lihatlah itu - basah kuyup bahkan sebelum aku menyentuhmu.",
  "坏人，妈妈才不淫荡呢": "Jerk, Ibu tidak nakal!",
  "哦，好吧，妈妈一点都不淫荡": "Oh, tentu saja, ibu * benar -benar * tidak bersalah.",
  "妈妈，我的鸡巴只会插荡妇哦": "Bu, penisku hanya untuk pelacur, kau tahu.",
  "妈妈不是荡妇呢，所以啊，怎么插都插不进去": "Mom bukan pelacur, jadi tidak peduli seberapa keras saya mencoba, itu tidak akan masuk.",
  "坏人，又调戏妈妈，啊啊，快点啊": "Anda menggoda! Menggoda dengan ibu lagi - sudah terburu -buru!",
  "快点什么啊？妈妈我不是很明白啊": "Cepat Apa? Saya tidak mengikuti, Bu.",
  "快点，快点插进来，干，干死妈妈": "Cepat - bentang! Persetan dengan saya, ibu membutuhkannya!",
  "妈妈是一个不称职，淫荡的妈妈": "Ibu mama yang buruk dan kotor.",
  "听到妈妈的淫语，你再也忍不住了，一捅到底": "Pembicaraannya yang kotor mendorong Anda - Anda mendorong dalam.",
  "啊~~~就是这样~~~啊啊~~": "Ah ~~~ seperti itu ~~~ ahh ~~",
  "最终，又内射了凯瑟琳大量精液": "Pada akhirnya, Anda mengisi Catherine dengan beban besar.",
  "坏家伙，闹够了没有？妈妈要做饭了": "Bocah nakal, bersenang -senang? Ibu harus memasak sekarang.",
  "不够，和妈妈做爱一辈子都不够": "Tidak cukup - ibu yang menempel seumur hidup tidak akan cukup.",
  "好啦好啦，别闹了，妈妈真的要忙了": "Baiklah, oke, hentikan - Mom benar -benar sibuk.",
  "回房间去再睡一会回笼觉吧，妈妈做好饭叫你": "Kembali ke kamar Anda untuk tidur siang dengan cepat. Saya akan menelepon Anda saat makanan siap.",
  "主线任务第四天": "Pencarian utama: hari keempat",
  "坐地铁去学校找体育老师办体能证明": "Bawa kereta bawah tanah ke sekolah untuk mendapatkan sertifikat kebugaran dari guru PE.",
  "主线任务第五天": "Pencarian utama: hari kelima",
  "去姨妈家拿到文科证明": "Pergi ke rumah bibi untuk mendapatkan sertifikat seni liberal.",
  "我需要前往医院体检，拿到健康证明": "Saya perlu pergi ke rumah sakit untuk pemeriksaan untuk mendapatkan sertifikat kesehatan.",
  "我需要乘坐地铁前往学校，找到体育老师开具体能证明": "Saya perlu membawa kereta bawah tanah ke sekolah untuk mendapatkan sertifikat kebugaran dari guru PE.",
  "我需要前往姨妈家，找姨妈开具文科证明": "Saya perlu pergi ke rumah bibi untuk membuatnya mengeluarkan sertifikat seni liberal.",
  "由你代替艾米丽和我亲热": "Anda mengambil tempat Emily dan menjadi lincah dengan saya.",
  "克莱尔正在工作，现在要？": "Claire bekerja - maupun sesuatu sekarang?",
  "购买商品": "Beli barang",
  "打工": "Pekerjaan paruh waktu",
  "亲吻": "Ciuman.",
  "摸胸": "Payudara Grope",
  "摸小穴": "Vagina jari",
  "克莱尔这种饮料没有了，你有进到货吗？": "Claire, kami keluar dari minuman itu - semua stok baru?",
  "好的，我马上去下单，会尽快补上的": "Dapatkan, saya akan memesan lebih banyak secepatnya.",
  "经过一天的辛苦工作": "Setelah seharian bekerja,",
  "克莱尔，我帮你和艾米丽亲吻了哦": "Claire, aku terhubung dengan Emily untukmu.",
  "也到我们亲吻的时候了吧？": "Jadi, kapan giliran kita untuk mengunci bibir?",
  "恶心...": "Bruto...",
  "你离我远点！别在这里发癫！": "Back Off! Jangan terlalu aneh padaku!",
  "好啊，那我去亲吻艾米丽去": "Baik, aku akan pergi dengan Emily kalau begitu.",
  "你不愿意，我也不能强迫你": "Jika Anda tidak menyukainya, saya tidak akan mendorong.",
  "不！不要去亲吻艾米丽！": "TIDAK! Jangan mencium Emily!",
  "我愿意，我来代替艾米丽...": "Saya akan melakukannya - saya akan mengambil tempat Emily ...",
  "亲吻了许久": "Anda mencium untuk waktu yang lama.",
  "克莱尔你不是不喜欢男人吗？": "Claire, tidakkah kamu membenci guys?",
  "我看你亲吻挺主动热情的啊": "Sepertinya Anda cukup menyukai ciuman itu.",
  "滚！恶心，下流！马上从我面前消失！": "Enyah! Anda menjijikkan - di luar pandangan saya, sekarang!",
  "正在克莱尔认真工作的时候": "Sementara Claire menghancurkan pantatnya di tempat kerja,",
  "你突然从克莱尔身后抱住她": "Anda menyelinap dan memeluknya dari belakang.",
  "你干什么？又发癫了？": "Apa-apaan? Kehilangannya lagi?",
  "把你肮脏的咸猪手拿开": "Lepaskan tanganmu yang buruk dari aku!",
  "喂喂喂，你手往什么地方伸呢？": "Hei, hei, kemana perginya tanganmu?",
  "你是真不怕死是吧？": "Anda benar -benar mendapat keinginan kematian, ya?",
  "你迅速把克莱尔的上衣脱下": "Anda dengan cepat menarik bagian atas Claire.",
  "克莱尔你的胸为啥能长那么大呢？": "Claire, bagaimana payudaramu mendapatkan * itu * besar?",
  "感觉连姨妈的胸都没你的大": "Terasa seperti bahkan Bibi tidak sebesar milik Anda.",
  "我，我不知道...": "Aku tidak tahu...",
  "在摸克莱尔胸的时候，你偷偷想到一个坏主意": "Saat meraba -raba payudara Claire, ide nakal memukul Anda.",
  "悄悄解开裤腰带": "Anda diam -diam membatalkan ikat pinggang Anda.",
  "释放出巨根，紧紧抵住克莱尔的屁股": "Anda mengeluarkan ayam besar Anda dan menekannya ke pantat Claire.",
  "喂喂喂，你做什么啊？你变态啊？": "Hei, apa yang kamu lakukan? Kamu rv!",
  "没办法，表姐你的紧身牛仔裤蜜桃臀太诱人了": "Tidak bisa menahannya, karena - celana jins ketat dan pantat persik terlalu panas.",
  "就磨一会，很快就射的": "Hanya kesibukan cepat - saya akan selesai dengan cepat.",
  "混蛋！": "Anda bajingan!",
  "最后射在表姐的紧身牛仔裤上面，太舒服了": "Akhirnya, Anda meniup beban pada celana jeans ketat sepupu Anda - sangat bagus.",
  "克莱尔你的小穴一定湿透了吧？": "Claire, vaginamu harus basah kuyup, kan?",
  "你口口声声说喜欢女人，但是为什么被我摸得那么舒服呢？": "Anda terus mengatakan bahwa Anda menyukai perempuan, jadi mengapa Anda menyukai sentuhan saya?",
  "关你屁事！再说了，我才没有湿呢": "Tak satu pun dari urusan sialanmu! Dan saya tidak basah.",
  "是吗？敢不敢让我确认一下？": "Oh ya? Berani saya untuk memeriksa?",
  "哼！色狼！": "Hmph! Orang cabul!",
  "你把克莱尔牛仔裤脱下，露出她早已淫水泛滥的蜜穴": "Anda menarik celana jins Claire, mengungkapkan vaginanya yang sudah bermandikan.",
  "轻轻一摸，居然立马就将你的手指打湿了": "Satu sentuhan ringan, dan jari -jari Anda langsung direndam.",
  "啧啧啧，这么湿了还不肯承认": "Tsk tsk, sangat basah dan masih menyangkalnya.",
  "治水我是专业的，我马上帮你堵上": "Saya seorang profesional dalam menangani banjir - saya akan menghubungkan Anda dengan cepat.",
  "切，恶心！下流！": "Ugh, kotor! Menjijikkan!",
  "穿上牛仔裤": "Memakai jeans",
  "脱下牛仔裤": "Lepaskan jeans",
  "克莱尔趴在冰柜前面，风骚地扭动着屁股": "Claire bersandar di atas freezer, mengguncang pantatnya seperti seksi.",
  "啧啧啧，这么风骚地扭着屁股": "Tsk tsk, menggoyangkan pantat itu begitu menggoda.",
  "难道说，克莱尔你很喜欢和我做爱？": "Apa, Claire - Anda benar -benar suka meniduriku?",
  "是不是我的鸡巴又粗又长，插的你欲罢不能？嘿嘿嘿": "Apakah itu karena penisku begitu tebal dan panjang, kamu tidak bisa mendapatkan cukup? Heh heh heh.",
  "恶心！哪里来那么多废话！": "Bruto! Diam dengan semua omong kosong itu!",
  "谁会对你的小丁丁感兴趣啊？": "Siapa yang peduli dengan cotok kecil Anda?",
  "要做赶紧做，不做我可走了哈": "Jika Anda akan melakukannya, cepatlah - atau saya keluar.",
  "你等着，马上插得你叫爸爸": "Tunggu saja - saya akan membuat Anda berteriak 'ayah' dalam waktu singkat.",
  "啊啊~~~混蛋！轻点！那么粗鲁，会疼的！": "Ahh ~~~ kamu brengsek! Mudah! Sangat kasar - itu menyakitkan!",
  "现在认错已经晚了！必须干的你淫水横飞！": "Terlambat untuk mundur sekarang - aku menidurimu sampai kamu menetes!",
  "最终在表姐子宫灌满了精液，直到溢出": "Pada akhirnya, Anda mengisi rahim sepupu Anda dengan cum ‘sampai tumpah.",
  "怎么样？表姐？很喜欢被我内射吧？": "Jadi, karena? Mencintaiku cumming di dalam dirimu, ya?",
  "哼！谁会喜欢！我永远喜欢艾米丽": "Hmph! Seolah olah! Saya akan selalu mencintai Emily.",
  "克莱尔，我上次帮你蒙眼和艾米丽亲吻了": "Claire, aku menutup mata dan mencium Emily untukmu terakhir kali.",
  "所以你什么时候和我一起亲吻呢？": "Jadi kapan kita akan bercumbu?",
  "哪个不算！除非你能光明正大地让艾米丽亲吻我": "Itu tidak masuk hitungan! Tidak kecuali Anda membuat Emily mencium saya dengan adil dan persegi.",
  "如果你能让艾米丽真正地亲吻我，我就代替艾米丽和你亲热": "Jika Anda bisa membuat Emily benar -benar mencium saya, saya akan berhubungan dengan Anda, bukannya.",
  "但是以后你再也不能和艾米丽亲热了，你能做到吗？": "Tetapi setelah itu, tidak ada lagi yang mengacaukan Emily - bisakah Anda mengatasinya?",
  "先答应下来，等到时机成熟姐姐表姐一起玩双飞，美滋滋": "Setuju untuk saat ini - ketika waktunya tepat, saya akan mendapatkan SIS dan CUZ untuk threesome. Manis!",
  "我有一个办法": "Saya punya jalan.",
  "平时周末姐姐会做你家玩吧？到时候我也加入你们的游戏": "Adik saya biasanya datang ke rumah Anda untuk bermain di akhir pekan, kan? Saya akan bergabung dengan game Anda kalau begitu.",
  "我到时候就自然有办法让艾米丽亲吻你了": "Saya secara alami menemukan cara untuk membuat Emily mencium Anda.",
  "好，这个周末等你": "Baiklah, aku akan menunggumu akhir pekan ini.",
  "周末，克莱尔和艾米丽正在卧室里面玩耍": "Pada akhir pekan, Claire dan Emily bermain di kamar tidur.",
  "今天，还有一个人来和我们一起玩哦": "Hari ini, ada orang lain yang bergabung dengan kami untuk bermain.",
  "哦？谁啊？": "Oh? Siapa itu?",
  "姐姐们？你们在吗？": "Saudara perempuan? Apa kamu di sana?",
  "你从门外推门进来": "Anda mendorong pintu terbuka dari luar.",
  "你怎么来了？": "Kenapa kamu di sini?",
  "他说找到了一个很好玩的游戏，所以我就让他过来了": "Dia bilang dia menemukan permainan yang sangat menyenangkan, jadi aku membiarkannya datang.",
  "听克莱尔说你有很好玩的游戏": "Saya mendengar dari Claire bahwa Anda memiliki permainan yang sangat menyenangkan.",
  "那是什么呢？": "Apa itu?",
  "我最近学会了玩骰子，可是一个高手了": "Baru -baru ini saya belajar bermain dadu dan saya sudah menjadi master.",
  "姐姐们，你们信不信你们两个联合起来都玩不过我？": "Saudara perempuan, apakah Anda percaya bahwa kalian berdua tidak bisa mengalahkan saya?",
  "切，你也太自大了！": "Tch, kamu terlalu sombong!",
  "弟弟你确定吗？姐姐们联合对你一个可不是开玩笑的哦": "Apakah kamu yakin, adik laki -laki? Para suster bekerja sama dengan Anda bukanlah lelucon.",
  "我们来两局，赢的可以让输家做一件事，怎么样？": "Ayo bermain dua putaran. Pemenang dapat membuat pecundang melakukan satu hal, bagaimana dengan itu?",
  "我没问题": "Saya tidak punya masalah dengan itu.",
  "如你所愿": "Mau mu.",
  "来准备好了吗？": "Apakah kamu siap?",
  "三，二，一，开始": "Tiga, dua, satu, mulai!",
  "开点，你2点，艾米丽3点，克莱尔5点": "Mengungkapkan: Anda mendapat 2 poin, Emily mendapat 3 poin, Claire mendapat 5 poin.",
  "你完败了！": "Anda benar -benar dikalahkan!",
  "你也太弱了，姐姐们顺便一个点数都比你大": "Anda terlalu lemah. Bahkan dengan santai, para suster mendapat poin yang lebih tinggi dari Anda.",
  "嘿嘿，果然还是太勉强了": "Hehe, memang terlalu banyak peregangan.",
  "现在，我们要罚你做50个俯卧撑": "Sekarang, kami akan menghukum Anda dengan 50 push-up.",
  "你开始平板支撑，准备做俯卧撑": "Anda mulai dalam posisi papan, bersiap untuk melakukan push-up.",
  "嘿嘿，艾米丽你看，弟弟做俯卧撑的样子好憨憨啊": "Hehe, Emily, lihat, adik laki-laki kita terlihat sangat konyol melakukan push-up.",
  "呵呵，是有一点点，嘿嘿": "Haha, hanya sedikit, hehe.",
  "做完俯卧撑后，正准备开始第二局": "Setelah menyelesaikan push-up, Anda akan memulai putaran kedua.",
  "姐姐们，我可要认真了啊": "Saudara perempuan, saya menjadi serius sekarang.",
  "再怎么努力都没有用的，我们二打一": "Tidak peduli seberapa keras Anda mencoba, itu tidak berguna. Itu dua melawan satu.",
  "开点，你6点，艾米丽4点，克莱尔3点": "Mengungkapkan: Anda mendapat 6 poin, Emily mendapat 4 poin, Claire mendapat 3 poin.",
  "你完胜！": "Anda menang sepenuhnya!",
  "貌似是姐姐们输了呢": "Sepertinya para suster hilang.",
  "你有什么要求？": "Apa permintaan Anda?",
  "嘿嘿，艾米丽，你要亲吻克莱尔哦": "Hehe, Emily, kamu harus mencium Claire.",
  "这个要求是不是有点高了？": "Bukankah permintaan ini sedikit banyak?",
  "要不你换个要求？": "Bagaimana kalau Anda mengubah permintaan?",
  "不需要，姐姐愿赌服输...": "Tidak perlu, seorang saudari menghormati taruhannya ...",
  "艾米丽和克莱尔亲吻在一起的画面太刺激了": "Adegan Emily dan Claire berciuman bersama sangat mendebarkan.",
  "两位高冷性感的御姐在面前亲吻真的让人想入非非啊": "Dua kakak perempuan yang keren dan seksi berciuman di depan Anda benar -benar memicu imajinasi.",
  "去百货商店帮助克莱尔亲吻艾米丽": "Pergi ke department store untuk membantu Claire mencium Emily.",
  "去百货商店亲吻克莱尔": "Pergi ke department store untuk mencium Claire.",
  "姐姐在商店街开了服装店，我可以在她店里帮帮忙": "Kakak saya membuka toko pakaian di jalan perbelanjaan. Saya dapat membantu di tokonya.",
  "帮姐姐拍照，改善生意": "Bantu adik saya mengambil foto untuk meningkatkan bisnisnya.",
  "姐姐在电话里哭的很伤心，快去安慰姐姐": "Adikku menangis sedih di telepon. Cepat dan menghiburnya.",
  "姐姐在客厅看电视的时候睡着了，可以做坏事哦": "Kakak saya tertidur saat menonton TV di ruang tamu. Anda dapat melakukan hal -hal nakal.",
  "可以让姐姐拍摄一些性感一点的照片哦": "Anda dapat meminta saudara perempuan saya mengambil beberapa foto yang lebih seksi.",
  "工作的时候，亲吻艾米丽": "Cium Emily saat bekerja.",
  "用艾米丽的手机约克莱尔出来，商量计划": "Gunakan telepon Emily untuk mengajak Claire keluar untuk membahas rencana.",
  "让克莱尔和艾米丽偷偷亲吻": "Miliki Claire dan Emily Kiss diam -diam.",
  "偷偷夜袭姐姐，摸姐姐胸": "Serang dengan diam -diam menyerang adikku di malam hari dan menyentuh dadanya.",
  "偷窥姐姐换衣服": "Memata -matai adikku berganti pakaian.",
  "给姐姐拍照的时候，偷偷吃姐姐豆腐": "Saat mengambil foto saudara perempuan saya, diam -diam memanfaatkannya.",
  "得到克莱尔的原谅后，同时给艾米丽和克莱尔拍照": "Setelah mendapatkan pengampunan Claire, ambil foto Emily dan Claire.",
  "泳池偷偷摸胸": "Sentap menyentuh dadanya di kolam renang.",
  "姐姐泳池睡着的时候，偷偷干坏事": "Ketika saudara perempuan saya tertidur di kolam renang, diam -diam melakukan hal -hal nakal.",
  "姐姐泳池休息的时候，给姐姐按摩": "Ketika saudara perempuan saya beristirahat di kolam renang, beri dia pijatan.",
  "艾米丽和克莱尔想去一个温泉酒店玩耍，需要10000金币": "Emily dan Claire ingin pergi ke hotel musim panas untuk bersenang -senang, membutuhkan 10.000 koin emas.",
  "快点攒钱带姐姐去玩吧，可以和姐姐们色色哦": "Cepat dan hemat uang untuk membawa para suster keluar untuk bersenang -senang.",
  "完成艾米丽线，克莱尔线会一起解锁哦": "Alur cerita Emily lengkap, dan alur cerita Claire juga akan terbuka.",
  "现在可以和克莱尔一起亲吻了": "Sekarang Anda bisa mencium Claire.",
  "克莱尔生气了，或许我能问问姨妈怎么才能得到她的原谅": "Claire marah. Mungkin saya bisa bertanya kepada bibi saya bagaimana mendapatkan pengampunannya.",
  "我现在需要去医院附近寻找克莱尔丢失的项链，然后在这里还给她": "Saya perlu mencari di dekat rumah sakit untuk kalung yang hilang dari Claire dan mengembalikannya kepadanya di sini.",
  "腿交": "Seks paha",
  "检查内裤": "Periksa pakaian dalamnya",
  "早晨，正当艾米丽正疑惑你去了哪里的时候": "Di pagi hari, sama seperti Emily bertanya -tanya ke mana Anda pergi.",
  "你从艾米丽身后偷偷靠近她": "Anda menyelinap di Emily dari belakang.",
  "突然袭击，抱住了艾米丽": "Serangan mendadak, Anda memeluk Emily.",
  "哼哼，坏弟弟，大早上就想偷袭是吧？": "Hmph, adik laki -laki nakal, mencoba menyelinap menyerang di pagi hari, ya?",
  "嘿嘿，这不是想给姐姐一个惊喜嘛": "Hehe, bukankah ini hanya ingin mengejutkan adikku?",
  "呵呵，惊喜？我看你是想色色": "Haha, kejutan? Saya pikir Anda menginginkan sesuatu yang nakal.",
  "我早就察觉出来了哦": "Saya sudah lama memperhatikannya.",
  "艾米丽突然抓住你早已经坚硬如铁的鸡巴": "Emily tiba-tiba meraih ayam keras Anda yang sudah keras.",
  "哼哼，大早上就这么硬，想造反啊？": "Hmph, sangat sulit di pagi hari, merencanakan pemberontakan, ya?",
  "我没办法啊，大早上就看到性感的姐姐在我面前晃来晃去": "Saya tidak bisa menahannya. Melihat adik saya yang seksi bergoyang di depan saya di pagi hari.",
  "面对姐姐修长的黑丝大长腿，所有正常男人都会硬好吧": "Menghadapi kaki panjang kakak saya yang ramping dan berekor hitam, pria normal mana pun akan menjadi keras, bukan?",
  "嘿嘿，看在你嘴那么甜的份上，今天就放过你": "Hehe, karena kamu memiliki lidah yang manis, aku akan membiarkanmu hari ini.",
  "嘿嘿，姐姐放过我，我可不打算放过姐姐哦": "Hehe, saudari, Anda mungkin membiarkan saya pergi, tetapi saya tidak berencana membiarkan Anda pergi.",
  "坏弟弟，你做什么呢？": "Saudara nakal, apa yang kamu lakukan?",
  "我在报仇啊，姐姐今天摸了我的鸡鸡，我也要摸回来": "Saya membalas dendam. Sister menyentuh penisku hari ini, jadi aku ingin menyentuh kembali.",
  "艾米丽的上衣扣子渐渐被你解开": "Tombol atas Emily secara bertahap dibatalkan oleh Anda.",
  "姐姐的上衣已经被你脱下来了": "Anda sudah melepas atasan saudara perempuan saya.",
  "但是你还是觉得不够，又去撤姐姐的胸罩": "Tapi Anda masih merasa itu tidak cukup, jadi Anda pergi untuk menghapus bra -nya.",
  "艾米丽雪白的巨乳摸起来手感真是好极了": "Salju-putih Emily, payudara besar terasa luar biasa untuk disentuh.",
  "坏弟弟，快点做完，姐姐还要去上班呢": "Saudara laki -laki yang nakal, bergegas, saudara perempuan harus pergi bekerja.",
  "艾米丽的巨乳在你手中变换成各种形状": "Payudara besar Emily berubah menjadi berbagai bentuk di tangan Anda.",
  "好啦好啦，差不多够了吧，姐姐还得上班呢": "Baiklah, baiklah, sudah cukup, Sister masih harus bekerja.",
  "嘿嘿，姐姐的巨乳玩一辈子都不会够": "Hehe, aku bisa bermain dengan payudara besar Sister seumur hidup dan itu masih tidak cukup.",
  "在你日常玩弄完艾米丽的巨乳之后": "Setelah bermain setiap hari dengan payudara besar Emily.",
  "姐姐，我也很难受呢，你得帮帮我": "Saudari, saya juga merasa tidak nyaman, Anda harus membantu saya.",
  "你掏出早已坚硬如铁的鸡巴，拉住艾米丽的手": "Anda mengeluarkan ayam Anda yang sudah keras dan meraih tangan Emily.",
  "看来的确很难受呢": "Tampaknya sangat tidak nyaman.",
  "你想姐姐怎么帮你？": "Bagaimana Anda ingin saudara perempuan membantu Anda?",
  "你把艾米丽带到桌子上，摆出二郎腿的姿势，然后开始腿交": "Anda membawa Emily ke meja, berpose dengan kaki silang, dan memulai seks paha.",
  "真是个色狼弟弟，哪里学的这么多色情的东西": "Sungguh adik laki -laki yang sesat, di mana Anda mempelajari semua hal nakal ini?",
  "大量精液，把姐姐的黑丝美腿都给弄脏了": "Sejumlah besar pewarnaan semen kaki yang indah dari black stocking.",
  "唔，色狼弟弟，把姐姐的丝袜弄的这么脏，姐姐怎么穿去上班啊": "Ugh, saudara sesat, kamu punya stoking saudari begitu kotor, bagaimana aku bisa memakainya untuk bekerja?",
  "真的是，太任性了": "Sungguh, terlalu disengaja.",
  "好啦，今天没有什么要为难姐姐的了吧？": "Baiklah, tidak ada lagi yang bisa menyusahkan saudara perempuan dengan hari ini, kan?",
  "不行，我还得检查一下姐姐穿的什么内裤": "Tidak, saya masih harus memeriksa apa yang dikenakan Sister pakaian dalam.",
  "啊？检查内裤？为什么？": "Hah? Periksa pakaian dalam saya? Mengapa?",
  "当弟弟的有义务检查姐姐的内裤，防止姐姐出门走光哦": "Sebagai adik kecil, tugas saya untuk memeriksa pakaian dalam Sister untuk mencegahnya berkedip di luar.",
  "好吧，既然这样...只能...": "Baiklah, jika itu masalahnya ... saya tidak punya pilihan ...",
  "姐姐今天穿的是纯洁的白色内裤哦": "Sister mengenakan pakaian dalam putih murni hari ini.",
  "但是，你发现，姐姐的内裤早已湿透了": "Tetapi Anda menemukan pakaian dalam Sister sudah basah kuyup.",
  "淫水穿过内裤顺着大腿根流下来，淫荡极了": "Cairan cabul mengalir melalui pakaian dalam di paha, sangat bersemangat.",
  "不行！姐姐都已经这么湿了，必须要将姐姐就地正法！": "Mustahil! Sister sudah sangat basah, saya harus berurusan dengannya di tempat!",
  "姐姐今天穿的是性感的黑色蕾丝内裤哦": "Sister mengenakan pakaian dalam renda hitam seksi hari ini.",
  "姐姐今天穿的是性感的白丝透明哦": "Sister mengenakan stoking putih transparan seksi hari ini.",
  "你发现，姐姐的内裤早已湿透了，这内裤穿不穿根本没区别好吧": "Anda menemukan bahwa pakaian dalam Sister sudah basah; memakainya atau tidak, tidak ada bedanya.",
  "不行！姐姐今天不能穿这件内裤出门，必须要将姐姐就地正法！": "Mustahil! Sister tidak bisa memakai pakaian dalam ini hari ini; Saya harus berurusan dengannya di tempat!",
  "你强硬的脱下姐姐的内裤": "Anda dengan paksa melepas pakaian dalam Sister.",
  "然后粗鲁地插入姐姐的蜜穴": "Kemudian secara kasar masukkan ke dalam lubang madu Sister.",
  "淫荡的姐姐，你今天早上故意穿这样的内裤，是在故意诱惑我吗": "Saudari yang cabul, apakah Anda sengaja mengenakan pakaian dalam seperti ini untuk merayu saya?",
  "嗯...": "Mmm ...",
  "听到艾米丽肯定的答复，你不由加快了攻速，给她一点点惩罚": "Mendengar tanggapan afirmatif Emily, Anda tidak bisa tidak mempercepat dorongan Anda, memberinya sedikit hukuman.",
  "最终，以你在姐姐子宫灌进大量精液作为收尾": "Akhirnya, Anda selesai dengan mengisi rahim Sister dengan sejumlah besar air mani.",
  "姐姐，以后绝对不能穿这么淫荡的内裤出门，知道了吗？": "Sister, Anda benar -benar tidak bisa memakai pakaian dalam cabul seperti itu di masa depan, mendapatkannya?",
  "哈哈哈，你吃醋了？": "Hahaha, kamu cemburu?",
  "姐姐只会穿给你看，嘿嘿，别担心": "Aku hanya akan memakainya untukmu, hehe, jangan khawatir.",
  "你收集到了入学所需要的所有文件，正式向校长薇薇安提出入学申请": "Anda telah mengumpulkan semua dokumen yang diperlukan untuk masuk dan secara resmi mengajukan aplikasi kepada Kepala Sekolah Vivian.",
  "让我看看你今天带来了什么？": "Biarkan saya melihat apa yang Anda bawa hari ini.",
  "健康证明,体能证明,文科证明...": "Sertifikat Kesehatan, Sertifikat Kebugaran Fisik, Sertifikat Seni Liberal ...",
  "不错哦，居然可以弄得到这么多资料": "Tidak buruk, Anda benar -benar berhasil mengumpulkan begitu banyak informasi.",
  "不过，我很遗憾的告诉你": "Namun, saya minta maaf untuk memberi tahu Anda.",
  "就算你提交了这么多的证明资料": "Bahkan jika Anda mengirimkan semua dokumen pendukung ini.",
  "我依旧会拒绝你的入学申请！": "Saya masih akan menolak aplikasi penerimaan Anda!",
  "凭什么？！": "Dengan alasan apa?!",
  "呵呵，凭什么？": "Heh, dengan alasan apa?",
  "当然是因为我不喜欢你啊~": "Tentu saja, karena aku tidak menyukaimu ~",
  "上次在酒店把我全身摸了个遍，还让我给你口交": "Terakhir kali di hotel, Anda meraba -raba saya dan bahkan membuat saya memberi Anda blowjob.",
  "开什么玩笑，我可是校长耶，你真当我不记仇么？": "Lelucon yang luar biasa, saya adalah kepala sekolah, apakah Anda benar -benar berpikir saya tidak menyimpan dendam?",
  "所以你这是故意针对我咯？": "Jadi Anda sengaja menargetkan saya, ya?",
  "有权力了不起啊？！": "Pikir Anda semua itu karena Anda memiliki kekuatan?!",
  "抱歉，有权力真的可以为所欲为": "Maaf, memiliki kekuatan benar -benar memungkinkan Anda melakukan apa pun yang Anda inginkan.",
  "怎么？你不服气吗？": "Apa? Tidak yakin?",
  "够了！！！": "Cukup!!!",
  "你重重拍了一下桌子，站立起来": "Anda membanting meja dengan keras dan berdiri.",
  "看来不使出非常手段是不行了": "Sepertinya saya tidak punya pilihan selain menggunakan tindakan ekstrem.",
  "你给我等着！": "Tunggu saja!",
  "你走到薇薇安旁边，打算给她点颜色看看": "Anda berjalan ke sisi Vivian, berencana untuk mengajarinya pelajaran.",
  "喂喂喂，你靠的这么近想做什么？": "Hei, hei, hei, menurutmu apa yang kamu lakukan begitu dekat?",
  "识相点就赶紧灰溜溜滚出我的办公室啊": "Jika Anda tahu apa yang baik untuk Anda, keluar dari kantor saya sekarang.",
  "不然小心我开除你的学籍哦": "Atau, hati -hati, saya mungkin mengeluarkan Anda.",
  "你正在解开裤子": "Anda melepas celana Anda.",
  "说的很好，我都没有成功入学，我可不怕你开除学籍哦，校长大人": "Kata baik, saya bahkan belum diterima, jadi saya tidak takut Anda mengeluarkan saya, kepala sekolah.",
  "你解开裤子，释放出早已梆硬的大鸡巴": "Anda membuka ritsleting celana Anda, melepaskan ayam Anda yang sudah keras.",
  "臭流氓，你想做什么？": "Anda hooligan kotor, apa yang Anda coba lakukan?",
  "恶心死了，赶紧把你这根脏东西剪了吧": "Begitu menjijikkan, cepat dan potong benda kotor itu.",
  "我再说一遍，赶紧滚出我的办公室": "Saya akan mengatakannya lagi, keluar dari kantor saya sekarang.",
  "呦呦呦，感觉到很恶心啊？": "Oh, merasa jijik, ya?",
  "可是我记得某天晚上，某人骑着这根恶心的鸡巴": "Tapi saya ingat suatu malam, seseorang mengendarai ayam 'menjijikkan' ini.",
  "一直爽的停不下来呢？那个人是谁啊？": "Tidak bisa berhenti menikmatinya, bukan? Siapa orang itu?",
  "我怎么想不起来了呢？校长大人，你记得是谁吗？": "Mengapa saya tidak ingat? Kepala Sekolah, apakah Anda ingat siapa itu?",
  "呸，我真的是倒了血霉了": "Pfft, saya harus dikutuk.",
  "那天要不是中了坏人的春药，我会让你得逞？": "Jika saya tidak dibius oleh beberapa penjahat hari itu, apakah saya akan membiarkan Anda berhasil?",
  "你抓住薇薇安的小手": "Anda meraih tangan kecil Vivian.",
  "作为惹我今天生气的惩罚": "Sebagai hukuman karena membuatku marah hari ini.",
  "你今天要给我撸管射一发哦": "Anda harus menyentak saya dan membuat saya cum hari ini.",
  "你做什么？你放开手！": "Apa yang sedang kamu lakukan? Lepaskan tanganku!",
  "你再这样我喊人了啊": "Jika Anda mengikuti ini, saya akan meminta bantuan.",
  "你可以喊，最好把全学校的人都喊过来看看": "Silakan berteriak, lebih baik lagi, hubungi seluruh sekolah untuk dilihat.",
  "学校里最冷艳的校长大人居然在给自己的学生撸管": "Kepala sekolah terdingin dan paling glamor menyentak muridnya.",
  "哦，对了。我要不要顺便再把校长大人处女毕业之夜的事情说出去呢？": "Oh, omong -omong, haruskah saya juga menyebutkan malam kelulusan keperawanan kepala sekolah?",
  "据我所知，学校里很多人的意淫对象就是你哦": "Sejauh yang saya tahu, Anda adalah fantasi banyak orang di sekolah ini.",
  "他们肯定很感兴趣吧！": "Mereka pasti akan sangat tertarik!",
  "假如你今天让我满意，我就替你保密怎么样？": "Jika Anda memuaskan saya hari ini, bagaimana kalau saya merahasiakannya untuk Anda?",
  "哼！你敢说出去你就死定了！": "Hmph! Jika Anda berani menumpahkannya, Anda mati!",
  "废物鸡巴，快点射出来然后滚啊": "Ayam yang tidak berguna, cepat dan cum, lalu tersesat.",
  "薇薇安极不情愿地帮你撸管": "Vivian dengan enggan menyentak Anda.",
  "啊啊啊~~尊敬的校长大人，我要射你身上了": "Ahhh ~~ Kepala Sekolah yang Terhormat, aku akan cum padamu.",
  "你把精液全部射到薇薇安的衣服上": "Anda menembak semua air mani Anda ke pakaian Vivian.",
  "呵呵，果然是废物鸡巴，就这么几下就射了": "Heh, benar -benar ayam yang tidak berguna, cumming setelah hanya beberapa pukulan.",
  "真没用啊，你可以滚了吗？": "Jadi tidak berguna, bisakah kamu tersesat sekarang?",
  "是吗？还远远没有结束哦！": "Begitu? Kami jauh dari selesai!",
  "你把薇薇安拦腰抱起": "Anda mengambil Vivian di pinggang.",
  "喂！等等！你做什么？": "Hai! Tunggu! Apa yang sedang kamu lakukan?",
  "你把薇薇安放在办公桌上": "Anda menempatkan Vivian di atas meja.",
  "混蛋！快放我下来！": "Bajingan! Turunkan aku sekarang!",
  "校长大人，你有一对绝世美腿哦": "Kepala Sekolah, Anda memiliki sepasang kaki yang menakjubkan.",
  "我早就想抱着你的美腿舔了": "Saya sudah lama ingin memegang dan menjilat kaki indah Anda.",
  "校长大人的黑丝美腿，好香啊": "Kaki kepala sekolah yang sangat mahal sangat harum.",
  "吸溜，吸溜。吸吮黑丝美脚": "Slurp, Slurp. Mengisap kaki yang indah dengan gaya hitam.",
  "你个变态，脚有什么好的？": "Anda mesum, apa yang hebat tentang kaki?",
  "你伸出舌头舔薇薇安的黑丝美脚": "Anda menjulurkan lidah dan menjilat kaki indah Vivian yang indah.",
  "别、、、别乱舔啊、、、": "Jangan ... jangan jilat secara acak ...",
  "啊、哦你个变态、、": "Ah, oh, kamu cabul ...",
  "吵死了": "Sangat bising.",
  "看来得把你的小嘴堵住": "Sepertinya aku perlu menutup mulut kecil itu.",
  "等等，你干什么？": "Tunggu, apa yang kamu lakukan?",
  "变态，别凑那么近": "Cabul, jangan terlalu dekat.",
  "你堵住薇薇安的小嘴，伸出舌头在她嘴里搅来搅去": "Anda menutupi mulut Vivian dan memasukkan lidah Anda, berputar -putar.",
  "而薇薇安也羞涩地用舌头作为回应": "Dan Vivian dengan malu -malu merespons dengan lidahnya.",
  "一阵热吻过后、、、": "Setelah ciuman yang penuh gairah ...",
  "变态，别脱我裙子！": "Cabul, jangan melepas rok saya!",
  "嘿嘿，刚刚校长大人你在帮我撸管的时候": "Hehe, baru saja ketika kamu menyentakku, kepala sekolah.",
  "一直在转换坐姿呢": "Anda terus menggeser posisi duduk Anda.",
  "是不是利用转换坐姿来摩擦小穴止痒？": "Apakah Anda bergeser untuk menggosok vagina Anda untuk meringankan gatal?",
  "才、才不是呢！": "N-no, bukan itu!",
  "哦？真的吗？": "Oh? Benar-benar?",
  "让我来检查一下，小穴有没有湿润": "Izinkan saya memeriksa apakah vagina Anda basah.",
  "别、不要啊！变态！": "Tidak, jangan! Orang cabul!",
  "你把薇薇安的内裤掰到一边": "Anda menarik celana dalam Vivian ke samping.",
  "薇薇安粉嫩的小穴已经全部打湿了，淫水流的根本停不下来": "Pussy merah muda Vivian benar -benar basah kuyup, dengan cairan cabul yang mengalir tak terkendali.",
  "啧啧啧，还在嘴硬呢！": "Tsk tsk tsk, masih keras kepala, ya!",
  "你看看，小穴都湿成什么样子了？": "Lihatlah betapa basahnya vagina Anda!",
  "难道你刚刚在帮我撸管的时候就想着和我用什么姿势做爱吗？": "Apakah Anda berpikir tentang posisi apa untuk berhubungan seks dengan saya saat Anda menyentak saya?",
  "根本不可能有感觉！和你一点关系都没有！": "Tidak mungkin saya merasakan apa -apa! Itu tidak ada hubungannya dengan Anda!",
  "啧啧啧，我看你还能嘴硬多久！": "Tsk tsk tsk, mari kita lihat berapa lama Anda bisa terus keras kepala!",
  "假如我这样做的话": "Jika saya melakukan ini.",
  "你还能忍受吗？": "Bisakah Anda masih menanggungnya?",
  "等等，你做什么！": "Tunggu, apa yang kamu lakukan!",
  "别、、、别插进来！": "Jangan ... jangan masukkan!",
  "啊~~~混~~蛋~~嗯~~~": "Ah ~~~ bajingan ~~ mm ~~~",
  "混蛋！快拔出来啊！": "Bajingan! Tarik keluar dengan cepat!",
  "是吗？你下面的小穴可是在紧紧吸吮住我的手指哦": "Begitu? Vagina Anda di sana sangat mengisap jari saya.",
  "承认吧！你也很喜欢这样做是吧？": "Akui! Anda juga suka ini, bukan?",
  "才、、、才不会喜欢呢": "N-no, saya tidak menyukainya!",
  "啊~~~混~~蛋~~轻点啊~~嗯~~~": "Ah ~~~ bajingan ~~ jadilah lembut ~~ mm ~~~",
  "你把薇薇安的美腿架在肩膀上": "Anda mengangkat kaki Vivian yang indah ke bahu Anda.",
  "前戏结束了，该进入正题了吧！": "Foreplay sudah berakhir, waktu untuk sampai ke acara utama!",
  "你把鸡巴紧紧抵住薇薇安的小穴，随时可以陷阵冲锋": "Anda menekan ayam Anda dengan erat ke vagina Vivian, siap untuk mengisi setiap saat.",
  "你、、、你要做什么？": "Apa yang akan kamu lakukan?",
  "我警告你！你如果敢插进来可就是强奸，会去坐牢的哦": "Saya memperingatkan Anda! Jika Anda berani memasukkannya, itu pemerkosaan, dan Anda akan masuk penjara!",
  "识相点就快点滚蛋，刚才的事情我可以不追究": "Jika Anda pintar, tersesat sekarang, dan saya tidak akan mengejar apa yang baru saja terjadi.",
  "啧啧啧，现在知道怕了？": "Tsk tsk tsk, sekarang Anda takut?",
  "你刚刚的那种咄咄逼人的那种气势呢？": "Di mana sikap agresif yang Anda miliki sebelumnya?",
  "你再说一次看看~~~": "Katakan lagi, mari kita dengarkan ~~~",
  "你给我道歉并且让我入学不再刁难我，我今天就放过你": "Minta maaf kepada saya dan biarkan saya mendaftar tanpa membuat segalanya sulit, dan saya akan membiarkan Anda pergi hari ini.",
  "哼！道歉？！": "Hmph! Meminta maaf?!",
  "说的好像我怕你似的": "Seolah -olah aku takut padamu.",
  "能让本小姐道歉的人还没出生呢！": "Orang yang bisa membuat saya meminta maaf belum lahir!",
  "我就不信你敢强奸我！": "Saya tidak percaya Anda berani memperkosa saya!",
  "强奸薇薇安": "Pemerkosaan Vivian",
  "既然你还是这么嘴硬，那就怪不得我了": "Karena Anda masih keras kepala, jangan salahkan saya.",
  "喂喂喂、、、你来真的啊？？": "Hei, hei, hei ... apakah kamu nyata ??",
  "拔！拔出去啊！！！": "Tarik keluar! Tarik keluar !!!",
  "我道歉，对不起！我让你入学！！": "Saya minta maaf, saya minta maaf! Aku akan membiarkanmu mendaftar !!",
  "快点拔出去啊！！嗯嗯~~~啊~~": "Tarik keluar dengan cepat !! Mmm ~~~ ah ~~",
  "顶住薇薇安子宫颈": "Menekan leher rahim Vivian",
  "现在道歉？晚了！": "Meminta maaf sekarang? Late!",
  "顶、顶到哪个地方了": "Mendorong, mendorong kemana?",
  "你看看，你都爽成这个样子了": "Lihatlah Anda, Anda sangat menikmatinya.",
  "你是不是一直在期待着这个啊？": "Apakah Anda sudah menantikan ini?",
  "谁、谁期待了？": "Siapa, siapa yang menantikannya?",
  "像你这种废物鸡巴，我才不会期待呢": "Saya tidak akan menantikan ayam yang tidak berguna seperti milik Anda.",
  "是吗？我拔出来看看": "Begitu? Biarkan saya menariknya keluar dan melihat.",
  "喂喂喂，报告尊敬的校长大人！": "Hei, hei, hei, melaporkan kepada kepala sekolah yang terhormat!",
  "你下面湿的好厉害啊": "Anda sangat basah di sana.",
  "你看，你的淫水已经把我的鸡巴全部打湿了！": "Lihat, cairan cabul Anda benar -benar merendam penisku!",
  "我就说嘛，校长大人一直在期待我的鸡巴进入呢": "Aku tahu itu, kepala sekolah menantikan penisku memasukinya.",
  "这个就是证据了": "Inilah buktinya.",
  "才不是期待你这个变态呢！": "Saya tidak menantikan Anda, Anda cabul!",
  "这么湿是因为、、、是因为、、、": "Itu sangat basah karena ... karena ...",
  "突然用力插入": "Tiba -tiba dorong keras",
  "好了不要解释了，嘿嘿嘿": "Tidak perlu menjelaskan, hehehe",
  "啊啊~~~变态~~嗯~~~嗯~~混蛋~~": "Ah ~~~ cabul ~~ mm ~~~ mm ~~ bajingan ~~",
  "转换姿势": "Ubah posisi",
  "我们来换个姿势吧": "Mari beralih posisi.",
  "你让薇薇安骑在你身上，摆出女上骑乘的姿势": "Anda memiliki perjalanan Vivian di atas Anda, menyerang posisi cowgirl.",
  "喂喂喂，混蛋！你摆出这个姿势是什么意思？": "Hei, hei, hei, bajingan! Apa arti mencolok pose ini?",
  "难不成你想让我主动骑在你身上？": "Mungkinkah Anda ingin saya mengambil inisiatif untuk mengendarai Anda?",
  "当然啊，我有点累了": "Tentu saja, saya agak lelah.",
  "滚！这不可能！": "Enyah! Itu tidak mungkin!",
  "算我求你了，行吧？": "Aku memohon padamu, baiklah?",
  "我好想再体验一次，我们处男处女毕业那天晚上的姿势": "Saya benar -benar ingin menghidupkan kembali posisi itu dari malam kami berdua kehilangan keperawanan kami.",
  "求求你了，校长大人": "Tolong, kepala sekolah.",
  "用你的小穴，来狠狠地教训我这个叛逆的学生吧": "Gunakan vagina Anda untuk mendisiplinkan dengan keras siswa yang memberontak ini.",
  "哼！既然你都这么低三下四地求我了": "Hmph! Karena Anda memohon kepada saya dengan rendah hati.",
  "满足你一次也不是不行": "Bukan tidak mungkin untuk memuaskan Anda sekali.",
  "就只有这一次哦": "Hanya satu kali, oke?",
  "对待你这种废物鸡巴，整天不学好的叛逆学生": "Untuk siswa yang memberontak seperti Anda dengan ayam yang tidak berguna yang tidak belajar sepanjang hari.",
  "就是要应该、、、": "Itu harus ...",
  "像这样、、、": "Seperti ini...",
  "狠狠地管教一下、、、啊~~~": "Disiplin dengan kasar ... ah ~~~",
  "怎么样？知道校长的厉害了吧？": "Bagaimana itu? Sekarang Anda tahu seberapa tangguhnya kepala sekolah, bukan?",
  "看你以后、、、还敢不敢、、、": "Mari kita lihat apakah Anda berani di masa depan ...",
  "顶撞、、、顶撞、、、校长~~~": "Untuk menentang ... menentang ... kepala sekolah ~~~",
  "哦~~~嗯~~~啊啊~~~": "Oh ~~~ mm ~~~ ah ~~~",
  "骑乘式": "Gaya cowgirl",
  "抱腿式": "Gaya pemeluk kaki",
  "你在薇薇安的小穴内射大量精液": "Anda ejakulasi sejumlah besar semen di dalam vagina Vivian.",
  "哦~~~校长大人的小穴~~太棒了！！": "Oh ~~~ vagina kepala sekolah ~~ itu luar biasa !!",
  "哼哼，这次我就不刁难你了": "Hmph, saya tidak akan menyulitkan Anda kali ini.",
  "从今以后，你就是我这所学校的正式学生了，明白了吗？": "Mulai sekarang, Anda adalah siswa resmi di sekolah saya, mendapatkannya?",
  "明白了！校长大人！": "Dipahami! Kepala sekolah!",
  "已经成功完成入学任务，成为正式的学生": "Anda telah berhasil menyelesaikan tugas pendaftaran dan menjadi siswa resmi.",
  "看，他来了！我说的就是他！": "Lihat, dia di sini! Itulah pria yang saya bicarakan!",
  "我明白了！": "Saya mengerti!",
  "你这个婊子养的狗杂种！": "Kamu bangsat!",
  "你给老子过来！": "Lepaskan ke sini!",
  "卡拉的男朋友抓住你的衣领，让你动弹不得": "Pacar Carla meraih kerah Anda, membuat Anda tidak bisa bergerak.",
  "我听卡拉说了，就是你在欺负她是吧？！": "Saya mendengar dari Carla bahwa Anda yang menggertaknya, kan?!",
  "你不知道她是我的女朋友吗？": "Apakah kamu tidak tahu dia pacarku?",
  "你想死了是吧？": "Anda ingin mati, bukan?",
  "你想反抗他，但是看到你们的体型差距，权衡利弊之后": "Anda ingin melawan, tetapi melihat perbedaan ukuran dan menimbang pro dan kontra.",
  "你觉得绝对打不过他，于是选择忍让": "Anda menyadari bahwa Anda benar -benar tidak bisa mengalahkannya, jadi Anda memilih untuk mundur.",
  "我在和你说话！你耳聋吗？": "Saya berbicara dengan Anda! Apakah Anda tuli?",
  "你说！你有没有欺负过我女朋友？！": "Beri tahu saya! Pernahkah Anda menggertak pacar saya?!",
  "额，是发生过一点冲突、、、": "Uh, ada sedikit konflik ...",
  "冲突！！！妈的！！！": "Konflik!!! Brengsek!!!",
  "给你一巴掌，看你以后老不老实！": "Saya akan menampar Anda untuk melihat apakah Anda akan berperilaku di masa depan!",
  "小子你听着！日后再敢碰我女朋友一根毫毛，我饶不了你！": "Dengarkan, Nak! Jika Anda berani menyentuh satu rambut pada pacar saya lagi, saya tidak akan membiarkan Anda pergi!",
  "你明白了吗？": "Apakah kamu mengerti?",
  "明白了、、、": "Dipahami...",
  "算你识趣，现在，立马给我有多远滚多远": "Anda pintar. Sekarang, segera dapatkan, segera.",
  "明白了、、、我马上滚、、、": "Mengerti ... saya akan segera tersesat ...",
  "你借机躲到暗处，观察卡拉和她男朋友": "Anda mengambil kesempatan untuk bersembunyi di bayang -bayang, mengamati Carla dan pacarnya.",
  "妈的，这个大块头是谁啊？": "Sial, siapa pria besar ini?",
  "我感觉我打不过他，大丈夫能伸能缩，我先忍他这次": "Saya merasa tidak bisa mengalahkannya. Seorang pria sejati tahu kapan harus menyerah, jadi saya akan mentolerirnya kali ini.",
  "我现在得跟踪他，调查他的来历，然后再等待时机报复！": "Saya perlu mengikutinya sekarang, menyelidiki latar belakangnya, dan menunggu saat yang tepat untuk membalas dendam!",
  "谢谢你，帮我报复了哪个混蛋": "Terima kasih telah membantu saya membalas dendam pada brengsek itu.",
  "真的是出了一口恶气！": "Itu benar -benar melepaskan sedikit uap!",
  "尤其是那一巴掌！啧啧啧，看的真爽啊": "Terutama tamparan itu! Tsk tsk tsk, sangat memuaskan untuk ditonton.",
  "那是当然，看看哪个窝囊废的样子吧": "Tentu saja, lihat saja wajah pecundang itu.",
  "他以后再也不敢靠近我们俩了，哈哈": "Dia tidak akan berani mendekati kita lagi, haha.",
  "来，亲爱的，我们亲一个": "Ayo, sayang, mari kita mencium.",
  "不要，讨厌啦，嘿嘿，你真坏": "Tidak, ugh, hehe, kamu sangat nakal.",
  "快放开我，哼哼": "Biarkan aku pergi, Hmph.",
  "妈的，这对狗男女，你们给我等着！": "Sialan, kau sepasang anjing, hanya tunggu!",
  "你跟踪了卡拉男朋友一整天，终于看到他和某个男人见面": "Anda mengikuti pacar Carla sepanjang hari dan akhirnya melihatnya bertemu dengan seorang pria tertentu.",
  "老大，这次叫我来是有何吩咐？": "Bos, apa pesanan Anda untuk menelepon saya di sini kali ini?",
  "这次叫你来，是想让你帮我个忙": "Saya menelepon Anda di sini untuk meminta bantuan.",
  "我上次绑架了你们学校的校长，打算把她操成肉便器": "Terakhir kali, saya menculik kepala sekolah Anda, berencana untuk mengubahnya menjadi budak seks.",
  "把她变成肉便器后再把她财产抢过来": "Ubah dia menjadi budak seks dan kemudian mencuri hartanya.",
  "谁知道不知道从哪里突然冒出一个小子把她救走了": "Siapa yang tahu beberapa anak akan tiba -tiba muncul entah dari mana dan menyelamatkannya.",
  "妈的，我的那群手下都是废物，连个女人都看不住，让她给跑了": "Sialan, semua orangku tidak berguna, bahkan tidak bisa mengawasi seorang wanita, dan membiarkannya melarikan diri.",
  "我打算再把你们校长绑架一次，这次由你来看守": "Saya berencana untuk menculik kepala sekolah Anda lagi, dan kali ini, Anda bertugas menjaganya.",
  "没问题老大，交给我吧": "Tidak masalah, bos, serahkan padaku.",
  "不过老大，你们玩腻哪个校长之后": "Tapi bos, setelah Anda selesai dengan kepala sekolah itu.",
  "能让我也操一次吗？我早就想狠狠地操她了": "Bisakah saya mencobanya juga? Saya ingin bercinta keras untuk waktu yang lama.",
  "放心，跟着我混，好处少不了你的": "Jangan khawatir, tetap dengan saya, dan Anda tidak akan kekurangan manfaat.",
  "糟糕，他们好像在商量着要对薇薇安不利啊": "Oh tidak, sepertinya mereka merencanakan sesuatu yang buruk terhadap Vivian.",
  "我得想办法通知薇薇安": "Saya perlu menemukan cara untuk memperingatkan Vivian.",
  "你掏出手机，把这个男人的照片拍摄下来": "Anda mengeluarkan ponsel Anda dan mengambil foto pria ini.",
  "照片拍好了，事不宜迟，马上去找薇薇安": "Foto diambil, tidak ada waktu untuk disia -siakan, segera temukan Vivian.",
  "你以最快的速度赶到薇薇安的办公室": "Anda bergegas ke kantor Vivian secepat mungkin.",
  "不驾驶汽车": "Jangan mengendarai mobil",
  "服装商店": "Toko pakaian",
  "百货商店": "toko serba ada",
  "购买物品": "Membeli barang",
  "日常互动": "Interaksi harian",
  "返回": "Kembali",
  "你找我有什么事？": "Apa yang Anda inginkan dengan saya?",
  "薇薇安，我有特别重要的事情找你谈谈": "Vivian, saya memiliki sesuatu yang sangat penting untuk didiskusikan dengan Anda.",
  "今天晚上有时间吗？我们出去喝杯咖啡边喝边聊": "Apakah Anda bebas malam ini? Ayo ambil kopi dan bicara.",
  "你和薇薇安来到一个咖啡厅": "Anda dan Vivian tiba di kafe.",
  "所以呢？你刚刚要说的事情是什么？": "Jadi, apa yang ingin Anda bicarakan?",
  "我想找你确认一下，你认不认识某个人": "Saya ingin mengkonfirmasi jika Anda mengenal orang tertentu.",
  "我的手机里面拍摄了一张照片": "Saya mengambil foto di ponsel saya.",
  "照片里面的人好像和上次绑架你的人有关系": "Orang di foto itu tampaknya terhubung dengan orang yang menculik Anda terakhir kali.",
  "你仔细看看": "Perhatikan dari dekat.",
  "照片么？我看看、、、": "Foto? Biarkan saya melihat ...",
  "啊、、、、这、、、、": "Ah ... ini ...",
  "这个人是！！！": "Orang ini !!!",
  "这个人就是上次绑架我，给我喂食春药的罪犯！": "Ini adalah penjahat yang menculik saya terakhir kali dan memberi saya afrodisiak!",
  "你是怎么找到他的！": "Bagaimana Anda menemukannya?",
  "我在跟踪他，我发现，他在计划再次绑架你": "Saya mengikutinya, dan saya tahu dia berencana untuk menculik Anda lagi.",
  "他还说，要计划把你财产抢走，把你日成肉便器什么的": "Dia juga mengatakan dia berencana untuk mencuri properti Anda dan mengubah Anda menjadi budak seks atau semacamnya.",
  "天啊咯": "Astaga.",
  "这么说我现在的处境很危险、、、": "Jadi situasi saya saat ini sangat berbahaya ...",
  "是的，我正是要和你说这个事": "Ya, itulah yang ingin saya katakan kepada Anda.",
  "我们赶紧离开这个地方吧，现在除了家里和学校，我哪里都不敢去了": "Mari kita keluar dari sini dengan cepat. Saat ini, saya tidak berani pergi ke mana pun kecuali rumah dan sekolah.",
  "我送你回去": "Aku akan membawamu kembali.",
  "嗯，谢、、、谢谢你": "Mm, terima kasih ... terima kasih.",
  "这是你的车吗？": "Apakah ini mobilmu?",
  "是啊，怎么了？": "Ya, ada apa?",
  "不错的车": "Mobil yang bagus.",
  "怎么？你喜欢？": "Apa, kamu menyukainya?",
  "喜欢就送你吧，我车子多得很": "Jika Anda menyukainya, saya akan memberikannya kepada Anda. Saya punya banyak mobil.",
  "什么？你就这样送我了？": "Apa? Anda hanya memberikannya kepada saya?",
  "你是富婆？？？": "Apakah kamu wanita kaya ???",
  "确实有点钱，至于到底有多少钱我也不清楚": "Saya punya uang, tetapi saya tidak tahu persis berapa.",
  "反正这辈子是花不完了": "Ngomong -ngomong, saya tidak akan bisa menghabiskan semuanya dalam kehidupan ini.",
  "赶紧开车载我回家吧，这地方我呆着没安全感": "Cepatlah dan bawa aku pulang. Saya tidak merasa aman tinggal di sini.",
  "已经获得汽车，可以在家——车库直接使用": "Anda telah mendapatkan mobil, yang dapat digunakan langsung dari rumah - garasi.",
  "你家在哪里？你是不是一个人住？": "Dimana rumahmu? Apakah kamu tinggal sendiri?",
  "哼，我一个人住怎么了？": "Hmph, ada apa dengan hidup sendiri?",
  "我警告你，可别动歪脑筋哦": "Saya memperingatkan Anda, jangan dapatkan ide -ide lucu.",
  "在前面左拐那一片别墅区，最豪华的哪一栋就是了": "Belok ke kiri ke depan ke distrik Villa; Yang paling mewah adalah milik saya.",
  "不久，你们到达了薇薇安的家": "Segera, Anda tiba di rumah Vivian.",
  "你家里这么大，你就一个人住吗？": "Rumah Anda sangat besar, dan Anda tinggal di sini sendirian?",
  "你住在这里安全吗？": "Apakah aman bagi Anda untuk tinggal di sini?",
  "安全你倒是不用担心，这里是富人区": "Anda tidak perlu khawatir tentang keamanan; Ini adalah lingkungan yang kaya.",
  "门口是有安保人员的，路上也有巡警持枪巡逻": "Ada penjaga keamanan di pintu masuk, dan polisi bersenjata berpatroli di jalanan.",
  "来我房间休息一下吧，跟我来": "Ayo istirahat di kamar saya, ikuti saya.",
  "来，当自己家一样不用客气的": "Buat diri Anda di rumah, tidak perlu bersikap sopan.",
  "坐这边吧，休息一下": "Duduk di sini dan istirahat sebentar.",
  "我去那边换套日常衣服": "Saya akan pergi ke sana untuk berganti pakaian menjadi pakaian kasual.",
  "色狼！你可不许偷看哦！": "Orang cabul! Anda tidak diizinkan mengintip!",
  "偷窥薇薇安换衣服": "Mengintip pakaian ganti Vivian",
  "怎么可能不偷看呢，不偷看的都是太监": "Bagaimana saya bisa tidak mengintip? Hanya seorang kasim yang tidak mengintip.",
  "身材真好啊，给我看硬了": "Sungguh sosok yang hebat, itu membuat saya sulit.",
  "真不敢相信我居然上过她": "Aku tidak percaya aku benar -benar tidur dengannya.",
  "好了，该回去了，被发现就不好了": "Baiklah, saatnya untuk kembali; Tidak akan baik jika saya tertangkap.",
  "薇薇安换成日常便装，来到你的面前": "Vivian berubah menjadi pakaian kasual dan mendatangi Anda.",
  "色狼，你刚刚绝对有偷窥吧？！": "Convert, kamu pasti mengintip sekarang, bukan?!",
  "咳咳，是偷偷看了一下": "Batuk, saya menyelinap mengintip.",
  "没办法，你太漂亮了，忍不住啊": "Tidak bisa menahannya, Anda terlalu cantik, saya tidak bisa menolak.",
  "我就知道": "Saya tahu itu.",
  "哼哼，算你老实": "Hmph, setidaknya Anda jujur.",
  "薇薇安来到你面前，叉着腰": "Vivian berdiri di depan Anda dengan tangan di pinggulnya.",
  "其实我有两件事要你做": "Sebenarnya, saya punya dua hal untuk Anda lakukan.",
  "第一件事，就是我要你当我保镖": "Hal pertama adalah, saya ingin Anda menjadi pengawal saya.",
  "你也知道，目前我的处境很危险，需要有人保护": "Seperti yang Anda ketahui, situasi saya berbahaya sekarang, dan saya membutuhkan seseorang untuk melindungi saya.",
  "你需要负责我的日常安全": "Anda harus bertanggung jawab atas keselamatan harian saya.",
  "当然，我也会支付你保镖费用": "Tentu saja, saya akan membayar Anda biaya pengawal.",
  "第二件事，我想要包养你": "Yang kedua adalah, saya ingin membuat Anda menjadi kekasih.",
  "当我有性欲需求的时候，你要对我言听计从": "Ketika saya memiliki kebutuhan seksual, Anda harus mematuhi saya sepenuhnya.",
  "我可以做你的保镖，但我不能被你包养！": "Saya bisa menjadi pengawal Anda, tetapi saya tidak akan menjadi kekasih Anda yang disimpan!",
  "开什么玩笑，我可是男人耶，又不是什么吃软饭的！": "Sungguh lelucon, saya seorang pria, bukan pria yang hidup dari seorang wanita!",
  "所以我不能接受被你包养": "Jadi saya tidak bisa menerima Anda.",
  "你是不是还没搞清楚状况？": "Anda belum menemukan situasinya belum?",
  "我看你啊~~~~": "Biarkan saya memberi tahu Anda ~~~~",
  "薇薇安一脚踩在你梆硬的鸡巴上": "Vivian menginjak ayam keras Anda.",
  "被我包养有什么不好的？": "Apa yang begitu buruk tentang disimpan oleh saya?",
  "你突然从哪里冒出来的大男人主义？": "Dari mana asalnya sikap macho yang tiba -tiba ini?",
  "我又有钱，身材又好，长得又漂亮": "Saya kaya, memiliki sosok yang hebat, dan saya cantik.",
  "不知道多少臭男人想摸我的手，这辈子都摸不到": "Pria busuk yang tak terhitung jumlahnya ingin menyentuh tangan saya tetapi tidak akan pernah mendapatkan kesempatan dalam hidup mereka.",
  "我看你啊，就适合吃软饭，你看看你的鸡巴都硬成这样了": "Saya pikir Anda sempurna untuk hidup dari seorang wanita; Lihat betapa kerasnya ayam Anda sudah.",
  "为什么不顺从你的老二，当个舒舒服服的小白脸呢？": "Mengapa tidak mengikuti penis Anda dan jadilah pria yang nyaman?",
  "你仔细想想，被富婆包养确实也没啥不好的": "Pikirkan dengan cermat; Dipertahankan oleh wanita kaya tidak terlalu buruk.",
  "接受被薇薇安包养": "Terima yang disimpan oleh Vivian",
  "有钱拿，也能爽，薇薇安也长得漂亮": "Anda mendapatkan uang, kesenangan, dan Vivian juga cantik.",
  "好吧，我答应你~~~": "Baiklah, saya setuju ~~~",
  "哼，还算你识趣": "Hmph, kamu cukup masuk akal.",
  "你不是很喜欢我的脚的吗？": "Tidakkah kamu benar -benar suka kakiku?",
  "现在我允许你用我的脚射出来哦": "Sekarang saya membiarkan Anda cum menggunakan kaki saya.",
  "你抓住薇薇安的黑丝美腿来回摩擦": "Anda meraih kaki indah Vivian yang bergeser dan bergesekan.",
  "从这个角度还能看到薇薇安粉嫩的小穴，淫水流淌停不下来": "Dari sudut ini, Anda juga dapat melihat vagina merah muda Vivian, dengan cairan cabul mengalir tak terkendali.",
  "啊，薇薇安的小穴，小穴、、、": "Ah, vagina Vivian, vagina ...",
  "射、、要射了、、、": "Cum ... aku akan cum ...",
  "你终于忍不住了": "Anda akhirnya tidak bisa menahan diri.",
  "把所有的精液都射到薇薇安的裙子和小穴上面": "Anda menembak semua air mani Anda ke rok dan vagina Vivian.",
  "呵呵，今天就这样结束了哦": "Hehe, itu saja untuk hari ini.",
  "我想想明天要玩什么呢？嘿嘿、、": "Aku ingin tahu apa yang akan kita mainkan besok? Hehe ...",
  "如果直接从这里后入她的话，应该会爽的不得了吧": "Jika saya membawanya dari belakang di sini, rasanya luar biasa, bukan?",
  "主线任务第六天": "Pencarian utama: hari keenam",
  "去学校校长办公室找薇薇安提交入学资料": "Pergilah ke kantor kepala sekolah untuk menyerahkan dokumen pendaftaran ke Vivian.",
  "主线任务第七天": "Pencarian Utama: Hari Tujuh",
  "卡拉好像有事情找我": "Carla tampaknya memiliki sesuatu untuk dibicarakan dengan saya.",
  "你有本事放学跟我来！": "Jika Anda punya nyali, temui saya sepulang sekolah!",
  "来就来，说的好像怕你似的": "Saya masuk - berpikir saya takut pada Anda atau semacamnya?",
  "该游戏所有角色都是自愿出演的虚拟成年人，并且这是一个虚拟的故事": "Semua karakter dalam game ini menyetujui orang dewasa virtual, dan ini adalah kisah fiksi.",
  "一个神秘的声音：": "Suara misterius:",
  "嘿！你听我说，你想转生到异世界吗？": "Yo, dengarkan! Ingin bereinkarnasi ke dunia lain?",
  "在异世界，不仅有刁蛮可爱的萝莉，高冷性感的御姐": "Di dunia itu, Anda memiliki lolis lucu yang lancang dan saudara perempuan yang keren dan seksi.",
  "成熟妩媚的人妻还有给你提供帮助的精灵小姐姐": "Istri dewasa, menawan, dan gadis -gadis peri yang membantu siap membantu.",
  "只要你转生到异世界，这些美女都可以拥入怀中哦": "Berininkarnasi di sana, dan semua keindahan ini bisa menjadi milik Anda untuk dipegang!",
  "好像听着还不错呢，试试吧": "Kedengarannya sangat manis. Mari kita cobalah.",
  "异世界？劳资才不去呢！": "Dunia lain? Tidak, saya tetap tinggal!",
  "你可知道我是谁？": "Apakah Anda bahkan tahu siapa saya?",
  "不识趣！你可知道我是谁？": "Anda tidak mengerti! Anda punya ide dengan siapa Anda berurusan?",
  "卡车大帝：": "Kaisar Truk:",
  "我可是公路无敌的百吨王大运重卡，江湖人称“卡车大帝”": "Saya adalah raja 100 ton yang tak terkalahkan di jalan raya, yang dikenal di jalanan sebagai 'Kaisar Truk'!",
  "我这就送你去异世界！": "Saya mengirimkan Anda ke dunia lain sekarang!",
  "别害怕！头晕是正常的！": "Jangan panik! Merasa pusing benar -benar normal!",
  "你要撞大运咯！": "Anda akan mencapai jackpot!",
  "我是......是否开启血缘关系？开启之后她就是你的妈妈": "Saya ... ingin mengaktifkan hubungan darah? Jika diaktifkan, dia akan menjadi ibumu.",
  "关闭血缘关系她就是你的房东（寄宿家庭）": "Nonaktifkan hubungan darah, dan dia pemilik rumah Anda (keluarga angkat).",
  "默认不开启：房东": "Default: Dinonaktifkan - Tuan tanah",
  "开启：妈妈": "Diaktifkan: Bu",
  "我是你的房东啊": "Saya tuan tanah Anda, Anda tahu.",
  "我是你的妈妈": "Saya ibumu.",
  "哥...哥哥？": "Big ... Brother?",
  "哥哥！！！": "Saudara laki-laki!!!",
  "哥哥,你终于醒了，呜呜呜~~~": "Saudara, Anda akhirnya bangun, terisak ~~~",
  "妹妹杰西卡扑到你的怀里紧紧抱着你": "Adik perempuan Anda, Jessica, melemparkan dirinya ke pelukan Anda, memeluk Anda erat -erat.",
  "哥哥,呜呜呜~~~": "Saudara, terisak ~~~",
  "呵呵，杰西卡这小妮子也真是的": "Heh, Jessica, pengacau kecil ini, di sana lagi.",
  "别搂得这么紧啊，小心把哥哥的腰搂断了": "Mudah pelukan, kiddo, atau Anda akan menjentikkan tulang belakang kakak Anda!",
  "欢迎回家！我是你的姐姐艾米丽哦": "Selamat Datang di rumah! Aku kakakmu, Emily!",
  "杰西卡依旧紧紧搂着你不肯放开": "Jessica masih melekat pada Anda, tidak melepaskan.",
  "好啦好啦，等会再撒娇吧": "Baiklah, oke, simpan pelukan untuk nanti.",
  "才刚刚从医院回来，让他好好休息几天吧": "Dia baru saja kembali dari rumah sakit - biarkan istirahatnya selama beberapa hari.",
  "嗨，又见面了，你准备好开启主线任务了吗？": "Hei, kita bertemu lagi! Siap memulai pencarian utama?",
  "注：某些人物的剧情需要通过主线任务才能开启剧情": "CATATAN: Beberapa alur cerita karakter hanya dapat dibuka melalui pencarian utama.",
  "开启主线任务（进入副本）": "Mulai pencarian utama (masukkan instance)",
  "不，我还没准备好": "Nah, saya belum siap.",
  "也许下一次？": "Mungkin lain kali?",
  "嗨！我叫做南娜，是一位拥有魔法的精灵": "Hai! Saya Nanna, peri dengan kekuatan magis.",
  "卡车大帝派遣我过来异世界帮助你": "Kaisar truk mengirim saya ke dunia lain ini untuk membantu Anda.",
  "需要我教你一些这个游戏的基础操作吗？": "Ingin saya memandu Anda melalui beberapa kontrol permainan dasar?",
  "谢谢，我不需要": "Terima kasih, tapi saya baik -baik saja.",
  "时间的修改": "Penyesuaian waktu",
  "主菜单事项": "Opsi Menu Utama",
  "任务的触发": "Pemicu tugas",
  "好的，我们会再见的，拜拜": "Keren, tangkapmu nanti. Selamat tinggal!",
  "你只需要点击日历本，就可以任意修改时间了呢": "Cukup ketuk kalender untuk mengubah waktu kapan pun Anda mau.",
  "这是游戏最常用的功能了，有些事件需要特定的时间才能触发": "Ini adalah salah satu fitur yang paling banyak digunakan - beberapa peristiwa hanya memicu pada waktu tertentu.",
  "只要点击这个手机即可打开主菜单": "Ketuk telepon untuk membuka menu utama.",
  "主菜单里面有任务攻略和修改器，要多加利用哦": "Menu utama memiliki panduan dan cheat pencarian - menggunakannya dengan bijak!",
  "在主菜单里面，打开任务面板就可以看到当前任务": "Buka panel tugas di menu utama untuk memeriksa pencarian Anda saat ini.",
  "比如说这个感叹号": "Seperti tanda seru ini, misalnya.",
  "这个感叹号是凯瑟琳的任务触发点，完成任务后得到奖励": "Tanda seru ini adalah pemicu pencarian Catherine. Lengkapi untuk hadiah.",
  "感叹号代表着当前角色的任务进度": "Tanda seru menunjukkan kemajuan pencarian karakter.",
  "如果你不知道下一个任务怎么做，可以打开《主菜单》---《任务攻略》": "Jika Anda terjebak dalam pencarian, periksa ‘menu utama’ -> ‘Panduan Quest’ untuk bantuan.",
  "需要注意到是，这个任务只有在周末的晚上才能触发": "Kepala: Pencarian ini hanya memicu malam akhir pekan.",
  "需要这个时间才能触发": "Membutuhkan waktu khusus ini untuk mengaktifkan.",
  "糟糕了，那位美女被绑架进这栋大楼了": "Oh tidak! Gadis cantik itu diculik ke gedung ini!",
  "我觉得我应该第一时间报警，等警察来拯救她": "Saya harus segera menelepon polisi dan membiarkannya menanganinya.",
  "可笑，等警察赶到，估计早就已经来不及了": "Pfft, pada saat polisi muncul, sudah terlambat.",
  "如果你立马冲进去救人，还来得及": "Jika Anda bergegas menyelamatkannya sekarang, Anda mungkin masih berhasil.",
  "啊？我？我有几斤几两我不知道么？": "Apa, aku? Bukankah saya tahu batas saya sendiri?",
  "我这样贸然冲进去和找死有什么区别？": "Mengisi daya seperti itu hanya meminta untuk membunuh diri saya sendiri!",
  "放心啦，有我在这里呢！": "Dingin, kamu punya aku di sini!",
  "我会在战斗中给予你强大的力量": "Saya akan memberi Anda kekuatan serius selama pertarungan.",
  "你进去英雄救美说不定美人会以身相许哦": "Pergi bermain pahlawan dan simpan gadis itu - dia mungkin hanya memberi Anda penghargaan dengan hatinya!",
  "虽然你感到害怕，但是如果有这位精灵小姐姐相助，你觉得有希望": "Anda takut, tetapi dengan bantuan gadis peri ini, Anda merasakan percikan harapan.",
  "太好了，就是这份气势，我们冲进去": "Ya ampun, itu semangatnya! Ayo menyerbu!",
  "我能感受到，附近有一颗非常强大力量宝石": "Saya bisa merasakan permata super kuat di dekatnya.",
  "我能感觉到，力量宝石就在附近": "Saya merasakannya - Permata Kekuatan dekat.",
  "等等，你手上的是？力量宝石？": "Tahan, apakah itu ... permata kekuatan di tangan Anda?",
  "拿好这颗力量，你会用得上它的": "Pegang permata ini - Anda akan membutuhkannya.",
  "蕴含着无法想象的力量": "Itu dikemas dengan kekuatan yang tak terbayangkan.",
  "力量宝石": "Permata Kekuatan",
  "要不我试试刚刚得到的力量宝石吧": "Mungkin saya harus mencoba permata kekuatan yang baru saja saya dapatkan.",
  "对卡拉使用力量宝石": "Gunakan Power Gem di Carla.",
  "力量宝石还有另一个用法哦，让我来教你吧": "Permata kekuatan memiliki penggunaan lain - biarkan saya menunjukkan caranya.",
  "学习力量宝石的另一个用法": "Pelajari penggunaan lain untuk Power Gem.",
  "会员福利": "fasilitas pendukung",
  "该剧情是会员专属福利剧情，感恩金主爸爸们一直以来的支持": "Alur cerita ini adalah kegembiraan eksklusif bagi para pendukung - berkat para pendukung kami yang murah hati!",
  "此剧情不会对主线有任何影响，只作为一个额外的福利": "Alur cerita ini tidak memengaruhi pencarian utama - itu hanya suguhan bonus.",
  "开启剧情": "Mulai alur cerita",
  "下次一定": "Lain kali, pasti.",
  "成为会员": "Menjadi pendukung",
  "某天，你正在和姐姐艾米丽一起看电视": "Suatu hari, Anda bersantai dengan kakak perempuan Anda Emily, menonton TV.",
  "哈哈哈，这部真是有够搞笑的": "Hahaha, acara ini sangat lucu!",
  "是啊，还有电影里面的女主角穿兔女郎的服装，真的是太色了": "Ya, dan pahlawan dalam pakaian gadis kelinci itu? Sial, itu panas.",
  "怎么？难道你喜欢兔女郎服装？": "Apa, Anda menjadi kostum gadis kelinci atau semacamnya?",
  "嗯，特别喜欢": "Ya ampun, saya terobsesi.",
  "坏弟弟，你等我一会儿": "Adik laki -laki yang nakal, beri aku waktu sebentar.",
  "姐姐有个惊喜给你哦": "Kakak besar Anda memiliki kejutan untuk Anda!",
  "艾米丽更换成兔女郎衣服出现在你面前": "Emily melangkah dengan pakaian gadis kelinci, berdiri tepat di depan Anda.",
  "哇，姐姐你穿上这套衣服性感极了": "Whoa, sis, kamu terlihat panas dalam pakaian itu!",
  "呵呵，姐姐和刚刚电影里的女主角比起来怎么样？": "Heh, bagaimana cara menumpuk melawan pahlawan film itu?",
  "电影里的那些平庸角色哪里能和我的姐姐比啊": "Karakter film buta tidak memegang lilin untuk saudara perempuan saya!",
  "呵呵，真的吗？你不会是在哄姐姐开心吧？": "Heh, Benarkah? Anda tidak hanya mentega saya, bukan?",
  "艾米丽躺在你的身边，把一双美腿架在你的肩膀": "Emily bersantai di sebelah Anda, melemparkan kakinya yang indah ke pundak Anda.",
  "姐姐的黑丝美腿，实在太棒了": "Sis, kaki Anda di stoking hitam itu? Kesempurnaan mutlak.",
  "坏弟弟，你真的有那么喜欢我的腿吗？": "Saudara nakal, apakah kamu benar -benar mencintai kakiku * itu * banyak?",
  "你怎么证明呢？": "Buktikan, kalau begitu.",
  "喜欢，喜欢姐姐的美腿": "Aku suka mereka, aku suka kakimu yang cantik, kakak!",
  "我舔，我怎么舔都舔不够": "Saya akan menjilat mereka - saya tidak bisa mendapatkan cukup!",
  "嗯嗯~~哦~~啊啊啊~~": "Mmm ~~ oh ~~ ahhh ~~",
  "坏弟弟~~~你舔脚的功夫很厉害呢~~哦~~~": "Saudara Nakal ~~~ Anda * benar -benar * pandai menjilati kaki ~~ oh ~~~",
  "舔~舔的姐姐~~好~~好舒服哦哦~~": "Menjilati ~~ membuat adikmu ~~ feel ~~ sangat bagus ~~ ohh ~~",
  "舔了好一会儿~~~": "Terus menjilati untuk sementara waktu ~~~",
  "姐姐~~~我的鸡巴好难受啊~~": "Sis ~~~ penisku sangat buruk ~~",
  "我想要姐姐用黑丝美脚给我足交！": "Saya ingin Anda menggunakan kaki stocking yang seksi untuk footjob!",
  "呵呵，弟弟真是个变态色狼呢": "Heh, Anda adalah serigala kecil yang pervy, bukan?",
  "居然对着姐姐的美脚就能硬成这样": "Mendapatkan ini sulit hanya dari kakiku? Wow.",
  "真是令姐姐困扰呢！": "Anda benar -benar menempatkan saudara perempuan Anda di tempat yang sulit!",
  "啊，就是这样！我是变态！": "Ya, itu benar! Saya orang cabul!",
  "姐姐用黑丝美脚狠狠地惩罚我吧": "Menghukum saya keras dengan kaki stocking yang seksi itu, Sis!",
  "啊~~姐姐~~~我~~~要~~射了~~啊啊~~~": "Ah ~~ sis ~~~ aku ~~ akan ~~ cum ~~ ahh ~~~",
  "艾米丽突然把双脚分开": "Emily tiba -tiba menarik kakinya terpisah.",
  "不可以哦！": "Tidak, belum!",
  "姐姐不允许你现在射精呢~~~": "Adikmu belum membiarkanmu cum ~~~",
  "姐姐，求你了，不要这样~~~": "Sis, tolong, jangan lakukan ini ~~~",
  "让我射出来吧~~我好痛苦啊~~~": "Biarkan saya cum ~~ itu membunuh saya ~~~",
  "哼，才不要呢！": "Hmph, tidak mungkin!",
  "你光顾着自己爽，你有考虑过姐姐的感受吗？": "Anda hanya memikirkan tentang kesenangan Anda sendiri - bagaimana perasaan * saya *?",
  "你没看到姐姐已经湿润的不行了吗？": "Tidak bisakah Anda melihat saya sudah basah kuyup?",
  "真是笨蛋~~~": "Boneka seperti itu ~~~",
  "这样才对~~~": "Itu lebih seperti itu ~~~",
  "那么，你想对姐姐做什么呢？": "Jadi, apa yang ingin Anda lakukan untuk saudara perempuan Anda?",
  "姐姐，你流了好多水啊": "Sis, Anda meneteskan basah di sana.",
  "呵呵，弟弟，你有什么可以止水的方法吗？": "Heh, adik laki -laki, punya trik untuk menghentikan banjir?",
  "有啊姐姐，流水的地方塞住就行了": "Tentu lakukan, Sis - pasang kebocorannya!",
  "刚好我有一根大鸡巴可以塞住呢": "Dan saya punya ayam besar yang sempurna untuk pekerjaan itu.",
  "啊~~进来了~~~塞满了~~啊啊~~": "Ah ~~ itu ada di ~~~ Mengenakan saya ~~ ahh ~~",
  "姐~~姐~~啊啊~~的~~哦~~小穴，~被~~被塞满了！": "Sis ~~ sis ~~ ahh ~~ oh ~~ vagina saya ~~ itu ~~ diisi penuh!",
  "喔哦~~~姐姐~~你的小穴~~~好紧~~好湿润啊~~~": "Ohh ~~~ sis ~~ vagina Anda ~~ sangat ketat ~~ sangat basah ~~~",
  "姐姐~~我~~爱你~~姐姐~~": "Sis ~~ aku ~~ mencintaimu ~~ sis ~~",
  "啊啊~~姐姐~~要~~射了~~~射了~": "Ahh ~~ sis ~~ aku ~~ akan ~~ cum ~~~ cumming ~~",
  "真是的，又内射...": "Ugh, creampie lain ...",
  "万一怀上怎么办啊？一点都不为姐姐考虑": "Bagaimana jika saya hamil? Anda sama sekali tidak memikirkan saya!",
  "对不起，姐姐，因为实在太舒服了...": "Maaf, Sis, rasanya * terlalu * bagus ...",
  "才刚刚射完，怎么又变得这么硬了呢？": "Anda baru saja datang - bagaimana Anda sudah keras lagi?",
  "嘿嘿，你想不想再射几次？": "Heh, mau pergi beberapa putaran lagi?",
  "姐姐，姐姐今晚我们做个通宵好不好？": "Sis, bagaimana kalau kita pergi sepanjang malam malam ini?",
  "可以哦，不过现在姐姐累了，想休息一会": "Tentu, tapi saya memusnahkan sekarang - perlu bernafas.",
  "嘿嘿，是时候换人了呢！": "Heh, saatnya untuk beralih!",
  "换人？": "Mengalihkan? Siapa?",
  "是啊，换人！": "Yup, pemain baru!",
  "妈妈，别躲着自慰了，轮到你了": "Bu, berhentilah menyembunyikan dan menyentuh diri sendiri - giliranmu!",
  "啊？妈妈？": "Hah? Mama?",
  "凯瑟琳正在偷偷看着你和艾米丽做爱": "Catherine diam -diam mengawasi Anda dan Emily melakukannya.",
  "正在和艾米丽做爱": "Menyalakannya dengan Emily",
  "啊~~啊啊~~~哦哦~~嗯~~": "Ah ~~ ahh ~~~ ohh ~~ mmm ~~",
  "我也想要~~儿子~~儿子的~~大鸡巴~~": "Saya menginginkannya juga ~~ anak saya ~~ anak saya ~~ ayam besar ~~",
  "用力地~~插进来~~狠狠地~~插进来~~嗯嗯~~~~": "Dorong ~~ keras ~~ pound di ~~ mmm ~~~~",
  "内射~~内射~~~妈妈也想要~~内射~~~啊啊~~": "Creampie ~~ creampie ~~~ ibu ingin ~~ A creampie juga ~~~ ahh ~~",
  "此时突然传来一声呼唤": "Tiba -tiba, sebuah suara memanggil.",
  "妈妈，我抓到你了哦": "Bu, aku menangkapmu dengan tangan merah!",
  "来，别躲着一个人自慰了，我们去做个爽吧": "Ayo, berhentilah menyentuh diri sendiri - mari bersenang -senang!",
  "不，不要，别拉我~~~": "Tidak, jangan, jangan tarik aku ~~~",
  "弟弟，你看我发现了什么？刚刚妈妈边看我们做爱边自慰哦": "Adik laki -laki, coba tebak apa yang saya temukan? Ibu menyentuh dirinya sendiri saat menonton kami!",
  "才没有呢！艾米丽你可不要乱说...": "Mustahil! Emily, jangan mengarang ...",
  "是吗？那么让我来验证验证": "Ah, benarkah? Mari kita cari tahu.",
  "喂，等等，艾米丽你做什么？": "Hei, tunggu, Emily, apa yang kamu lakukan?",
  "别，别拉我衣服啊...": "Tidak, jangan tarik pakaian saya ...",
  "你别看着了，帮帮妈妈啊...": "Berhentilah menatap dan bantu ibu ...",
  "艾米丽把凯瑟琳的裙子拉起来，可以清晰地看到凯瑟琳并没有穿内裤": "Emily mendaki rok Catherine, mengungkapkan dia tidak mengenakan celana dalam apa pun.",
  "凯瑟琳的蜜穴的淫水顺着大腿滴落下来，明显是刚刚自慰完": "Pussy Catherine menetes di pahanya - jelas, dia hanya menyentuh dirinya sendiri.",
  "妈妈，现在证据确凿，你还有什么好说的吗？": "Bu, buktinya tidak dapat disangkal - apa alasan Anda sekarang?",
  "我，我只是今天忘记穿内裤了而已...": "Saya hanya lupa memakai celana dalam hari ini, itu saja ...",
  "不，不是你们想的那样子...": "Tidak, bukan itu yang Anda pikirkan ...",
  "弟弟，妈妈直到现在还在狡辩！": "Adik laki -laki, Ibu masih berusaha untuk keluar dari itu!",
  "现在，我宣判妈妈要被内射之刑，立刻执行！": "Saya dengan ini membuat ibu dari hukuman creampie - segera efektif!",
  "你和艾米丽合力把凯瑟琳摆成上下3P的姿势": "Anda dan Emily bekerja sama untuk memposisikan Catherine untuk threesome vertikal.",
  "妈妈，你忍了好久了吧？": "Bu, kamu sudah menahan diri untuk sementara waktu, ya?",
  "才没有呢...": "Tidak, saya belum ...",
  "是吗？可是你的小穴可是在欢迎我呢": "Ah, benarkah? Vagina Anda sepertinya cukup ramah bagi saya.",
  "哦~~进去了，妈妈湿润的小穴~~好紧啊~~": "Oh ~~ aku dalam ~~ vagina basah mom ~~ sangat ketat ~~",
  "嗯~~哦~~嗯呢~~": "Mmm ~~ oh ~~ mmm ~~",
  "坏蛋~~别~~顶的~~这么深~~顶到哪个地方了~~": "Anda brengsek ~~ jangan ~~ dorong ~~ sangat dalam ~~ Anda memukul tempat itu ~~",
  "弟弟，别光顾着妈妈啊！": "Adik laki -laki, jangan hanya fokus pada ibu!",
  "姐姐，姐姐也想要~~": "Kakak besar menginginkan beberapa juga ~~",
  "妈妈，对不起啊，姐姐已经在抗议了呢": "Maaf, Bu, Sis Besar sudah mengeluh.",
  "不要，不要离开妈妈~~~": "Tidak, jangan tinggalkan ibu ~~~",
  "继续，继续把妈妈干的失去理智吧~~": "Terus pergi, membuat ibu kehilangan pikirannya ~~",
  "但是，不可以哦~~": "Tapi, tunggu ~~",
  "你把鸡巴从凯瑟琳紧凑的小穴中拔出来，发出了~~啵~~的一声~~": "Anda menarik kemaluan Anda dari vagina ketat Catherine dengan ~~ pop ~~ suara ~~",
  "要公平对待呢": "Harus bermain adil, Anda tahu.",
  "姐姐的小穴，也很棒呢~~": "Vagina Sis Besar juga sangat menakjubkan ~~",
  "啊~~~就就是这样~~嗯哼~~": "Ah ~~~ itu saja ~~ mmm ~~",
  "哼，好过分，把妈妈干得不上不下就任由不管了~~": "Hmph, itu keras - melukai ibu menggantung seperti itu ~~",
  "嗯哼？是姐姐的小穴舒服还是妈妈的小穴舒服呢？": "Jadi, vagina siapa yang terasa lebih baik - Big Sis atau ibu?",
  "是啊~~你喜欢谁的小穴呢？": "Ya ~~ vagina siapa yang lebih Anda sukai?",
  "都很舒服~·我全都喜欢~~~": "Mereka berdua luar biasa ~~ Saya mencintai mereka semua ~~~",
  "这样吧~~等等弟弟射给谁，就更加喜欢谁~~怎么样？": "Bagaimana dengan ini ~~ Siapa pun yang Anda cum di dalam, itulah yang lebih Anda sukai ~~ berurusan?",
  "嗯哼~~~噢哦~~我没意见~~~嗯啊~": "Mmm ~~~ ohh ~~ aku keren dengan itu ~~~ ahh ~~",
  "插妈妈的小穴": "Dorong ke dalam vagina ibu",
  "插姐姐的小穴": "Dorong ke dalam vagina Sis besar",
  "啊~~妈妈~~·姐姐~~~我要射了~~": "Ah ~~ mom ~~ sis ~~~ aku akan cum ~~",
  "可以哦~~射~~射给妈妈吧~~~": "Lakukan ~~ cum ~~ cum di dalam ibu ~~~",
  "射给姐姐，姐姐好喜欢哦~~": "Cum di dalam sis besar - dia akan menyukainya ~~",
  "内射妈妈": "Creampie Mom",
  "内射姐姐": "Creampie Big Sis",
  "啊~~妈妈~~~~我要射了~~射给你了~~": "Ah ~~ mom ~~~~ aku cumming ~~ itu untukmu ~~",
  "啊~~姐姐~~~~我要射了~~射给你了~~": "Ah ~~ Big Sis ~~~~ Aku cumming ~~ Ini untukmu ~~",
  "射得好多哦~~都流出来了~~~": "Begitu banyak cum ~~ itu tumpah ~~~",
  "是吗？原来你更加喜欢妈妈多一点啊~~": "Oh, jadi kamu lebih suka ibu, ya ~~",
  "艾米丽显得很失落~~~~": "Emily terlihat sangat kecewa ~~~~",
  "姐姐别担心，下一发射给你哦": "Jangan khawatir, Sis, berikutnya untuk Anda.",
  "嗯哼，这样才对~~": "Mmm, itu lebih seperti itu ~~",
  "是吗？原来你更加喜欢姐姐多一点啊~~": "Oh, jadi kamu lebih suka kakak besar, ya ~~",
  "凯瑟琳显得很失落~~~~": "Catherine terlihat sangat kecewa ~~~~",
  "妈妈别担心，下一发射给你哦": "Jangan khawatir, Bu, selanjutnya untuk Anda.",
  "今天，也是精疲力尽的一天~~~": "Hari ini adalah hari lain yang benar -benar melelahkan ~~~",
  "妹妹，都已经这个时间了，你怎么还没有去上学？": "Kakak kecil, ini terlambat - mengapa belum Anda di sekolah?",
  "哥哥我在等你啊~~~": "Aku menunggumu, bro besar ~~~",
  "哥哥，我们一起去上学好不好嘛~~": "Ayo bersekolah bersama, ~~",
  "好不好嘛~~哥哥~~": "Ayo, bro besar, tolong ~~",
  "好好好，我送你去上学，行了吧？": "Baiklah, oke, saya akan membawa Anda ke sekolah, bahagia sekarang?",
  "嗯哼，我就知道~~": "Heh, saya tahu Anda akan mengatakan ya ~~",
  "哥哥对我最好了~~": "Anda adalah kakak laki -laki terbaik yang pernah ~~",
  "好啦好啦，再抱着哥哥不肯走的话，就要迟到了哦": "Oke, oke, terus peluk aku dan kita akan terlambat!",
  "嘻嘻，迟到一会又有什么关系呢？": "Hehe, apa masalah besar jika kita sedikit terlambat?",
  "哥哥的怀抱好暖和，都舍不得离开了呢": "Pelukan Anda sangat hangat, saya tidak ingin melepaskannya.",
  "你不走的话，哥哥就要自己走了哦": "Jika Anda tidak bergerak, saya akan pergi tanpamu.",
  "走吧~~~哥哥~~~~": "Ayo pergi ~~~ bro besar ~~~~",
  "亲吻杰西卡": "Cium Jessica",
  "那是因为，有一件事还没有做~~~": "Itu karena ada satu hal yang belum pernah kami lakukan ~~~",
  "有什么事还没做？": "Apa itu?",
  "杰西卡想要亲亲，想要哥哥亲亲~~~": "Jessica ingin ciuman, ciuman dari bro besar ~~~",
  "不给亲亲，就不走~~~": "Tidak ada ciuman, tidak pergi ~~~",
  "真拿你这小妮子没办法呢...": "Apa yang akan aku lakukan denganmu, bajingan kecil ...",
  "你和杰西卡来了个轻轻的早安吻": "Anda dan Jessica berbagi ciuman yang baik di pagi hari.",
  "这下子满意了吧？可以去上学了吗？": "Senang sekarang? Siap pergi ke sekolah?",
  "嘻嘻~~~我们走吧~~~哥哥~~~~": "Hehe ~~~ ayo pergi ~~~ bro besar ~~~~",
  "今天的电视机是我的独享时间哦": "TV semuanya milikku hari ini!",
  "需要前往百货商店买一个雪糕": "Harus pergi ke department store untuk mengambil es krim.",
  "去商店买个雪糕，并且和妹妹一起看电视": "Beli es krim di toko dan tonton TV dengan kakak kecil.",
  "哥哥是专门来接我放学的吗？": "Apakah Anda datang hanya untuk menjemput saya dari sekolah, bro besar?",
  "我好开心哦，来，我们一起回家吧": "Saya sangat senang! Ayo, mari kita pulang bersama.",
  "我们出校门的时候低调点": "Mari kita jaga agar tetap rendah saat kita meninggalkan gerbang sekolah.",
  "好啊，你这小妮子无法无天了是吧？": "Oh, kamu pemberontak kecil, menjadi sombong, ya?",
  "嗯哼！坏蛋哥哥捏的好疼哦": "Bah! Berarti bro besar, cubit itu sakit!",
  "以后还敢不敢继续说哥哥找不到女朋友？": "Anda akan terus mengatakan saya tidak bisa mendapatkan pacar?",
  "我就说，我还说，笨蛋哥哥一辈子找不到女朋友": "Saya akan mengatakannya, saya akan terus mengatakannya - buang Big Bro tidak pernah mendapatkan pacar!",
  "找不到女朋友": "Tidak dapat menemukan pacar",
  "嘞嘞勒": "Tch tch tch",
  "你这小妮子真是越来越嚣张了": "Anda menjadi terlalu berani, nona kecil.",
  "哥哥你好，我叫做爱莉，是杰西卡的闺蜜": "Hei, bro besar, aku Ellie, bestie Jessica.",
  "你今天也是来接杰西卡放学的吗？": "Anda di sini untuk menjemput Jessica dari sekolah hari ini?",
  "但是已经晚了，杰西卡已经在半小时前回家了": "Anda terlambat, - Jessica pulang ke rumah setengah jam yang lalu.",
  "这样啊，那么我下次再来~": "Punya, saya akan mencoba lagi lain kali ~",
  "哥哥，既然你今天都来到这里了": "Karena Anda sudah di sini, bro besar ...",
  "能顺路把我送回家吗？": "Pikiran memberi saya tumpangan pulang?",
  "没问题啊，反正我也顺路": "Tidak ada masalah, itu tetap ada di jalan saya.",
  "太好了，哥哥我们走吧": "Luar biasa, ayo pergi, bro besar!",
  "到了呢，这里就是我家": "Kami di sini - ini adalah tempat saya.",
  "非常感谢哥哥送我回家呢": "Terima kasih banyak telah mengantarkan saya, bro besar.",
  "我一直在想，如果我真的有个哥哥该多好": "Saya selalu berpikir itu akan sangat keren untuk memiliki kakak yang nyata.",
  "爱莉难道你是独生子女吗？": "Ellie, apakah kamu anak tunggal?",
  "是啊，哥哥今天能送爱莉回家，爱莉好开心哦": "Yup. Saya sangat senang Anda memberi saya tumpangan pulang hari ini, bro besar!",
  "下次见咯，帅气的大哥哥": "Tangkap nanti, kawan besar keren!",
  "拥抱爱莉": "Peluk Ellie",
  "谢谢哥哥今天又送我回家呢": "Terima kasih telah memberi saya perjalanan pulang lagi, Big Bro.",
  "不用客气，顺路而已": "Tidak ada besar, itu sedang dalam perjalanan.",
  "爱莉真的感到很开心呢": "Ellie sangat senang, Anda tahu.",
  "你对爱莉真好": "Anda sangat baik untuk Ellie.",
  "好啦，不早了，哥哥该回去了": "Baiklah, sudah terlambat - waktu untuk kembali, bro besar.",
  "哥哥的胸膛很有安全感呢": "Pelukan Anda terasa sangat aman dan nyaman.",
  "哥哥下次见哦，爱莉会想你的": "Sampai jumpa lain kali, Big Bro - Ellie akan merindukanmu.",
  "下次见，我也会想你的": "Tangkap nanti - aku juga akan merindukanmu.",
  "哥哥，你靠的这么近": "Big Bro, kamu berdiri sangat dekat.",
  "爱莉你有交过男朋友吗？你今天特别可爱哦": "Ellie, pernah punya pacar? Anda terlihat sangat lucu hari ini.",
  "没，没交过男朋友，妈妈说现在要认真读书，考个好大学再交男朋友": "N-no, tidak pernah memilikinya. Ibu bilang aku perlu fokus belajar dan masuk ke perguruan tinggi yang baik sebelum berkencan.",
  "爱莉，你脸好红哦~~": "Ellie, wajahmu sangat merah ~~",
  "还不是因为哥哥靠的这么近害的": "Pasti karena saya berdiri sangat dekat, ya?",
  "哈哈，爱莉你好可爱，来，亲一个": "Haha, Anda menggemaskan, Ellie - tidak ada, beri tahu ciuman.",
  "坏蛋哥哥，调戏爱莉，爱莉不理你了": "Berarti Big Bro, menggoda Ellie - ELLIE selesai dengan Anda!",
  "爱莉的嘴巴好软好甜哦，怎么亲都亲不够呢": "Bibir Ellie begitu lembut dan manis - aku bisa menciumnya selamanya.",
  "爱莉的初吻，哥哥就收下了": "Ciuman pertama Ellie? Pertimbangkan itu diklaim, bro besar!",
  "坏蛋哥哥，这是爱莉的初吻呢": "Boy, itu ciuman pertama Ellie!",
  "杰西卡和爱莉正在打游戏，现在要？": "Jessica dan Ellie sedang bermain game - Wanna bergabung?",
  "一起打游戏": "Mainkan game bersama",
  "亲吻她们脸庞": "Cium pipinya",
  "妹妹们今天玩的什么游戏呢？": "Game apa yang kalian mainkan hari ini?",
  "我们在玩艾尔登法环": "Kami bermain *Elden Ring *.",
  "哥哥你坐在这里很碍事耶": "Big Bro, Anda agak dalam cara duduk di sana.",
  "没有碍事啊，哥哥，你教一下我们怎么打BOSS好不好？": "Anda tidak menghalangi! Hei, bro besar, bisakah kamu menunjukkan cara mengalahkan bos ini?",
  "好，你们要退后点，哥哥要出手了": "Baiklah, mundurlah - bro besar Anda mengambil alih!",
  "切~~不要脸，哥哥明明连我都打不过": "Pfft, Shameless! Anda bahkan tidak bisa mengalahkan *saya *, bro besar.",
  "还好意思教人，爱莉你别被他骗了": "Dan Anda mencoba mengajari kami? Ellie, jangan jatuh cinta pada triknya.",
  "和杰西卡，爱莉玩游戏，渡过了一段快乐的时光": "Bersenang -senang bermain game dengan Jessica dan Ellie.",
  "yes！终于把这个BOSS打败了": "Ya! Akhirnya mengalahkan bos itu!",
  "这个BOSS卡了我好久呢": "Bos itu membuat saya terjebak selama berabad -abad.",
  "厉害啊，哥哥都打不赢的BOSS，居然被你打败了": "Menakjubkan! Bos bahkan * Saya * tidak bisa mengalahkan, dan Anda berhasil!",
  "哥哥，你做什么啊？": "Big Bro, apa yang kamu lakukan?",
  "亲一个，奖励我最可爱的妹妹": "Ciuman untuk adik perempuan saya yang paling lucu sebagai hadiah!",
  "哥哥，你干什么呢？爱莉还在这里呢...": "Big Bro, tentang apa itu? Ellie ada di sini ...",
  "哪个~~~哥哥~~~": "Hey ~~~ bro besar ~~~",
  "爱莉，爱莉也想要亲亲~~~": "Ellie, Ellie juga ingin ciuman ~~~",
  "当然，肯定不能亏待了爱莉啊": "Tentu saja, tidak bisa meninggalkan Ellie!",
  "亲一个": "Beri aku ciuman",
  "真是的，爱莉你怎么也跟着哥哥胡闹呢？": "Serius, Ellie, mengapa Anda bergabung dengan omong kosong Big Bro?",
  "爱莉觉得这样子挺好啊，爱莉也有帅气温柔的哥哥亲亲了呢": "Ellie berpikir itu menyenangkan! Sekarang saya punya kawan besar yang keren dan manis memberi saya ciuman juga.",
  "嘿嘿，妹妹你吃醋了？": "Heh, cemburu, adik kecil?",
  "才没有呢，哼！": "Saya tidak, hmph!",
  "抚摸美腿": "Membelai kaki mereka",
  "玩弄乳房": "Bermain dengan payudara mereka",
  "乳交": "Titjob",
  "妹妹睡着了，好机会": "Kakak kecil tertidur - peluang sempurna.",
  "这小妮子睡着的时候，也挺可爱的": "Pembuat pengacau kecil ini sangat lucu saat dia tidur.",
  "妹妹实在太可爱了，亲一个": "Dia terlalu menggemaskan - ciuman.",
  "晚安哦，妹妹": "Selamat malam, adik kecil.",
  "妹妹的美腿皮肤好细腻啊": "Kakinya sangat halus dan lembut.",
  "手感舒服的不得了": "Terasa benar -benar luar biasa.",
  "嘿嘿，能完全看到妹妹今天穿的什么内裤了呢，内裤也好可爱": "Heh, aku benar -benar bisa melihat celana dalam apa yang dia kenakan hari ini - sangat lucu!",
  "今晚，我来检查一下妹妹胸部的发育状况吧": "Malam ini, saya memeriksa perkembangan dada Little Sis.",
  "妹妹的乳房小小的，也挺可爱的呢": "Payudara kecilnya juga sangat menggemaskan.",
  "好柔软，好鲜嫩的乳房啊": "Sangat lembut, sangat ceria!",
  "不行了，我一定要尝尝": "Tidak bisa menahan diri - saya harus merasakan.",
  "妹妹娇嫩的乳房实在太美味了，谢谢妹妹的款待哦": "Payudaranya yang lembut terlalu lezat - terima kasih atas suguhannya, sis!",
  "哎呀，内裤已经湿了呢，妹妹肯定很有感觉吧": "Oh, celana dalamnya basah - dia pasti merasakannya.",
  "晚安哦。我最可爱的妹妹": "Selamat malam, adik perempuanku yang lucu.",
  "我想这么做很久了": "Saya ingin melakukan ini selamanya.",
  "妹妹娇嫩的乳房，摩擦起来真舒服啊": "Payudaranya yang lembut terasa sangat enak untuk digosok.",
  "啊~~~射~~~射了~~": "Ah ~~~ cumming ~~~ aku cumming ~~",
  "真舒服啊": "Terasa sangat enak.",
  "就让精液留在上面吧，明天妹妹醒来肯定很好玩": "Mari kita tinggalkan air mani di sana - gonna menjadi lucu ketika dia bangun besok.",
  "晚安哦，妹妹，做个好梦": "Selamat malam, Sis - mimpi -mimpi.",
  "在你离开之后": "Setelah Anda pergi",
  "刚刚真是的，又趁我睡着的时候使坏": "Ugh, kamu benar -benar memanfaatkanku saat aku tidur lagi.",
  "黏黏的，臭臭的精液~~~": "Lengket, bau cum ~~~",
  "哥哥的精液~~~": "Cum Big Bro ~~~",
  "哥哥~~~哥哥~~~": "Big Bro ~~~ Big Bro ~~~",
  "你正和杰西卡在客厅一起看电视": "Anda menonton TV dengan Jessica di ruang tamu.",
  "哥哥，我有一件事想和你商量一下": "Big Bro, ada sesuatu yang ingin saya bicarakan.",
  "什么事情啊？": "Ada apa?",
  "就是...哥哥能不能给我一点额外的零花钱啊？": "Jadi ... bisakah Anda memberi saya uang saku tambahan?",
  "零花钱，不给不给...": "Uang saku? Tidak, tidak terjadi ...",
  "哥哥...": "Bro besar ...",
  "哥哥,只要200就可以了": "Bro besar, hanya 200 dolar, itu saja!",
  "哥哥,求你了嘛，哥哥": "Tolong, Big Bro, saya memohon Anda!",
  "哥哥,只要给我200块钱，我可以这样做哦": "Beri saya 200 dolar, dan saya akan melakukan * ini * untuk Anda ~",
  "哥哥,你看，都硬起来了": "Lihat, bro besar, Anda sudah keras!",
  "你这小妮子，为了零花钱还真是豁出去了啊": "Anda Schemer kecil, benar -benar keluar untuk mendapatkan uang tunai, ya?",
  "只要花费200块钱，我就帮你撸出来哦": "Hanya 200 dolar, dan saya akan membantu Anda turun ~",
  "真的很划算的，哥哥": "Ini mencuri, bro besar!",
  "好吧，你只要能让我满意，就给你~~": "Baik, buatlah itu layak untuk saya sementara, dan Anda punya kesepakatan ~~",
  "嘻嘻嘻，看我的，哥哥很快就会投降了": "Hehe, tonton saja - Big Bro akan menyerah dalam waktu singkat!",
  "天啊，哥哥的鸡巴好大啊": "Sialan, bro besar dan besar penismu!",
  "只要这样上下用力撸，哥哥很快就会射了呢": "Cukup stroke ke atas dan ke bawah seperti ini, dan Anda akan cum dalam waktu singkat ~",
  "哥哥你怎么还不射啊，我都累了": "Kenapa belum kamu cumming? Saya kelelahan!",
  "嘿嘿，你真当哥哥的零花钱这么好赚啊？": "Heh, Anda pikir uang saya mudah didapat?",
  "我倒是有个建议，你用嘴巴口交说不定能快点射呢": "Ini sebuah ide - gunakan mulut Anda, dan saya mungkin cum lebih cepat.",
  "毕竟口交比撸管舒服多了，也更加容易射精": "Jalan blowjob lebih baik daripada handjob - membuatnya lebih mudah untuk menyelesaikannya.",
  "嗯哼~~~": "Mmm ~~~",
  "坏蛋哥哥的大鸡巴": "Berarti ayam besar bro",
  "妹妹，光舔是不行的哦": "Kakak kecil, hanya menjilati tidak akan memotongnya.",
  "必须得吃下去呢": "Anda harus menerimanya ~",
  "哼，知道了，大坏蛋哥哥": "Hmph, baiklah, kamu brengsek!",
  "哦啊~~~就是这样~~~哦·~~": "Ohh ~~~ itu dia ~~~ oh ~~",
  "啊~~射~~射了~~~": "Ah ~~ cumming ~~ aku cumming ~~~",
  "哥哥射了好多呢": "Anda datang begitu banyak, bro besar!",
  "哥哥，我的零花钱呢？快快拿来！": "Di mana uang saya, bro besar? Landalah!",
  "嘿嘿，看在妹妹这么努力的份上，给": "Heh, karena kamu bekerja sangat keras, ini dia.",
  "多谢哥哥，欢迎下次再来消费哦": "Terima kasih, Big Bro - datang kembali untuk lebih banyak kapan saja ~",
  "和杰西卡一起看电视": "Tonton TV dengan Jessica",
  "用零花钱引诱杰西卡口交": "Suap Jessica untuk blowjob dengan uang saku",
  "你把照片删除了吧，求你了": "Anda menghapus foto itu, kan? Silakan!",
  "嗯哼，看在零花钱的份上，算了": "Hmph, demi uang tunai, baik -baik saja.",
  "嘿嘿，笨蛋哥哥": "Hehe, bro besar konyol",
  "杰西卡睡觉乳交": "Titjob dengan Jessica saat dia tidur",
  "趁妹妹睡着了和妹妹乳交": "Menyelinap titjob dengan kakak kecil saat dia tidur",
  "送爱莉放学回家": "Membawa Ellie pulang dari sekolah",
  "主线任务开启": "Pencarian utama dimulai",
  "请先开启主线": "Harap mulai pencarian utama terlebih dahulu.",
  "妹妹会在客厅看电视，使用零花钱引诱她口交": "Kakak kecil akan menonton TV di ruang tamu - memberitakannya untuk blowjob dengan uang tunai.",
  "爸爸也在里面睡觉呢，现在不能进去": "Ayah tidur di sana - Anda tidak bisa masuk sekarang.",
  "住宅区": "Area perumahan",
  "我的妈妈": "Ibuku",
  "年龄": "Usia",
  "目前在AA公司给爸爸当秘书": "Saat ini bekerja sebagai Sekretaris Ayah di AA Company.",
  "不仅在业务上精明能干，就连厨艺都十分高超": "Tidak hanya tajam dan mampu di tempat kerja, tetapi juga juru masak yang luar biasa.",
  "世界上伟大的母亲，一个好妻子": "Ibu terhebat di dunia dan istri yang berbakti.",
  "在丈夫阳痿早泄多年的情况下还能保持贞洁": "Tetap setia meskipun suaminya impotensi dan ejakulasi prematur selama bertahun -tahun.",
  "从来没在做爱中尝试过高潮的滋味": "Tidak pernah mengalami orgasme saat berhubungan seks.",
  "性欲非常强，每天深夜都会悄悄自慰": "Memiliki dorongan seks yang kuat, diam -diam melakukan masturbasi larut malam.",
  "身体极度敏感，但思维观念却又非常保守": "Secara fisik super sensitif, tetapi secara mental sangat konservatif.",
  "认为出轨婚外情是不能接受的": "Percaya kecurangan dan urusan benar -benar tidak dapat diterima.",
  "和爸爸格雷特是无性生活的真爱夫妻": "Berbagi cinta yang benar dan tanpa jenis kelamin dengan Ayah, abu -abu.",
  "我的姐姐": "Kakakku",
  "在商店街经营着一家濒临破产的服装店": "Menjalankan toko pakaian di jalan perbelanjaan yang berada di ambang kebangkrutan.",
  "姐姐从小就对我很好，是个善解人意的姐姐": "Dia selalu sangat baik kepada saya - seorang kakak yang peduli dan memahami.",
  "不知道为什么，貌似还没谈过恋爱": "Tidak yakin mengapa, tetapi tampaknya dia tidak pernah menjalin hubungan.",
  "身高": "Tinggi",
  "拥有着一双绝世性感的修长美腿": "Memiliki sepasang kaki panjang yang memukau.",
  "曾经在学校连续三年被评为最美校花": "Memilih gadis tercantik di sekolah tiga tahun berturut -turut.",
  "被表白无数次，追求者能组成一支军队": "Dapatkan pengakuan yang tak terhitung jumlahnya - pelamarnya bisa membentuk pasukan.",
  "但最近因为苦心经营的服装店即将倒闭而发愁": "Akhir -akhir ini, dia stres tentang toko pakaiannya yang berjuang menghadapi penutupan.",
  "喜欢喝咖啡，逛街，游泳和各种甜品": "Suka kopi, berbelanja, berenang, dan semua jenis makanan penutup.",
  "我的妹妹": "Adik kecilku",
  "性格有点傲娇，但是又有点俏皮捣蛋的可爱": "Sedikit tsundere, tetapi juga main -main nakal dan menggemaskan.",
  "经常在LOL祖安区与队友或者敌人高强度对线": "Rekan satu tim dan musuh yang terus-menerus berbicara di server *League of Legends *.",
  "游戏对局可以输，祖安问候绝对不能输": "Dia mungkin kehilangan permainan, tetapi dia * tidak pernah * kalah dalam pemanggangan.",
  "曾经为了一个限量版的耳机骗了我2000钱": "Setelah scammed saya dari 2000 dolar untuk headset edisi terbatas.",
  "小时候出门总喜欢躲在我身后，扯着我的衣角": "Ketika dia masih kecil, dia bersembunyi di belakangku, menarik -narik bajuku ketika kami keluar.",
  "但现在长大了，变得毒舌了，还整天瞧不起我": "Sekarang dia sudah dewasa, dia memiliki lidah yang tajam dan memandang rendah saya sepanjang waktu.",
  "喜欢玩各种游戏，追番漫画和COS": "Suka bermain game, menonton anime, membaca manga, dan cosplaying.",
  "最近经常偷偷盯着我眼神有点怪": "Akhir -akhir ini, dia telah melirik saya dengan aneh.",
  "是我做错什么了吗": "Apakah saya melakukan sesuatu yang salah?",
  "神秘的白发高等精灵": "Elf tinggi berambut putih misterius",
  "总是在我遇到困难或者危险的时候出现": "Selalu muncul ketika saya dalam masalah atau bahaya.",
  "貌似会很多魔法，但战斗实力不详": "Tampaknya tahu banyak sihir, tetapi kekuatan tempurnya tidak jelas.",
  "目的不详，好像一直在跟踪我": "Motifnya tidak diketahui - garis seperti dia telah mengekor saya.",
  "拥有两只手握都握不住的惊人巨乳": "Memiliki payudara besar yang bahkan tidak dapat Anda bungkus kedua tangan.",
  "我的姨妈": "Bibiku",
  "在学校当老师，职位是教导主任兼班主任": "Mengajar di sekolah sebagai guru dekan dan wali kelas.",
  "以严厉高效的教学方式闻名，在学校非常有威望": "Dikenal karena gaya mengajarnya yang ketat dan efektif - sangat dihormati di sekolah.",
  "每一个差生都被她收拾的服服帖帖": "Setiap pembuat onar dicambuk menjadi bentuknya.",
  "丧偶守寡多年，因此脾气不是很好": "Janda selama bertahun -tahun, jadi dia sedikit marah.",
  "但姨妈对我很好，也许是从小看着我长大": "Tapi dia selalu baik padaku - mungkin karena dia memperhatikanku tumbuh dewasa.",
  "把我也当成她的孩子之一了吧": "Kira dia melihat saya sebagai salah satu anaknya sendiri.",
  "独自一个人把克莱尔赡养成人，伟大的单亲妈妈": "Membangkitkan Claire sendirian - seorang ibu tunggal yang luar biasa.",
  "我的表姐": "Sepupu saya",
  "目前在商店街经营着一家百货商店，生意很好": "Menjalankan department store yang berkembang di jalan perbelanjaan.",
  "有些自卑和忧郁，时常一个人望着远处发呆": "Agak tidak aman dan melankolis, sering menatap ke kejauhan saja.",
  "从小在单亲家庭长大，对男性缺乏安全感": "Tumbuh di rumah orang tua tunggal, jadi dia waspada terhadap pria.",
  "和艾米丽是无话不谈的好闺蜜，好姐妹": "Super dekat dengan Emily - mereka sahabat yang berbagi segalanya.",
  "有着非常严重的女同性恋嗜好": "Memiliki preferensi yang kuat untuk wanita.",
  "校长": "Kepala sekolah",
  "同学": "Teman sekelas",
  "第一天上学是很重要的事情": "Hari pertama sekolah adalah masalah besar.",
  "前往学校上课吧，能认识很多同学": "Pergilah ke sekolah untuk kelas - Anda akan bertemu banyak teman sekelas.",
  "前往学校认识更多的同学": "Pergi ke sekolah untuk bertemu lebih banyak teman sekelas.",
  "主线任务": "Pencarian utama",
  "卡拉的手淫奖励": "Hadiah masturbasi Carla",
  "正进行任务": "Pencarian sedang berlangsung",
  "已完成任务": "Quest selesai",
  "失败的任务": "Pencarian yang gagal",
  "所有的任务": "Semua pencarian",
  "取消": "Membatalkan",
  "支线任务": "Pencarian samping",
  "特殊任务": "Pencarian khusus",
  "教程任务": "Pencarian tutorial",
  "查看任务": "Lihat Quest",
  "退出": "KELUAR",
  "任务日志": "Log Quest",
  "任务发布": "Pencarian dikeluarkan",
  "任务难度": "Kesulitan pencarian",
  "发布地点": "Lokasi Masalah",
  "任务描述": "Deskripsi pencarian",
  "任务目标": "Tujuan pencarian",
  "任务奖励": "Hadiah Quest",
  "第一天上学": "Hari pertama sekolah",
  "简单难度": "Kesulitan mudah",
  "系统": "Sistem",
  "学校": "Sekolah",
  "欢迎来到": "Selamat Datang di",
  "帮助艾米丽改善生意": "Membantu Emily meningkatkan bisnisnya",
  "会在商店街的服装店": "Di toko pakaian di jalan perbelanjaan",
  "到时候我可以去给她拍摄一些照片改善她的生意": "Saya dapat mengambil beberapa foto untuk dia membantu menggendong bisnis.",
  "艾米丽的烦恼": "Masalah Emily",
  "艾米丽在工作，现在要?": "Emily bekerja - apa sekarang?",
  "拍摄普通照片": "Ambil foto biasa",
  "拍摄性感照片": "Ambil foto seksi",
  "拍摄空姐套装": "Tembak pakaian pramugari penerbangan",
  "拍摄兔女郎套装": "Tembak pakaian gadis kelinci",
  "靠近艾米丽": "Mendekati Emily",
  "你来了啊？": "Oh, kamu di sini?",
  "那么今天的工作就拜托了": "Saya mengandalkan Anda untuk pekerjaan hari ini.",
  "经过一段时间的工作": "Setelah beberapa waktu bekerja",
  "今天的忙碌生活终于结束了呢": "Hari sibuk lainnya akhirnya selesai.",
  "艾米丽转过身去": "Emily berbalik.",
  "哇，这个角度能看到姐姐的白色内裤耶，真性感": "Whoa, dari sudut ini, saya bisa melihat celana putih Sis - sangat seksi!",
  "艾米丽转过身来": "Emily berbalik.",
  "这是你今天的工资提成哦": "Inilah pemotongan gaji Anda untuk hari ini.",
  "明天也要一起加油哦": "Mari kita teruskan besok!",
  "有一件事我需要和你说一下": "Ada sesuatu yang perlu saya bicarakan.",
  "我的这个服装店，可能营业不下去了，生意太差了": "Toko pakaian saya ... mungkin tidak berhasil. Bisnis itu mengerikan.",
  "目前没什么好办法改善生意": "Saya tidak punya ide bagus untuk membalikkan keadaan.",
  "再这样下去我们就得倒闭歇业了": "Jika ini terus, kita harus ditutup.",
  "给姐姐出主意": "Beri Sis Saran",
  "放心吧，姐姐我有办法": "Jangan khawatir, Sis, saya punya rencana.",
  "哦？你有什么办法？": "Oh? Apa ide Anda?",
  "你掏出一个摄像机": "Anda mengeluarkan kamera.",
  "这是要做什么？": "Untuk apa itu?",
  "我认为我们生意不好是缺乏营销": "Saya pikir masalahnya adalah kita tidak cukup pemasaran.",
  "如果把店里的衣服，请模特穿上，再进行拍摄": "Jika kami mendapatkan model untuk mengenakan pakaian toko dan mengambil beberapa foto ...",
  "到时候把照片发布到网络上": "Kemudian posting secara online ...",
  "肯定能很好地改善经营的": "Ini pasti akan meningkatkan bisnis!",
  "可是，姐姐我现在资金困难，没钱请模特了": "Tapi saya kekurangan uang tunai - saya tidak mampu membeli model.",
  "嘿嘿，这有什么难，姐姐你就是一个大美女啊": "Heh, tidak masalah - kamu benar -benar sayang, kak!",
  "外面请的模特都不如姐姐漂亮呢": "Tidak ada model yang disewa yang bisa mengalahkan Anda.",
  "姐姐你穿上店里的衣服，我负责拍摄": "Anda memakai pakaian, dan saya akan menangani pemotretan.",
  "我们一定能成功的": "Kami akan memakukan ini!",
  "好吧，我尝试一下": "Baiklah, saya akan mencobanya.",
  "但愿能改善生意": "Di sini berharap ini menghemat bisnis.",
  "艾米丽摆好姿势了": "Emily melakukan pose.",
  "你架好摄像机，打开补光灯": "Anda mengatur kamera dan menyalakan lampu pengisi.",
  "姐姐这个姿势可以吗？": "Saudari, apakah pose ini baik -baik saja?",
  "很棒很好，就这样保持不动": "Ini bagus, sangat bagus, tetap saja tetap seperti itu.",
  "相机拍摄咔嚓咔嚓": "Kamera mengklik dan membentak.",
  "对的就这样，姐姐好飒啊": "Ya, itu saja, Suster, Anda terlihat sangat menakjubkan.",
  "今天就先这样吧，看看明天生意会不会好一点": "Sebut saja hari ini untuk saat ini dan lihat apakah bisnis mengambil besok.",
  "好的姐姐": "Oke, saudari.",
  "姐姐，经过昨天的拍摄照片上传到互联网": "Sister, setelah foto kemarin diunggah ke internet.",
  "我们今天的生意明显好了许多": "Bisnis kami telah meningkat pesat hari ini.",
  "假如，假如姐姐在拍摄的性感一点的话": "Jika, jika saudari menembak sedikit lebih seksi,",
  "可能会有更多的顾客哦": "Kami mungkin menarik lebih banyak pelanggan.",
  "额？更加性感一点？": "Hah? Sedikit lebih seksi?",
  "艾米丽思考了一下，伸手解开她的上衣扣子": "Emily berpikir sejenak dan meraih untuk membuka kancing atasannya.",
  "艾米丽解开了上衣扣子": "Emily membuka kancing atasannya.",
  "一对傲人的双峰在若隐若现，性感极了": "Sepasang puncak yang mengesankan terlihat samar -samar, sangat seksi.",
  "这样呢？这样够性感了吗？": "Seperti ini? Apakah ini cukup seksi?",
  "够了够了，我们开始拍摄吧": "Cukup, mari kita mulai menembak.",
  "经过了一天的辛苦拍摄": "Setelah seharian menembak sulit.",
  "姐姐给我打电话，她在电话里哭的很伤心": "Saudari menelepon saya, menangis dengan sedih melalui telepon.",
  "得尽快去服装商店里看看她": "Saya perlu terburu -buru ke toko pakaian untuk memeriksanya.",
  "你刚刚到服装商店里，就看到艾米丽在哭": "Segera setelah Anda tiba di toko pakaian, Anda melihat Emily menangis.",
  "你急忙跑过去": "Anda bergegas dengan cepat.",
  "姐姐，怎么了？发生什么事情了？": "Saudari, ada apa? Apa yang telah terjadi?",
  "艾米丽缓过神来": "Emily tenang.",
  "我被抢劫了~~~就在刚刚": "Saya dirampok ~~~ sekarang.",
  "半小时前~~~店里闯进来一个歹徒": "Setengah jam yang lalu ~~~ Seorang preman masuk ke toko.",
  "有酸萝卜别吃，把所有的钱交出来！！！": "Jangan makan lobak asam, serahkan semua uang !!!",
  "就这样，他抢走了我所有的钱": "Dan begitu saja, dia mengambil semua uang saya.",
  "我们这些天辛辛苦苦拍摄卖衣服赚的钱": "Semua uang yang kami peroleh dari menembak dan membeli pakaian beberapa hari terakhir ini.",
  "全部被抢走了": "Itu semua dicuri.",
  "安慰姐姐": "Saudari yang nyaman.",
  "你慢慢靠近艾米丽": "Anda perlahan mendekati Emily.",
  "没事的，没事的姐姐": "Tidak apa -apa, tidak apa -apa, saudari.",
  "钱而已，我们还能继续赚的": "Ini hanya uang, kita bisa mendapatkan lebih banyak.",
  "况且你还有我在身边一起，不是吗？": "Selain itu, Anda memiliki saya di sisi Anda, bukan?",
  "艾米丽扑到你怀里哭了起来": "Emily melemparkan dirinya ke dalam pelukan Anda, menangis.",
  "呜呜呜~~~~": "Woo woo woo ~~~~",
  "你真好~~~~呜呜呜~~~": "Kamu sangat baik ~~~~ woo woo woo ~~~",
  "你揽住姐姐的腰轻声安慰": "Anda memeluk pinggang Sister, dengan lembut menghiburnya.",
  "没事的姐姐，没事的": "Tidak apa -apa, saudari, tidak apa -apa.",
  "好一会，艾米丽的情绪终于稳定下来": "Setelah beberapa saat, emosi Emily akhirnya stabil.",
  "谢谢你，姐姐感觉好多了": "Terima kasih, Sister merasa jauh lebih baik.",
  "收拾一下，我们明天重新开始赚钱，我们一定会成功的": "Mari kita rapi dan mulai menghasilkan uang lagi besok. Kami pasti akan berhasil.",
  "好的，姐姐，我们一起加油": "Oke, Sister, mari kita lakukan ini bersama.",
  "艾米丽会在客厅沙发看电视": "Emily akan menonton TV di sofa ruang tamu.",
  "如果她睡着了就可以偷偷亲吻她了": "Jika dia tertidur, Anda diam -diam bisa menciumnya.",
  "姐姐在看电视，现在要？": "Sister sedang menonton TV, Anda ingin sekarang?",
  "陪姐姐一起看电视": "Tonton TV dengan Sister.",
  "搂着姐姐的腰": "Pegang saudari di pinggang.",
  "偷偷亲吻姐姐": "Diam -diam mencium saudari.",
  "待开发": "Untuk dikembangkan.",
  "你和姐姐一起看电视": "Anda menonton TV dengan saudara perempuan.",
  "你用手背轻轻触碰姐姐的手背": "Anda dengan lembut menyentuh punggung tangan Sister dengan punggung tangan Anda.",
  "见姐姐没有反应就大胆地和姐姐十指相扣": "Melihat tidak ada reaksi dari Sister, Anda dengan berani mengunci jari dengannya.",
  "和艾米丽度过了一段快乐的看电视时光": "Anda menghabiskan waktu bahagia menonton TV dengan Emily.",
  "你并不满足于和姐姐十指相扣": "Anda tidak puas hanya berpegangan tangan dengan saudara perempuan.",
  "开始大胆地搂着她的腰看电视": "Anda dengan berani mulai memegang pinggangnya saat menonton TV.",
  "和姐姐度过了一段快乐的看电视时光": "Anda menghabiskan waktu bahagia menonton TV dengan Sister.",
  "你和姐姐在正常看电视": "Anda dan Sister sedang menonton TV secara normal.",
  "姐姐你工作一天辛苦了": "Saudari, Anda bekerja keras sepanjang hari.",
  "你躺下我来给你捶捶腿吧": "Berbaring, dan aku akan memijat kakimu.",
  "弟弟你会捶腿吗？可不要把姐姐弄疼了哦": "Saudara, bisakah kamu memijat kaki? Tidak menyakiti Sister, oke?",
  "放心吧，我的捶腿手法可是大师级别的": "Jangan khawatir, keterampilan pijat kaki saya adalah tingkat master.",
  "哦？这我倒要见识见识了": "Oh? Saya harus melihat ini sendiri.",
  "艾米丽躺下，把一对绝世美腿交给你": "Emily berbaring dan menyerahkan kakinya yang menakjubkan.",
  "姐姐美腿的手感真好啊~~~配上丝袜的触感简直了": "Kaki Sister terasa sangat enak ~~~ sentuhan dengan stoking sungguh menakjubkan.",
  "还能偶尔看到姐姐不小心漏出来的内裤风光，美极了": "Anda kadang -kadang dapat melihat sekilas pakaian dalam yang tidak sengaja terungkap, benar -benar indah.",
  "你开始给姐姐捶腿": "Anda mulai memijat kaki Sister.",
  "呦，看不出来啊，弟弟你居然有这种手艺啊": "Wow, siapa tahu, saudara, Anda sebenarnya memiliki keterampilan seperti itu.",
  "手法还蛮舒服的~~~不错不错": "Tekniknya cukup nyaman ~~~ tidak buruk, tidak buruk.",
  "听到姐姐的鼓励": "Mendengar dorongan Sister.",
  "你开始更加卖力地给姐姐按摩美腿": "Anda mulai memijat kaki Sister yang indah bahkan lebih keras.",
  "姐姐居然睡着了，好机会！！！": "Saudari benar -benar tertidur, peluang sempurna !!!",
  "偷偷亲吻艾米丽": "Diam -diam mencium Emily.",
  "你轻轻放下姐姐的美腿": "Anda dengan lembut meletakkan kaki kakak yang indah.",
  "靠近姐姐的烈焰红唇": "Anda mendekati bibir merah berapi -api Sister.",
  "姐姐的红唇好性感啊~~~好想亲下去": "Bibir merah saudari sangat seksi ~~~ Aku benar -benar ingin menciumnya.",
  "姐姐的双唇真的好让人上瘾，竟然让你停不下来": "Bibir Sister sangat membuat ketagihan, Anda tidak bisa berhenti.",
  "由于你的忘我亲吻，艾米丽渐渐醒来": "Karena ciuman Anda yang penuh gairah, Emily secara bertahap bangun.",
  "嗯？？": "Hmm??",
  "你察觉到姐姐发出声音": "Anda melihat Sister membuat suara.",
  "突然发现姐姐已经醒来并且在注视着你": "Anda tiba -tiba menyadari bahwa Sister telah bangun dan menatap Anda.",
  "你吓得一个激灵，愣在原地不知所措": "Anda terkejut dan membeku di tempat, bingung.",
  "好一会后，你尴尬地坐着": "Setelah beberapa saat, Anda duduk di sana dengan canggung.",
  "而姐姐似笑非笑暧昧地看着你": "Sementara Sister menatapmu dengan senyum yang menggoda dan ambigu.",
  "所以呢？你不打算解释一下刚刚发生的事情吗？": "Jadi? Apakah Anda tidak akan menjelaskan apa yang baru saja terjadi?",
  "额，我，我，我": "Uh, aku, aku, aku",
  "我说刚刚有只蚊子飞你嘴里了": "Saya bilang ada lalat yang terbang ke mulut Anda sekarang.",
  "我用嘴去抓它出来，你信吗？": "Saya menggunakan mulut saya untuk menangkapnya, apakah Anda mempercayai saya?",
  "呵呵": "Hehe.",
  "你的这个低劣的借口把姐姐逗笑了": "Alasanmu yang buruk membuat Sister tertawa.",
  "突然，艾米丽把你一推": "Tiba -tiba, Emily mendorongmu.",
  "艾米丽整个人压在你身上~~~使你动弹不得": "Emily menekan seluruh tubuhnya pada Anda ~~~ membuat Anda tidak bisa bergerak.",
  "让我看看": "Biarkan saya melihat.",
  "艾米丽把手指伸入你的嘴里": "Emily memasukkan jarinya ke mulut Anda.",
  "不停地搅来搅去": "Mengaduknya tanpa henti.",
  "你好狡猾哦": "Kamu sangat licik.",
  "你知道吗？姐姐的初吻就这样被你偷偷夺走了哦": "Kamu tahu? Ciuman pertama Sister diam -diam diambil olehmu seperti itu.",
  "可是姐姐还没有完全体验到初吻是什么感觉呢": "Tapi Sister belum sepenuhnya mengalami seperti apa rasanya ciuman pertama.",
  "所以啊": "Jadi,",
  "艾米丽突然如狂风骤雨般亲吻你": "Emily tiba -tiba menciummu seperti badai yang mengamuk.",
  "得狠狠地惩罚你才行": "Anda harus dihukum berat.",
  "你紧紧抱住艾米丽，回应她更加热烈的舌吻": "Anda memeluk Emily dengan erat, merespons dengan ciuman lidah yang bahkan lebih bersemangat.",
  "直到你们都喘不过气来，才恋恋不舍地分开嘴唇": "Sampai Anda berdua terengah -engah, Anda dengan enggan membelah bibir Anda.",
  "这样才对嘛~~~谢谢你给了姐姐一个终生难忘的初吻哦": "Itu lebih seperti itu ~~~ Terima kasih telah memberi saudara perempuan ciuman pertama yang tak terlupakan.",
  "艾米丽会在服装店工作": "Emily akan bekerja di toko pakaian.",
  "让她穿上更加性感的衣服拍摄写真吧": "Biarkan dia memakai pakaian seksi untuk pemotretan.",
  "姐姐，我们换一些好看的衣服拍摄吧": "Sister, mari kita berganti menjadi beberapa pakaian yang lebih cantik untuk pemotretan.",
  "比如空姐服装什么的": "Seperti pakaian pramugari atau semacamnya.",
  "更加好看的服装会吸引更加多的顾客": "Pakaian yang lebih menarik akan menarik lebih banyak pelanggan.",
  "好吧，我们试试": "Baiklah, mari kita coba.",
  "艾米丽开始脱上衣": "Emily mulai melepas atasannya.",
  "看着这幅美景，你口水都要流下来了": "Melihat pemandangan yang indah ini, Anda praktis ngiler.",
  "艾米丽才发现你那如狼似虎的目光~~羞得脸色一红": "Emily memperhatikan tatapan serigala Anda ~~ wajahnya memerah dengan rasa malu.",
  "自己居然在弟弟面前换衣服": "Dia benar -benar berganti pakaian di depan kakaknya.",
  "你转过去不许看": "Berbalik, Anda tidak diizinkan untuk melihat.",
  "嘿嘿，遵命，我的女王殿下": "Hehe, seperti yang kamu perintahkan, ratuku.",
  "艾米丽已经换好空姐服装了": "Emily telah berubah menjadi pakaian pramugari.",
  "姐姐准备好了吗？我要拍摄了": "Saudari, apakah kamu siap? Saya akan mulai memotret.",
  "嗯，准备好了": "Ya, saya siap.",
  "今天的拍摄很成功": "Pemotretan hari ini sangat sukses.",
  "艾米丽穿着性感的兔女郎服装准备拍摄": "Emily siap memotret dengan pakaian gadis kelinci yang seksi.",
  "姐姐就是保持这个姿势，别动": "Sister, hanya memegang pose ini, jangan bergerak.",
  "你快点": "Ayo cepat.",
  "这件衣服让艾米丽感到有些害羞": "Pakaian ini membuat Emily merasa sedikit malu.",
  "艾米丽穿着性感的旗袍准备拍摄": "Emily siap menembak di Cheongsam yang seksi.",
  "姐姐，你穿着旗袍真好看": "Saudari, kamu terlihat sangat bagus di cheongsam.",
  "嗯，我也挺喜欢旗袍的": "Ya, saya juga suka cheongsams.",
  "拍摄中国风旗袍": "Tembak cheongsam gaya Cina.",
  "艾米丽下午会在服装店工作": "Emily akan bekerja di toko pakaian di sore hari.",
  "可以去在服装店里和她亲吻": "Anda bisa menciumnya di toko pakaian.",
  "你和艾米丽结束了一天繁忙的工作": "Anda dan Emily menyelesaikan pekerjaan hari yang sibuk.",
  "姐姐，我们今天的生意貌似不错呢": "Sister, bisnis kami tampaknya baik -baik saja hari ini, bukan?",
  "今天这么辛苦，我有什么奖励吗？": "Saya bekerja sangat keras hari ini, apakah saya mendapat hadiah?",
  "额，奖励吗？": "Uh, hadiah?",
  "我想想看": "Biarkan saya memikirkannya.",
  "艾米丽过来抱住你": "Emily datang dan memelukmu.",
  "怎么？还需要姐姐提醒该怎么做吗？": "Apa? Apakah Anda membutuhkan saudara perempuan untuk mengingatkan Anda apa yang harus dilakukan?",
  "让女孩子太过主动可不太好哦": "Tidak baik membuat seorang gadis mengambil inisiatif terlalu banyak, Anda tahu.",
  "抱住艾米丽": "Peluk Emily.",
  "你也把艾米丽紧紧抱在怀里": "Anda juga memegang Emily dengan erat di pelukan Anda.",
  "这样才对嘛~~~嘿嘿": "Itu lebih seperti itu ~~~ hehe.",
  "艾米丽那傲人的巨乳紧紧贴着你的胸膛，这触感美妙极了": "Payudara Emily yang mengesankan menekan dada Anda dengan erat, sensasinya benar -benar indah.",
  "和艾米丽深情对望": "Tataplah dengan penuh kasih sayang pada Emily.",
  "亲吻艾米丽": "Cium Emily.",
  "不知道过了多久": "Saya tidak tahu berapa banyak waktu yang telah berlalu.",
  "和艾米丽亲吻太投入，甚至连身边来人了都不知道": "Anda begitu asyik mencium Emily sehingga Anda bahkan tidak memperhatikan seseorang yang mendekat.",
  "你们两个在做什么？光天化日，朗朗乾坤": "Apa yang kalian berdua lakukan? Di siang hari bolong, di bawah langit yang cerah!",
  "听到有人过来了，你们才恋恋不舍地分开嘴唇": "Mendengar seseorang datang, Anda dengan enggan membelah bibir Anda.",
  "我警告你！！你离艾米丽远一点": "Aku memperingatkanmu !! Jauhi Emily.",
  "不然~~~！": "Atau lagi ~~~!",
  "嘿嘿~~~~克莱尔你什么时候来的？": "Hehe ~~~~ Claire, kapan kamu sampai di sini?",
  "就在刚刚，老实说，是不是": "Baru saja, katakan dengan jujur, bukan",
  "这个人渣强迫你的？": "Sampah ini memaksa Anda?",
  "我们必须报警他送进监狱里面人道阉割！": "Kita harus menelepon polisi dan mengirimnya ke penjara karena pengebirian manusiawi!",
  "听到克莱尔这话，艾米丽忍不住笑出声": "Mendengar kata -kata Claire, Emily tidak bisa tidak tertawa.",
  "没有哦，刚刚是我主动亲吻的哦": "Tidak, saya adalah orang yang memprakarsai ciuman itu sekarang.",
  "弟弟，今天你先回去吧": "Saudaraku, kamu pulang lebih dulu hari ini.",
  "我和克莱尔要去逛街了~~~要去买买买了": "Claire dan aku akan berbelanja ~~~ kita akan berbelanja sampai kita jatuh.",
  "这是一场女孩子之间的狂欢": "Ini adalah belanja perempuan.",
  "好的~~~回家见": "Baiklah ~~~ Sampai jumpa di rumah.",
  "数个小时后~~某咖啡厅": "Beberapa jam kemudian ~~ di sebuah kafe.",
  "艾米丽~~~哪个~~~我有个问题想问问你": "Emily ~~~ um ~~~ Aku punya pertanyaan untuk ditanyakan.",
  "什么问题？": "Pertanyaan apa?",
  "就是": "Nah, itu",
  "哪个~~~哪个~~~亲吻的感觉到底是怎么样的？": "Um ~~~ um ~~~ Seperti apa rasanya ciuman?",
  "我从来没有亲吻过别人~~所以": "Saya tidak pernah mencium siapa pun ~~ begitu",
  "额~~~这个": "Uh ~~~ ini",
  "这个嘛~~~你去试试不就知道了吗？": "Nah ~~~ Anda akan tahu jika Anda mencobanya, bukan?",
  "可是我又不喜欢男人~~~~男人又丑又臭": "Tapi saya tidak suka pria ~~~~ pria jelek dan bau.",
  "女孩子多好~~~香香软软的~~~抱起来又舒服": "Gadis -gadis jauh lebih baik ~~~ lembut dan harum ~~~ Begitu nyaman untuk dipeluk.",
  "如果你不介意~~星期六星期天晚上可以来我房间": "Jika Anda tidak keberatan ~~ Anda dapat datang ke kamar saya pada hari Sabtu atau Minggu malam.",
  "超级小声：教教我亲吻吗？": "Super diam -diam: Bisakah Anda mengajari saya cara mencium?",
  "因为克莱尔最后面那句话的声音太小": "Karena kalimat terakhir Claire terlalu tenang.",
  "艾米丽只听到星期六星期天晚上去克莱尔房间": "Emily hanya mendengar tentang pergi ke kamar Claire pada hari Sabtu atau Minggu malam.",
  "可以的哦~~周末晚上一起玩吧": "Tentu ~ ~ mari nongkrong di malam akhir pekan.",
  "真的吗": "Benar-benar?",
  "克莱尔以为她一直喜欢的艾米丽终于答应和她亲吻了": "Claire berpikir bahwa Emily, yang selalu dia sukai, akhirnya setuju untuk menciumnya.",
  "大喜过望": "Sangat gembira.",
  "那么就这么说定了哦，可不能爽约哦": "Lalu sudah diselesaikan, Anda tidak bisa mundur, oke?",
  "可以去姨妈家触发艾米丽和克莱尔的剧情": "Anda dapat pergi ke rumah Bibi untuk memicu alur cerita Emily dan Claire.",
  "艾米丽和克莱尔": "Emily dan Claire.",
  "晚上会在姨妈家，和克莱尔一起玩": "Akan berada di rumah Bibi di malam hari, bergaul dengan Claire.",
  "我得去看看她们在做什么": "Saya perlu melihat apa yang mereka lakukan.",
  "查明真相": "Cari tahu kebenarannya.",
  "艾米丽的亲吻": "Ciuman Emily.",
  "周末晚上，克莱尔和艾米丽聊天聊得正开心": "Pada malam akhir pekan, Claire dan Emily mengobrol dengan gembira.",
  "艾米丽，今天玩的这么晚了": "Emily, sudah terlambat hari ini.",
  "不然就留在我家里过夜怎么样？": "Bagaimana kalau tinggal di tempat saya malam ini?",
  "我看看，也不是很晚啊": "Biarkan saya melihat, tidak selarut itu.",
  "才九点钟，现在回去还能再看一会电视呢": "Ini baru jam sembilan, saya masih bisa menonton TV jika saya kembali sekarang.",
  "今晚睡我这里": "Tetap di tempat saya malam ini.",
  "我带你玩一些从未有过的，刺激的事情哦": "Saya akan menunjukkan kepada Anda beberapa hal menarik yang belum pernah Anda alami sebelumnya.",
  "刺激？有多刺激？": "Seru? Seberapa Menyenangkan?",
  "我看你完全是不懂哦": "Saya dapat memberi tahu Anda tidak mendapatkannya sama sekali.",
  "克莱尔按住艾米丽的肩膀": "Claire menekan bahu Emily.",
  "来~~~让我看看": "Ayo ~~~ biarkan aku melihat.",
  "不要": "TIDAK.",
  "艾米丽推开了克莱尔": "Emily mendorong Claire.",
  "对不起~~~克莱尔~~~其实我对你并没有那种感觉": "Maaf ~~~ Claire ~~~ Aku sebenarnya tidak memiliki perasaan itu untukmu.",
  "我很抱歉": "Saya sangat menyesal.",
  "为什么？": "Mengapa?",
  "就因为我不是男人吗？呜呜呜": "Hanya karena saya bukan laki -laki? Woo woo woo.",
  "看来克莱尔非常的喜欢艾米丽呢~~~~我有一个大胆的计划": "Sepertinya Claire sangat menyukai Emily ~~~~ Saya punya rencana terkutuk.",
  "剧情进度": "Kemajuan cerita.",
  "借艾米丽的手机": "Pinjam telepon Emily.",
  "借用艾米丽的手机把克莱尔约出来": "Gunakan telepon Emily untuk mengajak Claire keluar.",
  "艾米丽服装店工作的时候，借走姐姐的手机": "Pinjam telepon Sister saat Emily bekerja di toko pakaian.",
  "约克莱尔出来谈计划": "Mintalah Claire untuk membahas rencana tersebut.",
  "和艾米丽结束了一天辛苦的工作": "Selesaikan pekerjaan yang sulit dengan Emily.",
  "姐姐，我今天手机忘记带出来了": "Saudari, saya lupa membawa telepon saya hari ini.",
  "你能把你的手机借我用一下吗？": "Bisakah Anda meminjamkan saya sedikit ponsel?",
  "当然可以哦": "Tentu saja Anda bisa.",
  "我刚刚好想去上个厕所，你想用就用呗": "Saya baru saja akan pergi ke kamar mandi, menggunakannya jika Anda mau.",
  "好的，得到姐姐的手机了": "Baiklah, saya punya telepon saudara perempuan.",
  "联系人~~克莱尔~~发消息": "Kontak ~~ Claire ~~ Kirim pesan.",
  "克莱尔，上次的事情我很抱歉，能在咖啡厅见面吗？": "Claire, maaf terakhir kali, bisakah kita bertemu di kafe?",
  "克莱尔家里，她在玩手机": "Di rumah Claire, dia bermain dengan teleponnya.",
  "咦？艾米丽的信息？天啊~~~~她在约我见面": "Hah? Pesan dari Emily? Ya ampun ~~~~ dia meminta saya untuk bertemu!",
  "我就知道~~~~欧耶~~~欧耶": "Saya tahu ~~~ oh yeah ~~~ oh yeah!",
  "数小时后~~~~咖啡厅": "Beberapa jam kemudian ~~~~ di kafe.",
  "怎么会是你这个渣男？艾米丽呢？": "Bagaimana kabarmu, kau bajingan? Dimana Emily?",
  "她不会来哦~~~今天就是我约你出来的": "Dia tidak akan datang ~~~ Aku adalah orang yang mengajakmu keluar hari ini.",
  "我今天约你出来只是想和你谈谈一个交易": "Saya mengajak Anda keluar hari ini hanya untuk membicarakan kesepakatan.",
  "是关于艾米丽的": "Ini tentang Emily.",
  "关于艾米丽的交易？什么交易？": "Kesepakatan tentang Emily? Kesepakatan macam apa?",
  "还有~~我凭什么信任你？": "Dan ~~ mengapa saya harus mempercayai Anda?",
