{
  "select_language": "Pilih bahasa",
  "取消": "Membatalkan",
  "霍尔德": "Halder",
  "泰雷兹": "Thales",
  "玛莎": "Marsha",
  "卢修斯": "Lucius",
  "勇者": "Pahlawan",
  "战士": "Prajurit",
  "魔法师": "Mage",
  "僧侣": "biarawan",
  "等级": "Tingkat",
  "战斗": "Bertarung",
  "逃跑": "Kabur",
  "攻击": "Menyerang",
  "防御": "Pertahanan",
  "武器": "Senjata",
  "护甲": "Baja",
  "重要物品": "Item penting",
  "最强装备": "Peralatan terkuat",
  "清空": "kosong",
  "购买": "pembelian",
  "出售": "Menjual",
  "最大 HP": "Max HP",
  "最大 MP": "MAX MP",
  "防御力": "Pertahanan",
  "攻击力": "Menyerang",
  "魔法攻击": "Serangan ajaib",
  "魔法防御": "Pertahanan ajaib",
  "敏捷": "Ketangkasan",
  "幸运": "Stat keberuntungan",
  "命中率": "Tarif hit",
  "回避率": "Tingkat penghindaran",
  "距离下一%1": "Untuk %berikutnya 1",
  "{现在的%1}": "%1 saat ini",
  "文件": "Mengajukan",
  "持有数": "Hitungan inventaris",
  "%1出现了！": "%1 muncul!",
  "%1胜利了！": "%1 menang!",
  "%1失败了": "%1 gagal",
  "被打败了！": "Kalahkan!",
  "获得了%1！": "Mendapat %1!",
  "获得了 %1G": "Mendapat %1g",
  "获得了 %1 点%2！": "Memperoleh %1 poin %2!",
  "的攻击！": "'Menyerang!",
  "%1的队伍": "%1 tim",
  "现在的%1": "Sekarang %1",
  "%1受到了 %2 点伤害！": "%1 mengambil %2 kerusakan!",
  "杖": "Batang",
  "%2受到了 %1 点伤害！": "%2 mengambil %1 kerusakan!",
  "保存到哪个文件？": "File mana yang harus disimpan?",
  "读取哪个文件？": "File mana yang harus dimuat?",
  "药水": "Obat",
  "盾牌": "Tameng",
  "帽子": "Topi",
  "头部": "Kepala",
  "身体": "Tubuh",
  "装饰品": "Aksesori",
  "ru": "Rusia",
  "en": "Bahasa inggris",
  "zh": "简体中文",
  "魔法": "Sihir",
  "火焰": "Api",
  "闪电": "petir",
  "治愈": "sembuh",
  "是": "Ya",
  "否": "TIDAK",
  "你好": "Halo",
  "很高兴认识你！": "Senang bertemu dengan Anda!",
  "好感": "Kasih sayang",
  "赞美妈妈": "Puji Ibu",
  "拥抱妈妈": "Peluk ibu",
  "亲吻妈妈": "Ciuman Ibu",
  "让妈妈帮忙手淫": "Minta Ibu untuk membantu masturbasi",
  "凯瑟琳": "Catherine",
  "格雷特": "Grethel",
  "艾米丽": "Emily",
  "凯文": "Kevin",
  "杰西卡": "Jessica",
  "克莱尔": "Claire",
  "服装店": "toko pakaian",
  "我家": "Rumahku",
  "市中心": "pusat kota",
  "客厅": "Ruang tamu",
  "房间": "Ruang",
  "学校 一楼走廊": "Lorong lantai pertama sekolah",
  "学校 二楼走廊": "Lorong Lantai Kedua Sekolah",
  "学校 妹妹的教室": "Kelas Suster Sekolah",
  "学校 校长室": "Kantor Kepala Sekolah",
  "学校 保健室": "Rumah Sakit Sekolah",
  "学校 教师办公室": "Kantor Guru Sekolah",
  "AA公司": "Aacompany",
  "商店街": "Distrik perbelanjaan",
  "酒吧": "Batang",
  "服装商店": "Toko pakaian",
  "百货商店": "toko serba ada",
  "酒店一楼": "Lantai Pertama Hotel",
  "酒店二楼": "Hotel Lantai Kedua",
  "姨妈家": "Rumah bibi",
  "赌场": "Kasino",
  "酒店": "Hotel",
  "伊芙琳": "Evelyn",
  "南娜": "Nanna",
  "薇薇安": "Vivian",
  "达奇": "Belanda",
  "卡拉": "Carla",
  "露西": "Lucy",
  "返回游戏": "Melanjutkan",
  "小混混": "Membunuh",
  "混混队长": "Pemimpin preman",
  "扒手_二连击": "Pickpocket_double Strike",
  "打手_破甲": "Break Enforcer_armor",
  "壮汉_坚固": "Brute_sturdy",
  "流氓_模仿攻击": "Serangan rogue_mimic",
  "更换技能": "Ubah keterampilan",
  "本源宝石": "Permata Asal",
  "蕴含着无法想象的力量，可以进行转化": "Mengandung kekuatan yang tak terbayangkan dan dapat diubah",
  "转化成欲望宝石": "Berubah menjadi keinginan permata",
  "转化成控制宝石": "Berubah menjadi permata kontrol",
  "转化成催眠宝石": "Berubah menjadi permata hipnosis",
  "不进行转化": "Tidak mengubah",
  "欲望宝石": "Keinginan permata",
  "控制宝石": "Kontrol Permata",
  "催眠宝石": "Permata hipnotis",
  "捷西": "Jessie",
  "女警察": "Petugas Polisi Wanita",
  "珍妮": "Jenny",
  "体育老师": "Guru PE",
  "安娜": "Anna",
  "医生": "Dokter",
  "爱莉": "Ellie",
  "同学": "Teman sekelas",
  "莉莉": "Bunga bakung",
  "护士": "Perawat",
  "主线任务": "Pencarian utama",
  "我需要去学校上学了解这个陌生的世界": "Saya perlu pergi ke sekolah untuk belajar tentang dunia yang tidak dikenal ini.",
  "地铁站": "Stasiun kereta bawah tanah",
  "花费10$乘坐地铁前往目标地点？": "Menghabiskan $ 10 untuk membawa kereta bawah tanah ke tujuan?",
  "不乘坐地铁": "Jangan mengambil kereta bawah tanah",
  "学校": "Sekolah",
  "医院": "RSUD",
  "警察局": "Kantor polisi",
  "该游戏为18R游戏，未成年人请退出游戏后于24小时内删除": "Game ini dinilai 18+. Anak di bawah umur disarankan untuk keluar dari permainan dan menghapusnya dalam waktu 24 jam.",
  "您的年龄已经超过18岁了吗？": "Apakah Anda berusia di atas 18 tahun?",
  "请退出游戏后并且在24小时内删除": "Harap keluar dari permainan dan hapus dalam 24 jam",
  "平行世界": "Dunia paralel",
  "人来人往的繁华街道": "Jalan yang ramai dipenuhi dengan aliran orang yang konstan.",
  "一个少女正悠闲地逛街": "Seorang gadis muda berbelanja santai",
  "突然，一辆醉驾失控的跑车失控突然撞来，而少女缺并未察觉到危险的到来": "Tiba-tiba, mobil sport yang tidak terkendali, dikendarai oleh pengemudi yang mabuk, datang menabraknya. Namun, gadis muda itu tetap tidak menyadari bahaya yang akan datang.",
  "这一切被旁边的少年看在眼里，他想阻止这一切！！！": "Semua ini dilihat oleh pemuda di sebelahnya, dan dia ingin menghentikannya !!",
  "少年一个爆发冲刺来到少女旁边": "Bocah itu berlari ke sisi gadis itu",
  "在悲剧发生之前撞开了即将发生车祸的少女": "Sebelum tragedi itu terjadi, dia menabrak gadis yang akan mengalami kecelakaan mobil",
  "但是因为惯性太大，少年和少女并没有停下来": "Namun, karena momentum yang luar biasa, pria muda dan gadis muda itu tidak dapat berhenti.",
  "另一个悲剧发生了！！！": "Tragedi lain telah terungkap.",
  "少年的头部不幸撞到墙壁~~~": "Kepala bocah itu menabrak dinding ~~~",
  "少年当场晕死过去，生死不明~~": "Pria muda itu pingsan di tempat, tidak sadar, nasibnya tidak diketahui ...",
  "现实世界~~~~~你~~~~": "Dunia Nyata ~~~~ ~~~~",
  "你年纪轻轻就被确诊出无法治愈的癌症~~~~": "Anda didiagnosis menderita kanker yang tidak dapat disembuhkan di usia muda ~~~~",
  "这对于正处在青春年华的你无异于晴天霹雳~~~": "Ini sama saja dengan baut dari biru untuk Anda yang berada di puncak masa muda Anda ~~~",
  "你好好地陪伴家人和朋友度过最后一段幸福的时光": "Bagi seseorang yang berada di puncak masa muda mereka seperti Anda, ini bukan pukulan yang menghancurkan.",
  "平行世界~~~~你~~~~~~~~~": "Dunia paralel ~~~~ kamu ~~~~~~~~~",
  "滴滴滴~~~医疗机器的声音和哭声~~~": "Dididi ~~~ bip mesin medis dan suara tangisan memenuhi udara ...",
  "啊~~~~头好疼~~~~": "Ah ~~~~~ kepalaku sakit ~~~~",
  "啊~~~~我在哪里？？": "Ah ~~~~ dimana aku ??",
  "我已经死了吗？": "Apakah saya mati?",
  "左手被紧紧握着~~~~": "Tangan kiri Anda dipegang erat ~~~~",
  "向上看": "menengadah",
  "一位你没见过的绝色美人哭的梨花带雨~~": "Kecantikan yang menakjubkan, air matanya jatuh seperti bunga pir dicium oleh hujan ...",
  "发现你的苏醒，美人一时间惊讶的说不出话来": "Menemukan kebangkitan Anda, keindahan itu tidak bisa berkata -kata dalam kejutan untuk sementara waktu",
  "额~~~~你好~~~~": "uh ~~~~ halo ~~~~",
  "请问你是？？？": "Bolehkah saya bertanya kepada Anda?",
  "嗯？你不记得我了吗？": "Dengan baik? Apakah Anda tidak mengingat saya?",
  "默认不开启：继母": "Tidak diaktifkan secara default: ibu tiri",
  "开启：亲生母亲": "Pada: Ibu kandung",
  "我是你的继母啊": "Saya ibu tirimu",
  "我的名字是": "Nama saya",
  "我是你的亲生妈妈": "Aku ibumu",
  "这样吗？那我又是谁？？": "Begitu? Jadi siapa saya ??",
  "对不起，妈妈，我现在头很痛，什么都想不起来~~~": "Maaf, Bu, kepalaku sakit sekarang dan aku tidak ingat apa pun ~~~",
  "别，别，别，想不起来就不要想，你现在受伤还没完全恢复": "Oke, ok, jika Anda tidak ingat, jangan paksakannya. Anda masih pulih dari cedera Anda dan belum sepenuhnya sembuh.",
  "有妈妈在呢~~~妈妈会一步步帮你恢复记忆的~~~": "Ibu ada di sini ~~~ Saya akan membantu Anda memulihkan ingatan Anda langkah demi langkah ~",
  "你的名字是......": "Nama Anda ....",
  "我要更改名字": "saya ingin mengubah nama saya",
  "原来是这样": "Jadi begitu",
  "擦了下眼泪": "Diseka air mata",
  "（我貌似是穿越了，穿越到某个已经死去的人身上了）": "(Sepertinya saya telah melakukan perjalanan melalui waktu ... atau mungkin ke dunia lain. Untuk seseorang yang telah meninggal)",
  "（既然能获得新生，就把上一世还没活够那一份活回来）": "(Karena Anda bisa mendapatkan kehidupan baru, hanya membawa kembali bagian yang belum saya jalani dalam kehidupan saya sebelumnya)",
  "妈妈以为再也见不到你了呢~~~": "Saya pikir saya tidak akan pernah melihat Anda lagi ~~~",
  "你已经昏迷了一个多月了~~~": "Anda telah koma selama lebih dari sebulan ~~~",
  "你现在感觉怎么样？能动吗？我们回家好不好？": "Bagaimana perasaanmu sekarang? Bisakah kamu pindah? Haruskah kita pulang?",
  "嗯，没问题，我们回家吧": "baik, tidak masalah, ayo pulang",
  "嗯，家人都很担心你呢，知道你终于醒过来了肯定开心得不得了": "Nah, kami mengkhawatirkan Anda, dan mereka pasti sangat senang mengetahui bahwa Anda bangun",
  "一段时间后，家里~~~": "Setelah beberapa saat, di rumah ~~",
  "两位美人在等着你": "Dua keindahan sedang menunggu Anda",
  "你慢慢走近她们~~~": "Anda perlahan mendekati mereka, langkah demi langkah ...",
  "额~~~你们好~~~~": "Uh ~~~ halo ~~~~",
  "嗯？？？怎么了？怎么突然这么客气？": "Hah??? Apa yang terjadi? Mengapa Anda tiba -tiba begitu sopan?",
  "妈妈没告诉你们吗？我失忆了，什么都想不起来了~~": "Bukankah Ibu memberitahumu? Saya kehilangan ingatan saya dan tidak dapat mengingat apa pun ~~",
  "请问你们是？？？": "Siapa kamu?",
  "我是你的姐姐哦，我叫": "Aku adikmu. Nama saya",
  "她是你的妹妹，名字叫": "Dia adik perempuanmu dan namanya",
  "当然，是没有血缘关系的~~~": "Tentu saja, kami tidak benar -benar terkait ~~~",
  "失忆了没关系哦~~~姐姐和妹妹会慢慢帮你想起来的~~~": "Tidak apa -apa jika Anda kehilangan ingatan Anda ~~~ saudara perempuan Anda akan membantu Anda mengingat ~~~",
  "是吧？妹妹？": "Benar, kakak kecil？",
  "哼": "Hmph.",
  "最讨厌哥哥了，连自己的妹妹都想不起来~": "Aku membencimu, kakak! Anda bahkan tidak ingat adik Anda sendiri ~",
  "妹妹还在为你想不起她的事情生气": "Adik perempuan Anda masih marah karena Anda tidak mengingatnya.",
  "怎么说话的呢？": "Begitulah cara Anda berbicara?",
  "不管怎么说，醒来就好，我们一家人要好好生活哦": "Bagaimanapun, ada baiknya Anda bangun. Mari kita hidup bahagia sebagai keluarga.",
  "你妹妹她们也很担心\n[1]呢": "Saudara perempuan Anda juga sangat khawatir.",
  "等会你带\n[1]过去拜访她们吧": "Kemudian, ambil alih untuk mengunjungi mereka.",
  "我们去姨妈家拜访她们": "Kami akan mengunjungi rumah bibi.",
  "半小时后，姨妈家": "Setengah jam kemudian, di rumah bibi",
  "你没事了啊？这可太好了": "Apakah kamu baik -baik saja? Itu bagus",
  "我是你的姨妈啊~~~听说你失忆了是吗？": "Saya bibi Anda ~~~ Saya mendengar Anda kehilangan ingatan Anda?",
  "姨妈叫": "Nama bibi adalah",
  "目前在学校当老师~~等你身体好点记得来上学哦~~~": "Saat ini saya seorang guru di sekolah. Setelah Anda merasa lebih baik, pastikan untuk kembali ke kelas ~~~",
  "啊？？？你真的认不出来我了吗？？": "Hah??? Anda benar -benar tidak mengenali saya ??",
  "你再认真一点看，真的认不出来了吗？": "Lihatlah dengan cermat! Apakah Anda benar -benar tidak mengenali saya?",
  "我就是": "Saya",
  "你的表姐": "sepupumu",
  "此剧情只是为了艺术加工，愿我们人类早日攻克世界所有的癌症。": "Kisah ini murni untuk tujuan artistik. Semoga umat manusia segera menaklukkan semua bentuk kanker.",
  "愿世间的病患都能早日康复，无意冒犯，对不起": "Semoga semua orang yang sakit segera pulih. Tidak ada pelanggaran yang dimaksudkan, maaf.",
  "我是......是否开启血缘关系？开启之后她就是你的亲生妈妈": "Saya ... apakah Anda ingin mengaktifkan hubungan darah? Jika diaktifkan, dia akan menjadi ibu kandung Anda.",
  "关闭血缘她就是你的继母": "Jika dinonaktifkan, dia akan menjadi ibu tiri Anda.",
  "谈话不知道过来多久，深夜了，你已经初步了解了这个世界": "Anda tidak yakin berapa lama Anda berbicara, tetapi sudah larut malam, dan Anda mendapatkan pemahaman dasar tentang dunia ini.",
  "并且开始接受自己在这个世界的生活": "Dan Anda sudah mulai menerima hidup Anda di dunia ini.",
  "在经过一段嗜酒消极的日子后，你慢慢接受了即将死于癌症的事实": "Setelah beberapa periode minum dan putus asa, Anda perlahan -lahan datang untuk menerima kenyataan bahwa Anda akan meninggal karena kanker.",
  "你不想死于痛苦的癌症，最终选择一个安静的地方不甘地结束了自己的生命": "Tidak ingin mati kematian yang menyakitkan akibat kanker, Anda akhirnya memilih tempat yang tenang untuk mengakhiri hidup Anda dengan enggan.",
  "平行世界~~~你": "Dunia paralel ~~~ Anda",
  "我不是已经死了吗？": "Bukankah saya sudah mati?",
  "你妹妹她们也很担心": "Adikmu juga khawatir",
  "你们一起过去拜访她们吧": "Ayo kunjungi mereka bersama",
  "跳过时间": "lewati waktu",
  "攻略": "Strategi",
  "直接点击头像可以查看此角色攻略": "Klik pada avatar untuk melihat walkthrough karakter ini.",
  "完成角色的任务，可以提升": "Tugas karakter lengkap untuk meningkat",
  "更新公告": "Perbarui Pemberitahuan",
  "修改器": "Cheat",
  "读取存档": "Muat Simpan",
  "卡图修复": "Perbaiki kesalahan gambar",
  "更改壁纸": "Ubah wallpaper",
  "请输入角色名字": "Harap masukkan nama karakter",
  "可以让一个人的性欲突然暴涨": "Dapat tiba -tiba meningkatkan libido seseorang",
  "短暂地控制一个人的身体": "Kontrol sementara tubuh seseorang.",
  "短暂地催眠一个人": "Sementara menghipnotis seseorang",
  "魔塔模式的战斗是一个比较难打的模式": "Mode Magic Tower adalah mode pertempuran yang lebih menantang.",
  "要记住多存档，打不过就读档重新打": "Ingatlah untuk sering menabung. Jika Anda kalah, muat ulang dan coba lagi.",
  "通关的技巧在于：不要乱打高级怪，优先拾取宝石提升实力": "Kunci untuk membersihkan permainan: Jangan melawan monster tingkat tinggi dengan ceroboh-berporiitisasi mengambil permata untuk menjadi lebih kuat.",
  "如果您不想体验战斗，可以直接跳过战斗，您要跳过战斗吗": "Jika Anda tidak ingin terlibat dalam pertempuran, Anda dapat melewatkannya. Apakah Anda ingin melewatkan pertempuran?",
  "一旦开启跳过战斗，就是和平模式，并且不可逆，请谨慎开启": "Setelah Anda mengaktifkan lompatan pertempuran, itu menjadi mode damai dan tidak dapat diubah. Pilih dengan cermat.",
  "和平模式": "Mode perdamaian",
  "你还好吗": "Kamu tidak apa apa?",
  "抱歉，妈妈现在还有点事情": "Maaf, ibu memiliki beberapa hal untuk dilakukan sekarang",
  "我在附近的商店工作，有需要的东西可以过来找我哦": "Saya bekerja di toko terdekat. Jika Anda membutuhkan sesuatu, temukan saya!",
  "你在大街上闲逛": "Anda berkeliaran di jalanan",
  "美女走到一辆出租车附近": "Seorang wanita cantik berjalan di dekat taksi.",
  "街头上有位美女真养眼啊": "Ada kecantikan yang menakjubkan di jalanan.",
  "迎面走来一个黑衣男子": "Seorang pria berkulit hitam mendekati.",
  "黑衣男子突然暴起，抓住了那位美女": "Pria berwarna hitam tiba -tiba menerjang dan meraih wanita itu.",
  "把金发美女绑架进一辆出租车里面": "Dia memaksa wanita pirang itu menjadi taksi.",
  "随后出租车飞速启动，消失在茫茫大街中": "Taksi cepat, menghilang ke jalan -jalan kota.",
  "绑架事件？我得追上那台出租车": "Penculikan?! Saya perlu mengejar taksi itu!",
  "经过一段时间的追逐，最终确定金发美女被绑架进这栋破房子里面": "Setelah periode pengejaran, Anda mengkonfirmasi bahwa wanita pirang itu telah dibawa ke rumah kumuh ini.",
  "事不宜迟，得赶紧救出那位金发美女": "Tidak ada waktu untuk sia -sia, saya harus menyelamatkannya!",
  "开始战斗": "Mulailah berkelahi",
  "你被眼前这一幕惊到了，一位巨乳银发精灵突然从天而降": "Anda terkejut-tiba-tiba, elf berambut perak berdada turun dari langit!",
  "小家伙，你就打算这样什么都不准备，鲁莽闯进去吗？": "Hai teman, apakah Anda benar -benar berencana untuk bergegas tanpa persiapan?",
  "这栋房子里面可是会有很多强大的敌人哦": "Ada banyak musuh yang kuat di dalamnya.",
  "你可能会死在里面哦，我劝你还是回家洗洗睡比较好": "Anda mungkin mati di sana. Saya sarankan Anda pulang dan tidur sebagai gantinya.",
  "虽然不知道这位突然出现的精灵为什么要阻止你": "Meskipun saya tidak tahu mengapa penampilan jin yang tiba -tiba ini ingin menghentikan Anda.",
  "心中路见不平一声吼的正义感，使你不能不问不管": "Rasa keadilan di hati Anda memaksa Anda untuk mengambil tindakan ketika Anda melihat ketidakadilan.",
  "我不怕，有一分热，发一分光，就如萤火一般": "Saya tidak takut. Jika saya memiliki sedikit kehangatan, saya akan sedikit bersinar, seperti kunang -kunang.",
  "好吧，看来我是拦不住你了，你小心点": "Nah, sepertinya aku tidak bisa menghentikanmu. Hati-hati.",
  "这人有点意思，就他了": "Pria ini agak menarik, itu saja",
  "事不宜迟，得赶紧找到那个被绑架的美女": "Tidak ada waktu untuk disia -siakan, saya harus menemukan kecantikan yang diculik",
  "我就说这里很危险吧": "Sudah kubilang itu berbahaya di sini",
  "还好我在，不然你可能就交代在这里了": "Untungnya saya di sini, Anda mungkin dalam kesulitan.",
  "我上楼偷了两颗宝石和钥匙给你，嘿嘿嘿": "Saya naik ke atas dan mencuri dua permata dan kunci untuk Anda, ha-ha-ha.",
  "快去拯救你的公主吧，勇敢的骑士": "Pergi simpan putri Anda, Ksatria Berani!",
  "蓝色的宝石提升防御力": "Permata biru meningkatkan pertahanan",
  "红色的宝石提升攻击力": "Permata merah meningkatkan kekuatan serangan",
  "血瓶则是回复生命值": "Ramuan kesehatan mengembalikan kehidupan.",
  "破房子内，金发美女被拷在铁栏杆旁": "Di dalam rumah yang rusak, gadis pirang itu terperangkap di dekat pagar besi.",
  "一段时间过后": "Setelah beberapa saat",
  "缓缓苏醒": "Perlahan bangun.",
  "嗯？这是？": "En? Dimana saya?",
  "这是什么地方？糟糕！我好像被绑架了！": "Tempat apa ini? Sial! Saya pikir saya telah diculik!",
  "尝试挣脱手铐": "Mencoba membebaskan diri dari borgol",
  "可恶，这太坚固了！": "Sialan, ini terlalu solid!",
  "突然，一名神秘男子推门而入": "Tiba -tiba, seorang pria misterius memasuki ruangan.",
  "啧啧啧，小美人，你还是别白费力气了": "Tsk tsk, jalang, berhenti membuang -buang kekuatan Anda, Anda tidak bisa melarikan diri.",
  "现在落在我手上，神仙来了都救不了你了": "Sekarang ada di tangan saya, bahkan para dewa tidak bisa menyelamatkan Anda",
  "你还真是个极品美人啊~待会我肯定把你操成母猪，哈哈": "Kamu benar -benar kecantikan yang luar biasa ah ~ nanti aku pasti akan bercinta denganmu seperti babi, ha ha",
  "你还是回家操你的婊子妈去吧！": "Mengapa tidak pulang dan bercinta dengan ibu perempuan jalang Anda",
  "金发美女顺势要攻击神秘男子": "Kecantikan pirang memanfaatkan momen itu untuk meluncurkan serangan terhadap pria misterius itu.",
  "但她的手被抓住了": "Tapi tangannya tertangkap",
  "哈哈哈，我就喜欢你这样子的烈性子的小妞，拼命反抗操起来才有意思": "Hahaha, aku suka wanita kecil yang berapi -api sepertimu. Semakin sulit Anda berjuang, semakin menyenangkan!",
  "来，给你吃点东西": "Ayo, biarkan aku memberimu sesuatu untuk dimakan",
  "你干什么，呜~~呜~~呜~~": "Apa yang kamu lakukan, woo-woo-woo-woo-woo-woo",
  "呕~~呕·~~": "Muntah ~~ muntah · ~~",
  "你刚刚喂我吃了什么东西？！": "Apa yang baru saja Anda beri saya makan?",
  "是烈性春药哦，再贞洁的烈女": "Ini adalah afrodisiak yang kuat, bahkan wanita yang paling murni dan berkemauan keras,",
  "吃了这个都会变成只想要做爱的母猪": "Setelah makan, ini akan menjadi babi yang hanya ingin berhubungan seks",
  "操你妈！你全家都是挨操的母猪！": "Persetan denganmu! Seluruh keluargamu sangat kacau!",
  "真吵啊，看我不把你嘴给堵上": "Anda sangat berisik. Biarkan saya menutup mulut Anda untuk selamanya.",
  "把你眼睛也蒙起来": "Menutup mata kamu juga",
  "完美！现在只需要等你春药发作求着和我做爱就行了": "Sempurna! Sekarang yang harus kita lakukan adalah menunggu afrodisiak menendang dan memohon seks.",
  "我现在去和兄弟们喝酒了，一会见美女": "Aku akan minum dengan saudara -saudaraku sekarang, sampai jumpa kecantikan nanti",
  "神秘男子离开了，只剩下金发美女绝望地等在原地": "Pria misterius itu pergi, meninggalkan kecantikan pirang menunggu dengan putus asa",
  "复制以下网址": "Salin URL di bawah ini",
  "历经几场惊险的战斗，你终于抵达金发美女被绑架的地点": "Setelah beberapa pertempuran berbahaya, Anda akhirnya tiba di lokasi di mana kecantikan pirang ditahan.",
  "解救金发美女": "Menyelamatkan keindahan pirang",
  "操你妈，断子绝孙脚！": "Persetan, tendang penismu!",
  "你的鸡巴被高跟鞋重重踹了一脚": "Penismu ditendang keras oleh sepatu hak tinggi",
  "啊啊啊啊啊~~": "Ahhhhhhh, sial!",
  "男人身上最脆弱的部位突然遭受毁灭打击，你疼的几乎要晕厥过去了": "Bagian yang paling rentan dari tubuh pria itu tiba -tiba menderita pukulan yang menghancurkan, dan rasa sakitnya begitu kuat sehingga Anda hampir pingsan.",
  "跪在地上张嘴想叫却怎么也发出不了声音": "Berlutut di tanah, buka mulut Anda untuk berteriak tetapi bagaimana tidak bisa membuat suara",
  "就你这种垃圾人渣也想操我？断子绝孙吧，死太监！": "Anda pikir sepotong sampah seperti Anda bisa meniduriku? Ucapkan selamat tinggal pada penismu, kamu tidak berharga!",
  "你撕开金发美女的眼罩": "Anda merobek penutup mata dari mata kecantikan pirang.",
  "啊~~~疼~~~你搞错了~~~啊~~": "Anda salah! Sungguh!",
  "我是来救你的啊~~": "Aku di sini untuk menyelamatkanmu ~ ~",
  "我刚刚在街上看到你被绑架了，好不容易来到这里": "Saya melihat Anda diculik di jalan sebelumnya. Itu tidak mudah, tapi saya berhasil menyelamatkan Anda.",
  "天啊~~~我感觉我的老二要废了~~啊~~~好疼~~": "Ya Tuhan, aku merasa penisku akan hancur.",
  "啊？！你不是刚刚那个人？": "Apa? Anda bukan orang yang ada di sana?",
  "你真的是来拯救我的？": "Apakah Anda benar -benar menyelamatkan saya?",
  "你先把我解开吧，这里不安全，我带你去治疗": "Pertama, lepaskan aku. Tempat ini tidak aman. Aku akan membawamu ke suatu tempat untuk dirawat.",
  "你在金发美女的搀扶下，一瘸一拐地离开了这个地方": "Dengan kecantikan pirang yang mendukung Anda, Anda pincang dari tempat kejadian, langkah demi langkah.",
  "大街上，你坐上了金发美女的车": "Di jalan, Anda masuk ke mobil keindahan pirang",
  "我们这是要去哪里？": "Kemana kita akan pergi?",
  "还很痛么？对不起，我不是故意的，我不知道是你": "Apakah masih sakit? Maaf, saya tidak tahu itu Anda",
  "嗯，得尽快去治疗": "Nah, harus pergi ke perawatan sesegera mungkin",
  "非常感谢你救我出来，我的名字是薇薇安，你的名字是？": "Terima kasih banyak telah mengeluarkan saya. Nama saya Vivian, dan Anda?",
  "【脸色一红】": "Memerah",
  "我们马上就到了，再忍一忍": "Kami akan segera ke sana. Tunggu sebentar lagi.",
  "薇薇安把你带到一个高档酒店房间": "Vivian membawa Anda ke kamar hotel mewah",
  "把你平稳安置到床上": "Menempatkan Anda dengan lancar di tempat tidur",
  "此刻的薇薇安已经春药发作，几乎丧失理智了": "Pada saat ini, Vivian, di bawah pengaruh afrodisiak, hampir kehilangan semua akal sehat.",
  "做出了一些她平常绝对不会做出的事情": "Melakukan sesuatu yang tidak akan pernah dia lakukan",
  "那么，先让我们来检查一下伤口": "Jadi, pertama mari kita periksa lukanya",
  "薇薇安作势便拉开你的牛仔裤": "Vivian bergerak dan menarik celana jeans Anda terbuka",
  "哈？已经变得这么大了？": "Hah? Itu menjadi sangat besar?",
  "薇薇安被你巨大的鸡巴吓到了": "Vivian diintimidasi oleh ayam besar Anda",
  "那么姐姐要开始帮你治疗了哦": "Lalu, kakak perempuan akan mulai membantu Anda dengan perawatan, oke",
  "春药的作用已经完全发挥": "Efek afrodisiak telah sepenuhnya bertahan.",
  "现在的薇薇安除了眼前的大鸡巴已经思考不了别的东西了": "Sekarang Vivian tidak bisa berpikir apa pun mengharapkan ayam besar di depannya.",
  "这样上下撸动，会不会舒服点？": "Apakah terasa lebih baik ketika saya memindahkannya ke atas dan ke bawah seperti ini?",
  "鸡巴处传来非常柔软但又略带冰凉的触感": "Sensasi kelembutan yang luar biasa, namun sedikit dingin saat disentuh dari ayam",
  "薇薇安柔若无骨的小手，正在帮忙撸管，实在太刺激了": "Tangan Vivian yang kecil dan tanpa tulang membantu menyentak, terlalu menarik",
  "刚刚还很疼，现在被你这样抚摸，感觉好多了": "Baru saja masih menyakitkan, tapi sekarang Anda menyentuhnya seperti ini, rasanya jauh lebih baik",
  "哦？这么说这个治疗办法是有效的": "Oh? Jadi perawatannya efektif",
  "那我接下来要加大力度了哦": "Lalu, saya akan meningkatkan intensitas sekarang, oke?",
  "就这样，用力~~": "Itu saja, dorong ~~",
  "加速~~": "Mempercepat ~",
  "射精": "air mani.",
  "啊~~~有什么东西要出来了~~啊~~": "Ah ~~ ada sesuatu yang keluar ~~ ah ~",
  "浓烈的精液喷射出来": "Jet cum yang kuat.",
  "把薇薇安的手射的满满都是精液": "Dan Anda menembak tangan Vivian penuh dengan air mani.",
  "天啊，这么浓烈的精液，和男性的味道": "Tuhan, semen yang kuat, dan aroma manusia",
  "我再也忍不住了，肉棒，我要肉棒~~": "Saya tidak bisa menahannya lagi. Ayam, aku ingin ayam!",
  "我想求你帮我一个忙": "Saya ingin meminta Anda membantu saya",
  "什么忙？我会尽力的！": "Apa? Saya akan melakukan yang terbaik!",
  "我被下春药了，我现在控制不住自己了": "Saya diberi afrodisiak, saya tidak bisa mengendalikan diri sekarang",
  "我需要借用你的身体解毒，放心吧，不会疼的": "Saya perlu meminjam tubuh Anda untuk mendetoksifikasi. Jangan khawatir, itu tidak akan menyakitkan.",
  "说罢，薇薇安便压在你身上，夺走了你的初吻": "Dengan itu, Vivian mendesak dirinya sendiri melawan Anda, mencuri ciuman pertama Anda.",
  "你想反抗但被薇薇安紧紧压在身下，无法反抗": "Anda mencoba menolak, tetapi Vivian menjinakkan Anda dengan kuat, membuat Anda tidak berdaya untuk melawan.",
  "只得任由这个夺走你初吻的坏女人为所欲为": "Tidak berdaya, Anda hanya bisa membiarkan [wanita jahat] ini, yang mencuri ciuman pertama Anda, menyertainya.",
  "半晌过后，坏女人才停下她那贪婪的舌头": "Setelah apa yang terasa seperti keabadian, wanita jahat itu akhirnya menarik kembali lidahnya yang serakah.",
  "啊，我的初吻没了，坏女人你住手啊": "Ah, ciuman pertamaku hilang, berhentilah melakukan itu",
  "但是眼前这个坏女人并没有因此停下来": "Tapi dia di depanmu tidak berhenti di situ.",
  "薇薇安开始宽衣解带": "Vivian mulai menanggalkan pakaian",
  "你简直惊呆了，没想到眼前居然有位金发碧眼的大美女在你面前裸体": "Anda hanya terpana, tidak menyadari bahwa ada wanita pirang cantik telanjang di depan Anda.",
  "别一直盯着我看": "Berhenti menatapku seperti itu.",
  "薇薇安被你那充满侵略性的眼光羞得满脸通红": "Vivian malu dengan tatapan agresif Anda",
  "那么，要进行下一步咯": "Jadi, mari kita pindah ke langkah berikutnya",
  "这巨大的肉棒，看起来好好吃哦": "Ayam besar ini terlihat lezat",
  "我的下面好痒啊": "Vagina saya sangat gatal",
  "薇薇安一边帮你口交，一边自慰，淫荡极了": "Vivian mengisap penismu sambil menyenangkan dirinya sendiri, dia terlihat benar -benar nakal.",
  "啊，这深喉的感觉，太舒服了！太刺激了！": "Ah, sensasi yang dalam ini sangat memuaskan! Sangat menggembirakan!",
  "哼，不公平！明明需要解毒的是我，为什么一直都是我在帮你？": "Hmph, tidak adil! Akulah yang perlu didetoksifikasi, mengapa saya yang membantu Anda sepanjang waktu?",
  "薇薇安骑到你的身上": "Vivian naik ke Anda",
  "所以，你也要帮我舔": "Jadi, Anda juga harus menjilat saya",
  "薇薇安早已爱液泛滥的极品小穴已经尽收眼底了": "Vivian's Long Love-Flowed, Pussy Luar Biasa Dalam Tampilan Penuh",
  "舔舐薇薇安小穴": "Menjilati vagina Vivian",
  "嘴唇才刚刚接触到薇薇安的粉嫩小穴": "Bibir hanya menyentuh vagina Vivian",
  "我……我很舒服……嗯……啊……亲亲好舒服…": "Saya ...... Saya merasa nyaman ...... mmmm ...... ah ...... ciuman sangat nyaman ...... \":\" Saya ...... Saya sangat nyaman ...... mmm ...... ah ...... ciuman begitu nyaman ...",
  "我好高兴……好舒服……啊……嗯……又要……又要丢了……要泄……": "Aku sangat senang ...... sangat nyaman ...... ah ...... mmmm ...... lagi ...... aku pergi ke sana lagi ......",
  "你伸出舌头舔舐薇薇安的阴蒂": "Anda menjulurkan lidah dan menjilat klitoris Vivian.",
  "唔……啊…不要舔哪里…要……要泄……嗯……": "Baik ...... ah ... jangan jilat di sana ... aku pergi lagi",
  "在春药的作用下，薇薇安内心的骚劲完全爆发出来": "Di bawah efek afrodisiak, kecerdasan batin Vivian benar -benar meledak",
  "淫水从小穴洞口不断的往外流着": "Jus mengalir keluar dari lubang vaginanya.",
  "啊……宝贝……别……别这样……": "Ah ...... sayang ...... jangan ...... jangan lakukan ini ......",
  "舔舐小穴": "Menjilati vagina",
  "下一步": "Langkah selanjutnya",
  "薇薇安把你压在身下，小穴紧紧贴着你的鸡巴，摩擦着": "Vivian menyematkanmu, vaginanya menempel erat di kemaluanmu, menggosoknya",
  "从鸡巴处传来极品小穴软软的触感，刺激得鸡巴都要爆炸了": "Dari ayam datang sentuhan lembut vagina yang luar biasa, merangsang ayam untuk meledak",
  "姐姐下面好痒~~需要借你的大鸡巴摩擦一下止痒": "Vagina saya sangat gatal ~~ saya perlu meminjam ayam besar Anda untuk menggosoknya dan menghentikan gatal",
  "放心吧，姐姐不会让它进来的，只是素股摩擦一下而已": "Jangan khawatir, saya tidak akan membiarkannya masuk, hanya sedikit menggosok dengan paha",
  "你……你的鸡巴那么粗硬……好大……好粗……真是美极了……": "Kamu ...... kemaluanmu sangat keras ...... sangat besar ...... sangat tebal ...... sangat bagus ......",
  "在素股摩擦一段时间过后": "Setelah periode paha",
  "薇薇安看着你的鸡巴陷入了沉思": "Vivian menatap ayam Anda dalam pikiran yang mendalam",
  "如果这根鸡巴插进来~~~那该有多舒服啊~~~不行了~~~我忍不住了": "Jika ayam ini dimasukkan ke dalam ~ ~ ~ seberapa nyaman saya ah ~ ~ tidak bisa ~ ~ ~ saya tidak bisa menahannya",
  "薇薇安已经丧失了最后一丝理智，完全被欲望支配了": "Vivian telah kehilangan serpihan terakhir dari rasionalitasnya, sepenuhnya dikonsumsi oleh keinginan.",
  "你要永远记得我哦": "Anda harus mengingat saya selamanya!",
  "抓住鸡巴，调整位置": "Ambil ayam dan sesuaikan posisinya",
  "要进来了哦": "Ini dia!",
  "接下来交给姐姐吧": "Selanjutnya, serahkan padaku",
  "位置修正完毕，目标已确认，可以进入": "Posisi terkunci, target dikonfirmasi - siap masuk",
  "嗯~~~": "Emmmm",
  "啊~~啊~~~": "Ohhhhhhh",
  "整根大鸡巴顺着淫水，已经插入那滋润的肉洞": "Seluruh ayam besar Anda meluncur ke dalam lubangnya yang basah dan berair",
  "饱满紧胀的感觉让你从头爽到了脚，只觉得胸中的欲火熊熊燃烧了起来": "Sensasi kepenuhan dan keketatan mengirimkan gelombang kesenangan melalui seluruh tubuh Anda, menyalakan api keinginan yang mengamuk di dalam diri Anda.",
  "啊，坏女人，你刚刚夺走了我的处男之身": "Ah, wanita jahat, kamu baru saja mengambil keperawananku",
  "呜呜呜，我被玷污了，呜呜呜": "Ooooooooh, aku ternoda, oooooooh",
  "装的，实际上开心的不得了，在这样一个大美女身上破了处男": "Berpura -pura menolak, tetapi jauh di lubuk hati, saya sangat senang melampaui kata -kata - mencemari keperawanan Anda menjadi cantik yang menakjubkan.",
  "哦？你觉得我是一个坏女人？": "Oh? Anda pikir saya wanita yang buruk?",
  "我给你看一样东西": "Saya akan menunjukkan satu hal",
  "薇薇安的屁股慢慢抬起": "Pantat Vivian perlahan terangkat",
  "天啊，好像有血迹顺着鸡巴流淌下来了": "Ya Tuhan, sepertinya ada darah yang mengalir di ayam",
  "这样一个大美女居然还是处女？": "Keindahan yang luar biasa masih perawan?",
  "刚刚进入的时候，确实好像顶破了什么东西，真~血赚": "Ketika masuk, rasanya seperti itu merusak sesuatu - jackpot total ~",
  "现在还认为姐姐是坏女人吗？": "Apakah Anda masih berpikir saya adalah wanita yang buruk sekarang?",
  "姐姐可是把人生最重要的第一次给了你哦": "Saya memberikan yang paling penting pertama kali dalam hidup Anda",
  "你一定要永远记得我哦，虽然我们相识还不到一个小时": "Anda harus mengingat saya, meskipun kami bertemu kurang dari satu jam",
  "嗯，我会的，让我们度过这美好的春宵吧": "Baiklah, saya akan, mari kita habiskan malam yang indah ini",
  "女上位骑乘": "Cowgirl",
  "你们疯狂做爱，直到一股酸麻的强烈快感直冲你的下腹": "Anda bercinta seperti orang gila sampai terburu -buru yang tajam dan kesemutan mengenai perut bagian bawah Anda",
  "滚烫的精液就射进了薇薇安的体内": "Cum panas menembak jauh di dalam vivian",
  "在被内射一次后，薇薇安的欲望已经渐渐消退，理智已经渐渐占据上风": "Setelah menjadi creampied sekali, nafsu Vivian mulai memudar, dan alasannya mengambil alih",
  "薇薇安反应过来，自己刚刚居然和一个认识不到一个小时的人做爱了": "Vivian membentaknya - realisasi dia baru saja menggedor seorang pria yang dia temui kurang dari satu jam yang lalu",
  "这让一向守身如玉，保守矜持的她无法接受": "Untuk seseorang yang murni dan dicadangkan seperti dia, itu tidak terpikirkan",
  "薇薇安渐渐站起来": "Vivian perlahan bangkit",
  "哪个，我饿了，我去买点吃的": "Uh, saya lapar - saya akan mengambil makanan",
  "薇薇安离开后，再也没有回来，真是一个拔吊无情的女人": "Vivian pergi dan tidak pernah kembali-jangan, cewek yang berhati dingin",
  "薇薇安的留言": "Catatan Vivian",
  "我们之间发生了不该发生的事情": "Apa yang terjadi di antara kami tidak boleh terjadi",
  "我很感谢你刚刚带给我的快乐和满足": "Saya bersyukur atas kesenangan dan kepuasan yang Anda berikan kepada saya",
  "我们终究只是刚刚认识不到一个小时的陌生人": "Pada akhirnya, kami hanya orang asing yang bertemu kurang dari satu jam yang lalu",
  "这让我无法接受，没有感情的爱欲，毫无意义": "Saya tidak bisa menerimanya - Hati tanpa perasaan tidak ada artinya",
  "忘记这一切吧，就当是春梦一场": "Lupakan semuanya - perlakukan itu seperti mimpi basah",
  "今后我们可能没机会再相遇了": "Kami mungkin tidak akan pernah mendapatkan kesempatan untuk bertemu lagi",
  "如果有机会，我期待着与你重逢，亦恐惧着与你重逢": "Jika ada kesempatan, saya berharap dan takut bertemu Anda lagi",
  "我走了~~~~": "Saya keluar dari sini ~~~~",
  "落款————薇薇安": "Ditandatangani - Vivian",
  "嘿，兄弟最近过得怎么样？": "Hei, bagaimana kabarmu?",
  "卧槽？怎么回事？": "Apa -apaan? Apa yang terjadi?",
  "干！我还以为你康复了呢": "Brengsek! Saya pikir Anda kembali normal",
  "我是你好兄弟阿，我们关系很铁的": "Saya bro terbaik Anda, kawan - kami sangat kencang",
  "哦，对不起": "Oh, buruk",
  "停": "Tahan",
  "你不用自我介绍，你化成灰我都认得你是谁": "Tidak perlu memperkenalkan diri - saya tahu Anda bahkan jika Anda adalah abu",
  "我们走，该去上学了": "Ayo Gulung, Saatnya Memukul Sekolah",
  "同学们，看黑板": "Semuanya, mata di papan",
  "这道题怎么做？谁能回答我？": "Bagaimana Anda menyelesaikan ini? Ada yang mau mencobanya?",
  "没人举手是吧？好，我要点名了": "Tidak ada tangan, ya? Baik, saya menelepon nama",
  "跟我来": "Mari ikut saya",
  "同学们": "Hei, kelas",
  "我给大家介绍一位新同学，来自XX市的": "Izinkan saya memperkenalkan siswa baru dari XX City",
  "同学，来做个自我介绍": "Hei, ceritakan tentang dirimu",
  "大家好，我是": "Hai semuanya, saya",
  "来自XX市，喜欢唱，跳，rap，篮球，music......": "Dari XX City, hingga bernyanyi, menari, rap, bola basket, musik ...",
  "同学们别笑": "Kelas, tidak tertawa!",
  "几个月前因为见义勇为在车祸中拯救了一个女孩": "Beberapa bulan yang lalu, dia dengan heroik menyelamatkan seorang gadis dalam kecelakaan mobil",
  "导致昏迷失忆，市政府还因为这件事授予他杰出市民的荣誉称号呢": "Itu membuatnya koma dengan amnesia, dan kota itu bahkan memberinya penghargaan warga yang luar biasa untuk itu",
  "这种精神值得同学们学习哦": "Itulah semangat yang Anda semua harus cari!",
  "教室坐席": "Tempat duduk kelas",
  "哇！这就是传说中那位见义勇为的同学": "Wow! Jadi ini adalah anak pahlawan yang legendaris",
  "看着好强壮哦，感觉还有点小帅呢": "Dia terlihat sangat buff - Kinda juga lucu",
  "切，一看就知道是个先天性智力残缺的傻大个": "PSH, Anda bisa tahu dia hanya oaf bodoh besar dengan nol otak",
  "和你说过多少次了，初次见面要礼貌些": "Berapa kali saya mengatakan kepada Anda untuk bersikap sopan ketika bertemu seseorang yang baru?",
  "我也没说错什么啊。你看他傻笑的，啧啧，真恶心": "Saya tidak mengatakan sesuatu yang salah! Lihat senyum konyol itu - ugh, sangat kotor",
  "同学，快去找个位置坐吧": "Hei, pria baru, pergi duduk",
  "嘿，兄弟，这边，过来这边": "Yo, bro, di sini - datang dengan cara ini",
  "这，这儿有个位置": "H-di-here tempat",
  "这位置我给你霸占了几个月，一直不让别人坐": "Saya telah menyimpan kursi ini untuk Anda selama berbulan -bulan - tidak ada orang lain yang bisa menerimanya",
  "怎么样？我够义气吧？": "Cukup setia, kan?",
  "因为旁边有两个美女，这可是很抢手的位置啊": "‘Karena itu di sebelah dua keren - real estat utama tempat ini",
  "上次我就差点因为这个位置和别人打起来": "Terakhir kali, saya hampir melemparkan tangan ke kursi ini",
  "哈哈，这么说我得非常感谢你才行": "Haha, tebak aku berhutang budi padamu",
  "别客气，有作业记得给我抄就行，嘿嘿": "Tidak ada keringat - biarkan aku menyalin pekerjaan rumahmu, heh",
  "你发现旁边果然有两位非常性感的美女": "Benar saja, ada dua gadis super seksi di sebelah Anda",
  "嘿，帅哥，我们刚刚在讨论你呢": "Hei, manis, kami baru saja membicarakanmu",
  "我旁边的这位是我的妹妹": "Ini adik perempuan saya di sampingku",
  "话说，你之前勇敢地救下一个女孩的生命，是真的吗？": "Jadi, apakah benar Anda dengan berani menyelamatkan hidup seorang gadis sebelumnya?",
  "切......": "Tch ...",
  "像这种白马王子拯救公主的俗套故事，肯定是假的啊": "Pangeran Cheesy Charming menyelamatkan kisah putri seperti itu? Benar -benar palsu",
  "自己随便编几个故事，然后就拿去骗女孩子": "Dia mungkin membuat omong kosong untuk menipu gadis",
  "把女孩子骗到手就把肚子搞大，然后再不负责任地跑路": "Mendapat seorang gadis yang tersingkir, lalu membuangnya tanpa peduli",
  "像这种社会的垃圾，败类，寄生虫，我见的多了": "Saya telah melihat banyak sampah semacam ini - scum, lintah",
  "姐姐你离他远点，千万不要被他骗了": "Sis, menjauhlah darinya - jangan biarkan dia membodohi Anda",
  "别这样，才见第一面，就这样乱说坏话，真的不好": "Jangan seperti itu - melontarkannya langsung dari kelelawar itu tidak keren",
  "很抱歉，我妹妹她这性格是有点不太礼貌": "Maaf, adikku punya sedikit kerempapan kasar",
  "真的很抱歉": "Sungguh, saya sangat menyesal",
  "没事的，其实我也没放心上，哈哈": "Jangan khawatir, saya tidak membawanya ke dalam hati - haha",
  "同学们，我貌似听到有窃窃私语哦": "Kelas, saya pikir saya mendengar beberapa orang berbisik",
  "这还是在上课期间哦，有什么话等到下课再说": "Kami masih di kelas-hemat obrolan untuk setelahnya",
  "来，同学们向黑板看齐": "Baiklah, semuanya, fokuslah pada papan",
  "这道题会经常考试，大家要牢牢记住": "Masalah ini muncul banyak pada tes - memusatkannya",
  "经过一段昏昏欲睡的学习时光，终于下课了": "Setelah slog pelajaran yang mengantuk, kelas akhirnya berakhir",
  "等一下再回家吧": "Mari Back Back sebelum pulang",
  "在你下课正准备回家的时候": "Sama seperti Anda akan pulang setelah kelas",
  "拦在教室门口": "Diblokir di pintu kelas",
  "喂喂喂，你，说你呢，脑子只有核桃仁大小的家伙": "Hei, kamu-ya, kamu, pria dengan otak berukuran kenari",
  "没错，说的就是你。": "Yup, saya berbicara dengan Anda",
  "你现在还不能回家！": "Anda belum pulang!",
  "为什么？": "Mengapa tidak?",
  "被人如此不尊重对待，还被拦着不让回家，你未免有些生气": "Menjadi tidak dihargai seperti ini dan berhenti dari pergi - Anda mulai kesal",
  "看来必要给你这个乡下来的乡巴佬科普这个学校的规矩了": "Kira saya harus sekolah bumpkin negara seperti Anda tentang cara kerja di sini",
  "所有新来到这个学校的学生，都得给我交保护费": "Setiap pemula di sekolah ini harus membayar saya tunai perlindungan",
  "费用是100，乖乖把保护费上缴就滚回家吧": "Ini 100 - ikuti dan scram",
  "我不想见到你这个失败者": "Saya tidak ingin melihat pecundang seperti Anda",
  "你！！！": "Anda!!!",
  "你肺都要气炸了，欺人太甚了": "Anda sangat marah paru -paru Anda terasa seperti mereka akan meledak - ini terlalu banyak",
  "在你刚刚准备强硬闯过去的时候": "Sama seperti Anda akan memaksa jalan Anda",
  "赶紧过来拦住你": "Seseorang bergegas untuk menghentikan Anda",
  "从口袋里掏出100": "Menarik 100 dari saku mereka",
  "抱歉抱歉，我这兄弟第一天来，不懂事": "Maaf, maaf - kawan saya baru di sini, dia tidak mengerti",
  "这100姑奶奶您先收着，您就原谅我这兄弟吧": "Inilah 100, Bu - tolong biarkan bro saya dari kait",
  "哼哼，还算你识趣": "Hmph, setidaknya Anda tahu cara bermain pintar",
  "核桃仁，以后就这么叫你了": "Walnut - Itu nama Anda mulai sekarang",
  "以后，见到我得放精明一点，多学学你的兄弟，明白吗？": "Lain kali Anda melihat saya, bijaksana dan mengambil halaman dari teman Anda, mengerti?",
  "再见咯，嘿嘿，核桃仁和软包蛋，你们两个还真是搭配啊，哈哈": "Sampai jumpa, heh - walnut dan softie, kalian berdua adalah pasangannya, haha",
  "说罢，卡拉便扭着屁股走了": "Dengan itu, Carla Sashays pergi",
  "我说兄弟，你为什么要那么迁就那个女人": "Bro, kenapa kamu mencium cewek itu?",
  "我肺都气炸了": "Saya sangat kesal sehingga saya bisa meledak",
  "没办法，卡拉是学校的恶霸": "Tidak ada pilihan - carla adalah pengganggu sekolah",
  "她的父母都是学校的董事会成员": "Orang tuanya ada di dewan sekolah",
  "上次有个倒霉蛋，因为不交所谓的保护费，就被学校开除了": "Terakhir kali beberapa getah miskin tidak membayar 'biaya perlindungannya,' dia dikeluarkan",
  "而且她还在学校里面成立了一个帮派，里面一大群打手": "Ditambah lagi, dia punya geng di sekolah - seluruh kru preman",
  "任何惹了她的人都会很惨的，相信我": "Siapa pun yang melintasi dia kacau - trust saya",
  "妈的！我就不信这个邪！": "Persetan! Saya tidak membeli omong kosong ini!",
  "她的什么狗屁帮派在什么地方？我去打趴他们！": "Di mana geng kecilnya yang buruk? Saya akan menjatuhkan mereka semua!",
  "别别别，兄弟，忍一时风平浪静，退一步海阔天空": "Tidak, tidak, tidak, bro - cuti sebentar, dan itu semua akan meledak",
  "相信我兄弟，我不做没有把握的事情，我能打趴他们": "Percayalah, bro - saya tidak berayun kecuali saya tahu saya akan menang. Saya bisa menghancurkannya",
  "好吧，既然你这么有把握，我带你过去": "Baiklah, jika Anda percaya diri, saya akan membawa Anda ke sana",
  "开始战斗！": "Ayo bertengkar!",
  "嗨，小帅哥，又见面了": "Hei, keren kecil, kita bertemu lagi",
  "你这是又打算开始战斗了吗？": "Anda bersiap untuk pertarungan lain?",
  "我们来做个交易吧": "Bagaimana kalau kita membuat kesepakatan?",
  "我能感受到，附近有一颗非常强大本源宝石": "Saya bisa merasakan permata asal yang sangat kuat di dekatnya",
  "如果你能帮我找到它，我就可以帮忙提升你的实力": "Jika Anda membantu saya menemukannya, saya akan meningkatkan kekuatan Anda",
  "双赢，当然，你可以留着本源宝石，我会教你如何使用它": "Win-win-dan jika Anda menyimpan permata, dan saya akan menunjukkan kepada Anda cara menggunakannya",
  "需要我的帮助吗？花费": "Butuh bantuan saya? Biayanya",
  "我可以提升你的战斗力": "Saya dapat memompa keterampilan bertarung Anda",
  "你现在的状态很不好呢只剩下": "Anda dalam kondisi kasar sekarang - sangat menggantung",
  "我来给你治疗一下吧": "Biarkan saya menambal Anda",
  "我能感觉到，本源宝石就在附近": "Saya bisa merasakannya - permata asal sudah dekat",
  "等等，你手上的是？本源宝石？": "Tunggu - apa itu di tangan Anda? Permata Asal?",
  "我果然没看错你哦，干的漂亮": "Saya tahu saya mematok Anda dengan benar - tidak ada pekerjaan!",
  "我来教你如何使用它，看着我的手": "Izinkan saya menunjukkan cara menggunakannya - tonton tangan saya",
  "本源宝石在南娜手上变换成各种形状": "Permata asal bergeser ke semua jenis bentuk di tangan Nanna",
  "最终转化成了一颗控制宝石": "Akhirnya, itu berubah menjadi permata kontrol",
  "这样，一颗本源宝石就转化完毕了": "Di sana - satu permata asal, sepenuhnya diubah",
  "本源宝石一共可以转化成三种形态": "Permata asal dapat bergeser ke total tiga bentuk",
  "分别是控制宝石，欲望宝石，催眠宝石": "Kontrol permata, keinginan permata, dan permata hipnosis",
  "我还不知道该如何使用这颗宝石，或许我可以去问问南娜": "Saya belum yakin bagaimana menggunakan hal ini - mungkin saya akan bertanya kepada Nanna",
  "拿好这颗已经转化完毕的控制宝石，你会用得上它的": "Pegang permata kontrol yang sudah jadi ini - Anda akan membutuhkannya",
  "经过一段非常艰难的战斗，你终于找到了卡拉": "Setelah pertarungan brutal, Anda akhirnya melacak Carla",
  "啊？你怎么会到这里来？": "Hah? Bagaimana Anda bisa sampai di sini?",
  "我外面那么多小弟是吃屎的吗？他们居然不拦着你": "Apa yang dilakukan preman di luar saya - makan omong kosong? Mereka bahkan tidak menghentikan Anda!",
  "你的小弟已经全部去学广东话了": "Lakek Anda semua tidak belajar makan pantat saya",
  "就只剩下你了": "Hanya kamu sekarang",
  "啧啧，真是一群废物！": "Tch, Sungguh sekelompok pecundang!",
  "核桃仁，看你还挺能打的，以后跟我混怎么样？": "Walnut, Anda cukup bagus dalam bekas - Roll Wanna dengan saya?",
  "保证你以后吃香的，喝辣的": "Tetaplah dengan saya, dan Anda akan menjalani kehidupan yang baik",
  "我没时间陪你玩这种幼稚游戏": "Saya tidak punya waktu untuk game kiddie Anda",
  "把我兄弟给你的保护费还我": "Kembalikan uang perlindungan yang dibayarkan Bro saya",
  "这事情就这么算了": "Dan kami akan menyebutnya bahkan",
  "呵呵，到了本小姐手里的东西，就没有还回去的道理": "Heh, begitu ada sesuatu di tanganku, itu tidak akan kembali",
  "想要吗？来抢啊！": "Mau anu? Ayo ambillah!",
  "你敢碰我一下，我立马大叫非礼强奸": "Sentuh saya, dan saya akan berteriak serangan - pengatur!",
  "让你身败名裂，下半辈子在监狱中度过，想试试吗？": "Merusak hidup Anda, mengirim Anda ke penjara selamanya - wanna menguji saya?",
  "妈的，这婊子不好对付啊": "Sial, pelacur ini sulit ditangani",
  "要不我试试刚刚得到的控制宝石吧": "Mungkin saya harus mencoba permata kontrol yang baru saja saya dapatkan",
  "对卡拉使用控制宝石": "Gunakan Kontrol Permata di Carla",
  "控制魔法": "Kontrol sihir",
  "啊~~~额~~~头好晕~~": "Ah ~~~ ugh ~~~ kepalaku berputar ~~",
  "哈？你这垃圾刚刚对我做了什么？": "Hah? Apa yang baru saja kamu lakukan padaku, kamu sampah?",
  "现在，听从我的命令，把保护费还我": "Sekarang, patuhi saya - beri saya uang perlindungan",
  "怎么可能，你这垃圾不要以为耍了点魔术": "Tidak mungkin - Anda pikir beberapa trik sulap murah",
  "我就会任凭你摆布": "Akankah saya membuat saya boneka?",
  "怎么会，我的手，为什么不受控制": "Apa - mengapa saya tidak bisa mengendalikan tangan saya?!",
  "骗人的吧？你个混蛋！": "Ini omong kosong - kamu bajingan!",
  "这样才对嘛，就该乖乖听话": "Itu lebih seperti itu - hanya melakukan seperti yang Anda katakan",
  "你给我等着！": "Anda akan membayar untuk ini!",
  "哈哈哈，你现在身体都动不了": "Hahaha, kamu bahkan tidak bisa bergerak sekarang",
  "居然还要我等着，你真好笑": "Dan Anda menyuruh saya menunggu? Lucu sekali",
  "从来都没人敢如此作弄我，你死定了": "Tidak ada yang pernah mengacaukan saya seperti ini - Anda sudah mati!",
  "你听到了吗？你他妈的死定了！死定了！": "Dengarkan aku? Anda benar -benar mati! Mati!",
  "好好好，我死定了，爷走了，不陪你玩这种幼稚游戏了": "Tentu, tentu saja, saya mati - air, saya keluar, selesai dengan permainan bodoh Anda",
  "无聊，幼稚": "Membosankan, kekanak -kanakan",
  "你留下一脸懵逼的卡拉走了": "Anda berjalan, meninggalkan Carla benar -benar tercengang",
  "必经之路上": "Sedang dalam perjalanan kembali",
  "小帅哥，你是叫做": "Hei, manis, kamu dipanggil",
  "我的名字是南娜哦": "Ngomong -ngomong, aku nanna",
  "我刚刚一直在观察你": "Saya telah mengawasi Anda selama ini",
  "控制宝石还有另一个用法哦，让我来教你吧": "Permata kontrol punya trik lain - biarkan saya menunjukkan kepada Anda",
  "想知道吗？": "Ingin mencari tahu?",
  "学习控制宝石的另一个用法": "Pelajari penggunaan permata kontrol lainnya",
  "你和南娜回到了卡拉身边": "Anda dan Nanna kembali ke Carla",
  "看这边": "Di sini",
  "你不觉得这女人的身材很好吗？": "Tidakkah menurut Anda cewek ini punya tubuh pembunuh?",
  "胸部很有弹性哦，又大又软呢": "Payudaranya sangat goyang - gigih dan lembut",
  "喂喂喂，长耳朵的家伙，你又是谁啊？": "Hei, hei, telinga panjang, siapa kamu?",
  "别一上来就乱摸！！！我又不是女同性恋！": "Jangan hanya mulai meraba -raba saya !!! Saya tidak menyukai perempuan!",
  "要不是我身体动不了，我铁定胖揍你一顿！": "Jika saya bisa pindah, saya akan mengalahkan omong kosong Anda!",
  "你要不要试试摸摸，很舒服的哦": "Ingin memberi mereka pemerasan? Terasa sangat menyenangkan",
  "你敢！！！！": "Kamu tidak berani !!!!",
  "玩弄卡拉胸部": "Berantakan dengan payudara Carla",
  "正在你准备伸出手的时候": "Sama seperti Anda akan menjangkau",
  "你他妈的吃屎吧你！！！": "Pergi makan omong kosong, kamu bajingan !!!",
  "就你这样的垃圾！也想玩弄我？！": "Sampah seperti yang Anda pikir mereka bisa bermain -main dengan saya?!",
  "下巴受到重击，居然让你有点天旋地转": "Pukulan keras ke rahang membuatmu pusing",
  "实在没想到，一个娇弱的小女子能有如此巨大的力量": "Siapa yang mengira seorang gadis kecil yang lemah bisa memukulnya dengan keras",
  "哇，好，好厉害": "Whoa, sial, itu mengesankan",
  "你没事吧？": "Kamu oke?",
  "看来就是被控制宝石控制的情况下，也不能太过分呢": "Tebak bahkan dengan permata kontrol, Anda tidak bisa mendorongnya terlalu jauh",
  "看来得换一种办法，才能驯服卡拉": "Sepertinya kita membutuhkan cara berbeda untuk menjinakkan Carla",
  "喂喂喂，长耳朵的坏女人，我忍你很久了！": "Hei, hei, pelacur yang sudah lama bertelinga, saya sudah cukup lama!",
  "什么狗屁驯服！你也想被揍吗？": "Apa omong kosong tentang menjinakkan! Apakah Anda ingin dipukul juga?",
  "经过休息调整，你重新站起来了": "Setelah periode istirahat dan pemulihan, Anda telah bangkit sekali lagi.",
  "你试试命令她蹲下，给你打飞机": "Anda mencoba memerintahkannya untuk berjongkok dan melakukan handjob.",
  "你敢？信不信我再次打飞你！": "Kamu berani? Apakah Anda yakin saya tidak akan menjatuhkan Anda lagi?",
  "卡拉，我命令你，蹲下给我打飞机": "Kara, aku memerintahkanmu: berjongkok dan memberiku handjob.",
  "怎么会，我的身体，不受控制了！": "Bagaimana ini bisa terjadi? Tubuh saya - itu di luar kendali saya!",
  "控制宝石就是这么用的，这里交给你了": "Ini adalah fungsi dari permata kontrol. Aku meninggalkannya di tanganmu.",
  "我就不打扰你们二人世界了，我走了": "Saya tidak akan mengganggu momen pribadi Anda. Saya mengambil cuti saya.",
  "南娜说完，便凭空而起飞走了": "Setelah berbicara, Nanna naik ke udara dan berangkat.",
  "现场只剩下你与卡拉": "Hanya Anda dan Kara yang tersisa di tempat kejadian.",
  "核桃仁，今天这事就这么算了好不好？": "Walnut, bisakah kita membiarkan materi hari ini beristirahat?",
  "不行，刚刚那一拳，我得报仇": "Tidak, pukulan itu dari sebelumnya - saya harus membalas dendam saya.",
  "脱下裤子": "Hapus celana Anda.",
  "你释放出坚硬如铁的大鸡巴": "Anda mengungkapkan penis sekeras besi.",
  "啧啧，真恶心啊，又臭又丑": "Tsk tsk, betapa memberontak - sangat busuk dan tidak sedap dipandang.",
  "我劝你还是早一点割了去做太监": "Saya sarankan Anda akan segera dihapus dan menjadi kasim.",
  "别掏出来丢人现眼了": "Jangan mengeksposnya dan memalukan diri sendiri.",
  "啊对对对，就是这样充满愤怒又不甘地望着我": "Ya, ya, tepatnya - menghukum saya dengan kemarahan dan keengganan seperti itu.",
  "现在，我命令你，帮我打飞机": "Sekarang, saya memerintahkan Anda untuk membantu saya dengan handjob.",
  "你给我等着，我一定会杀了你": "Anda hanya menunggu - saya pasti akan membunuh Anda!",
  "撸管": "handjob",
  "颜射": "Ejakulasi Wajah",
  "最终卡拉被你颜射一脸，在她愤怒的咆哮中，你逃离了这里": "Pada akhirnya, Kara menerima wajah dari Anda, dan di tengah -tengah raungannya yang marah, Anda melarikan diri.",
  "那么，我们开始今天的拍摄工作吧": "Dengan demikian, mari kita memulai pekerjaan pembuatan film hari ini.",
  "好的姐姐": "Sangat baik, saudari.",
  "我先去换衣服了，你可不能偷看哦": "Saya akan mengubah pakaian saya sekarang - Anda tidak boleh mengintip.",
  "当然不会偷看，我可是正人君子": "Tentu saja saya tidak akan mengintip. Bagaimanapun, saya adalah seorang pria terhormat.",
  "姐姐正在换衣服，好机会不能错过": "Kakak yang lebih tua berubah - kesempatan untuk tidak dilewatkan.",
  "偷窥艾米丽换衣服": "Amati Emily mengganti pakaiannya secara diam -diam.",
  "艾米丽正在换衣服": "Emily sedang dalam proses perubahan.",
  "哇塞，可以大饱眼福了，姐姐的身材好棒啊": "Ya ampun, pesta untuk mata - sosok Sister yang baik sangat indah!",
  "姐姐要脱胸罩了": "Sister akan menghapus brassiere -nya.",
  "姐姐的欧派~~~~": "Payudara Sister ~~~~",
  "太劲爆了，太刺激了，姐姐在脱内裤": "Begitu mendebarkan, begitu intens - Sister melepas pakaian dalamnya!",
  "能看到姐姐粉嫩的小穴了": "Sekarang saya dapat melihat area pribadi Sister yang halus.",
  "我的鸡巴硬的要爆炸了": "Penis saya sangat ereksi sehingga terasa siap untuk meledak.",
  "艾米丽转过身去": "Emily berbalik.",
  "好棒的姿势啊，如果能就这样后入姐姐，我宁可折寿十年": "Pose yang luar biasa - jika saya bisa mengambil saudara perempuan dari belakang seperti ini, saya rela mengorbankan sepuluh tahun dalam hidup saya.",
  "姐姐在脱丝袜，如果能就这样后入姐姐，那该有多舒服啊": "Saudari melepas stokingnya - jika saya bisa memasukinya dari belakang dengan cara ini, betapa menyenangkannya itu!",
  "不行了，我的鸡巴要爆炸了，好想闯进去和姐姐H啊": "Saya tidak tahan - penis saya terasa seperti akan meledak. Saya sangat ingin menerobos masuk dan bersikap akrab dengan Sister!",
  "一段时间后": "Setelah beberapa waktu",
  "总感觉有一股很火热的视线呢": "Saya merasakan tatapan yang sangat panas kepada saya.",
  "难道有人在偷看吗": "Bisakah seseorang menonton secara diam -diam?",
  "艾米丽已经换上了空姐服装": "Emily telah mengenakan seragam pramugari.",
  "艾米丽正在巡视周围环境": "Emily sedang mensurvei lingkungannya.",
  "糟糕了，和姐姐视线对上了，快逃！": "Bencana - Saya telah mengunci mata dengan saudara perempuan. Saya harus melarikan diri sekaligus!",
  "哼哼，坏弟弟~~~": "Hmph, adik laki -laki nakal ~~~",
  "做了坏事还想跑？": "Anda telah melakukan sesuatu yang jahat dan masih ingin melarikan diri?",
  "艾米丽从更衣室出来了": "Emily muncul dari ruang ganti.",
  "我说，刚刚好像有人偷窥我换衣服呢": "Saya harus mengatakan, sepertinya seseorang memata -matai saya sementara saya berubah.",
  "那个人不会就是你吧？": "Orang itu tidak akan menjadi Anda, bukan?",
  "打死不承认": "Menyangkal sampai akhir",
  "好啊，不仅偷窥我换衣服": "Sangat baik - tidak hanya Anda memata -matai saya berubah,",
  "还学会撒谎了是吧？": "Tapi Anda juga telah belajar berbohong, bukan?",
  "哼哼": "Hmph",
  "看来不给你一点教训，你就学坏了呢": "Tampaknya tanpa pelajaran, Anda akan menyimpang lebih jauh ke kerusakan.",
  "艾米丽突然把你的裤子脱下，释放出早已坚硬如铁的大鸡巴": "Emily tiba -tiba menghilangkan celana panjang Anda, melepaskan penis yang sudah sekeras besi.",
  "呵呵，你说你刚刚没偷窥姐姐换衣服": "Heh, Anda mengklaim Anda tidak memata -matai perubahan saudara perempuan,",
  "那么，这根这么硬的肉棒是怎么回事？": "Jadi bagaimana Anda menjelaskan anggota yang sangat ereksi ini?",
  "额，这个嘛，这个嘛": "Uh, well, ini, um—",
  "年轻男人嘛，硬一点是正常的": "Bagi seorang pemuda, tingkat kekerasan itu alami.",
  "艾米丽突然握住你的鸡巴": "Emily tiba -tiba menangkap penis Anda.",
  "真的不是因为偷窥姐姐而变得这么硬的吗？": "Apakah itu benar -benar bukan karena Anda memata -matai saudara perempuan sehingga menjadi sangat sulit?",
  "坦白从宽，抗拒从严": "Mengaku dan menerima keringanan hukuman; Tangguhkan dan keparahan wajah.",
  "被艾米丽那软若无骨的小手紧紧握住鸡巴，舒服极了": "Memegang penis saya dengan erat oleh tangan Emily yang lembut, tanpa tulang terasa benar -benar menyenangkan.",
  "而且还在上下撸动鸡巴，实在舍不得让她放开": "Dan dengan dia membelai ke atas dan ke bawah, aku hampir tidak bisa membiarkannya berhenti.",
  "真的不是因为偷窥姐姐的": "Ini benar -benar bukan karena saya memata -matai Anda.",
  "哼哼，还嘴硬是吧？看招，看招": "Hmph, masih keras kepala, kan? Ambil ini, ambil ini!",
  "撸动半天，看你还是不招供，艾米丽决定换一种方式": "Setelah membelai sebentar dan melihat Anda masih tidak akan mengaku, Emily memilih untuk pendekatan yang berbeda.",
  "你躺在旁边的沙发上，看姐姐怎么收拾你": "Berbaringlah di sofa terdekat dan lihat bagaimana Saudari berurusan dengan Anda.",
  "你躺在旁边的沙发上，艾米丽用膝盖压着你的鸡巴": "Anda berbaring di sofa di sampingnya, dan Emily menekan lututnya ke penis Anda.",
  "从龟头处传来黑丝的丝滑触感，舒服极了": "Sensasi sutra stoking hitam terhadap kelenjar sangat menyenangkan.",
  "哼哼，姐姐现在要对不诚实的弟弟实施酷刑了": "Hmph, saudara perempuan sekarang akan memberikan hukuman kepada adik laki -lakinya yang tidak jujur.",
  "好好承受来自姐姐的折磨吧~~~嘿嘿": "Bertahan siksaan dari adikmu dengan baik ~~~ heh heh.",
  "艾米丽坐了下来，直接用高跟鞋踩在你的胸膛上面": "Emily duduk, menekan tumit tinggi langsung ke dada Anda.",
  "怎么样？你是招还是不招？": "Dengan baik? Maukah Anda mengaku atau tidak?",
  "姐姐大人，冤枉啊，小弟真的没有偷窥姐姐大人更衣啊": "Saya dialah! Kakakmu yang rendah hati benar -benar tidak memata -matai kamu berubah!",
  "还不承认是吧？": "Anda masih tidak akan mengakuinya, bukan?",
  "天啊，艾米丽直接穿着黑丝高跟鞋踩在你的脸上，太刺激了！": "Surga - Emily melangkah langsung ke wajah Anda dengan stoking hitamnya sepatu hak tinggi. Ini sangat intens!",
  "这样怎么样？": "Bagaimana ini?",
  "早点坦白就不需要受这么多苦头了": "Seandainya Anda mengaku sebelumnya, Anda tidak harus menanggung penderitaan seperti itu.",
  "舔姐姐的高跟鞋": "Lick High Heels Tolder Sister.",
  "哎呀，别舔鞋子，鞋子脏": "Oh tidak, jangan jilat sepatunya - mereka kotor!",
  "你没有理会姐姐的劝告，继续自顾自轻轻舔着高跟鞋": "Mengabaikan peringatan kakak perempuan, Anda terus menjilat sepatu hak tinggi dengan lembut.",
  "真是个变态弟弟，就这么喜欢姐姐的高跟鞋吗？": "Adik lelaki yang jahat - apakah Anda benar -benar sangat menikmati sepatu hak tinggi Sister?",
  "看来得加大惩罚力度才能整治你这个变态弟弟了": "Tampaknya hukuman yang lebih besar diperlukan untuk mereformasi Anda, adik yang sesat.",
  "艾米丽用高跟鞋踩住你那坚硬如铁的大鸡巴": "Emily menekan tumitnya yang tinggi ke penis besi Anda yang keras.",
  "哼哼，对付你这种色狼变态弟弟，必须得狠狠踩在脚下": "Hmph, untuk berurusan dengan saudara lelaki yang lecherous dan sesat seperti Anda, saya harus menghancurkan Anda di bawah kaki.",
  "嘿嘿": "Heh heh",
  "我没有，我没有": "Saya tidak melakukannya, saya tidak melakukannya!",
  "姐姐脚上更加用力踩鸡巴": "Kakak perempuan menekan kakinya lebih keras ke penis Anda.",
  "还在嘴硬是吧？看我这招": "Masih menantang, kan? Perhatikan langkah ini.",
  "可以啊，还挺有骨气的，经历这种折磨都不招供": "Mengesankan - Anda sudah menyelesaikan beberapa, mengalami siksaan seperti itu tanpa mengaku.",
  "那么，接下来呢？我不相信你能坚持到最后": "Lalu apa selanjutnya? Saya tidak percaya Anda bisa bertahan sampai akhir.",
  "艾米丽用高跟鞋夹住你的鸡巴": "Emily mencengkeram penis Anda di antara sepatu hak tinggi.",
  "再上下撸动，舒服得你差点叫出来": "Dia membelai ke atas dan ke bawah, kesenangan hampir membuatmu menangis.",
  "空姐服高跟黑丝足交，真是太棒了": "Seragam pramugari dengan sepatu hak tinggi dan footjob stoking hitam - itu benar -benar luar biasa.",
  "高跟鞋足交": "Footjob tumit tinggi",
  "啊啊啊~~~姐姐~~我要射了~~~": "Ahhh ~~~ saudari ~~ Aku akan ejakulasi ~~~",
  "突然，艾米丽停止足交，让你寸止了！！！": "Tiba -tiba, Emily menghentikan footjob, meninggalkan Anda di tepi !!!",
  "所以呢？你刚刚有偷窥姐姐换衣服吗？": "Jadi? Apakah Anda baru saja memata -matai perubahan saudara perempuan?",
  "不诚实的弟弟是不能射精的哦": "Adik laki -laki yang tidak jujur tidak bisa ejakulasi, Anda tahu.",
  "只要你乖乖承认了，姐姐就让你bui，bui，bui的射出来哦": "Jika Anda mengaku patuh, Sister akan membiarkan Anda melepaskan - Bui, Bui, Bui.",
  "将要射精之际，你也只得乖乖承认了": "Di ambang ejakulasi, Anda tidak punya pilihan selain mengaku.",
  "我承认，姐姐我承认，刚刚就是我在偷窥姐姐": "Aku mengaku, saudari - aku akui itu aku memata -mataimu sekarang.",
  "你看到姐姐裸体了吗？": "Apakah Anda melihat tubuh telanjang Sister?",
  "看到了，全程都在偷窥": "Ya, saya melihatnya - saya menonton sepanjang waktu.",
  "那么~~~~": "Lalu ~~~~",
  "那么，你喜欢姐姐吗？": "Lalu, apakah kamu suka Sister?",
  "我非常非常喜欢姐姐，我实在太喜欢姐姐了": "Saya sangat menyukai Sister - saya benar -benar memujanya.",
  "我愿意永远拜倒在姐姐的黑丝高跟鞋上面": "Saya akan dengan rela bersujud sebelum stoking hitam saudara perempuan High Heels selamanya.",
  "射精吧，在姐姐的脚下尽情射精吧": "Ejaculate - Release sepenuhnya di kaki Sister.",
  "bui，bui，bui全部射出来吧": "BUI, BUI, BUI - Biarkan semuanya.",
  "最终还是全部射在姐姐的高跟鞋上面，实在太爽了": "Pada akhirnya, semuanya mendarat di sepatu hak tinggi kakak perempuan - dengan menggembirakan.",
  "NTR无可匹敌": "NTR tidak tertandingi",
  "纯爱天下第一": "Cinta murni berkuasa",
  "这道题我会做": "Saya bisa menyelesaikan masalah ini",
  "你没事干吗？": "Apa yang salah dengan Anda?",
  "上课不许随意走动": "Tidak berkeliaran selama kelas",
  "薇薇安破处": "Vivian menempel",
  "要播放CG吗？": "Apakah Anda ingin memainkan CG?",
  "播放": "Bermain",
  "不播放": "Jangan bermain",
  "剧情": "Alur cerita",
  "好像会传来一些声响": "Tampaknya ada suara samar yang memancarkan.",
  "裸睡诱惑妈妈": "Tidur telanjang untuk menarik ibu",
  "偷妈妈的内裤自慰": "Mencuri pakaian dalam ibu untuk kesenangan diri sendiri",
  "和妈妈一起做瑜伽": "Berlatih yoga dengan ibu",
  "偷窥妈妈自慰": "Diam-diam mengamati kesenangan diri ibu",
  "跳过剧情": "Lewati alur cerita",
  "不跳过剧情": "Jangan lewati alur cerita",
  "让妈妈口交": "Mintalah ibu melakukan seks oral",
  "和妈妈做家务": "Melakukan pekerjaan rumah dengan ibu",
  "夜袭妈妈": "Penggerebekan malam hari",
  "想办法打开凯瑟琳的保险箱，偷走她的自慰棒": "Rancang cara untuk membuka Catherine yang aman dan mencuri vibratornya.",
  "前往公司找妈妈色色": "Kunjungi perusahaan untuk terlibat dalam keintiman dengan ibu.",
  "前往公司上垒凯瑟琳": "Kunjungi perusahaan untuk maju bersama Catherine.",
  "早晨去和凯瑟琳交谈": "Berbicara dengan Catherine di pagi hari.",
  "和凯瑟琳约会": "Berkencan dengan Catherine",
  "在做瑜伽的时候内射凯瑟琳实在太爽了": "Cum di dalam Catherine selama yoga benar -benar menggembirakan.",
  "妹妹会在客厅看电视，买个她喜欢吃的雪糕送她": "Adik perempuan akan menonton televisi di ruang tamu - membeli es krim favoritnya sebagai hadiah.",
  "送妹妹放学回家": "Mengawal adik perempuan pulang dari sekolah",
  "偷窥妹妹换衣服": "Tonton secara diam -diam adik perempuan berganti pakaian",
  "夜袭杰西卡": "Serangan Malam di Jessica",
  "早上和妹妹聊天": "Mengobrol dengan adik perempuan di pagi hari",
  "和克莱尔亲吻": "Cium Claire",
  "去克莱尔家亲吻克莱尔": "Kunjungi rumah Claire untuk menciumnya.",
  "你恰巧路过，拯救了克莱尔，并且和克莱尔发生了很美妙的事情": "Secara kebetulan, Anda lewat, menyelamatkan Claire, dan berbagi pengalaman yang menakjubkan dengannya.",
  "和姐姐在泳池发生了一些很美好的事情": "Rasakan sesuatu yang indah dengan kakak perempuan di kolam renang.",
  "和艾米丽发生一些有趣的事情": "Terlibat dalam acara menarik dengan Emily.",
  "和两位美丽的姐姐发生了一些很有趣的事情": "Bergambarkan dalam acara yang sangat menarik dengan dua kakak perempuan yang cantik.",
  "玩完游戏后，拿下了艾米丽和克莱尔的一血": "Setelah menyelesaikan permainan, klaim pengalaman pertama Emily dan Claire.",
  "缺少克莱尔丢失的项链": "Kalung yang hilang dari Claire tetap hilang",
  "凯瑟琳睡着了": "Catherine tertidur.",
  "你来到凯瑟琳身边": "Anda mengesampingkan di sebelah Catherine.",
  "妈妈这么毫无防备熟睡的样子真的让人忍不住啊": "Bentuk tidur ibu yang benar -benar tidak berdaya benar -benar tak tertahankan.",
  "开始脱凯瑟琳的文胸": "Mulailah menghapus Catherine's Brassiere.",
  "妈妈傲人的巨乳，好软啊": "Payudara ibu yang mengesankan sangat lembut.",
  "把妈妈的胖次也脱下来": "Hapus celana dalam ibu juga.",
  "可以看到妈妈的绝世名器小穴了，真诱人啊": "Area pribadi Mother yang tak ada gunanya terlihat - sangat menarik.",
  "妈妈这么完美的胴体，居然还要晚上独守空房": "Fisik ibu yang sempurna itu harus menghabiskan malam sendirian sangat mencengangkan.",
  "你看了一眼凯瑟琳": "Anda melirik Catherine.",
  "某天，你在地铁站等杰西卡": "Suatu hari, Anda menunggu Jessica di stasiun kereta bawah tanah.",
  "路上遇到某个有眼缘的女子便交谈起来": "Dalam perjalanan, Anda bertemu dengan seorang wanita dengan siapa Anda berbagi koneksi dan mulai bercakap -cakap.",
  "什么情况？哥哥怎么会和别的女人聊的这么开心？": "Apa ini? Bagaimana saudara bisa mengobrol dengan riang dengan wanita lain?",
  "谁啊？那女的？": "Siapa dia? Wanita itu?",
  "干嘛和哥哥在那很开心似的和哥哥聊个没完！": "Mengapa dia mengobrol tanpa henti dengan saudara seolah -olah dia sangat senang?",
  "那个没人缘的哥哥不可能会受欢迎吧？": "Saudara laki-laki yang tidak populer itu tidak mungkin disukai, bukan?",
  "有什么目的？传教的？还是推销的？": "Apa niatnya? Dakwah? Atau menjual sesuatu?",
  "话说回来哥哥你在哪里淫笑个什么劲啊？！": "Ngomong -ngomong, saudara, kenapa kamu melirik begitu bersemangat?!",
  "哈？我跟你说哥哥你绝对是要被骗了，我趁早跟你说": "Hah? Izinkan saya memberi tahu Anda, saudara, Anda benar -benar akan ditipu - saya memperingatkan Anda sekarang.",
  "等等！！？刚才那女的是不是抛媚眼了？！": "Tunggu!!? Apakah wanita itu hanya mengedipkan mata dengan genit?!",
  "怎么可能哥哥明明是我的明明是我的不可能不可能不可能": "Bagaimana bisa?  Saudara jelas milikku - jelas milikku - mustahil, tidak mungkin, tidak mungkin!",
  "你和妹妹坐地铁回到家以后": "Setelah Anda dan adik perempuan pulang melalui kereta bawah tanah",
  "杰西卡气鼓鼓地来到你面前": "Jessica mendekati Anda, tampak kesal.",
  "唔~~~（生气~~）": "Hmph ~~~ (marah ~~)",
  "坦白从宽，抗拒从严！": "Mengaku keringanan hukuman, tolak untuk keparahan!",
  "刚刚在地铁站和你谈话的是谁？": "Siapa yang berbicara dengan Anda di stasiun kereta bawah tanah sekarang?",
  "那只是一个普通的路人而已~~~怎么了？": "Hanya orang yang lewat ~~~ apa masalahnya?",
  "真的吗？真的不是女朋友吗？": "Benar-benar? Dia benar -benar bukan pacarmu?",
  "真不是女朋友，话说你这小妮子那么关心这个干嘛？": "Dia benar -benar bukan pacar saya. Ngomong -ngomong, mengapa kamu, si kecil, begitu khawatir tentang ini?",
  "不会是喜欢我吧？": "Anda tidak menyukai saya, bukan?",
  "才~~才不是呢~~~谁会喜欢你这种混蛋": "N-no ~~~ Siapa yang ingin brengsek sepertimu?",
  "色狼，垃圾哥哥啊~~哼": "Cabul, sampah ~~ hmph",
  "我跟你说，你如果敢交女朋友": "Izinkan saya memberi tahu Anda, jika Anda berani mendapatkan pacar,",
  "我马上把你的把柄公诸于世~~哼": "Saya akan mengekspos kelemahan Anda ke dunia sekaligus ~~ hmph",
  "把杰西卡拥进怀中": "Rangkullah Jessica dalam pelukan Anda.",
  "好啦好啦~~别吃醋了": "Baiklah, baiklah ~~ Jangan cemburu.",
  "我从八百里开外都能听到醋坛子打翻的声音": "Aku bisa mendengar suara toples cuka yang berjarak dari delapan ratus mil jauhnya.",
  "切~~谁吃醋了，臭不要脸": "TCH ~~ Siapa yang cemburu? Tak tahu malu.",
  "混蛋哥哥赶紧从我面前消失啊~~~碍事": "Brother brengsek, keluar dari pandanganku ~~~ kamu menghalangi.",
  "好好好，我走": "Baik, baiklah, saya akan pergi.",
  "妹妹你吃醋的样子也好可爱啊~~哈哈哈": "Adik perempuan, Anda sangat menggemaskan saat cemburu ~~ haha",
  "妹妹会睡觉，或许我可以搞点小动作": "Adik perempuan akan tertidur - mungkin saya bisa membuat beberapa gerakan halus.",
  "杰西卡睡着了，现在要？": "Jessica tertidur. Apa sekarang?",
  "摸摸头": "Menepuk kepalanya",
  "亲亲脸颊": "Cium pipinya",
  "射精在妹妹脸上": "Ejakulasi di wajah adik perempuan",
  "你来到杰西卡床前": "Anda mendekati samping tempat tidur Jessica.",
  "就在你抚摸杰西卡头发的时候": "Saat Anda membelai rambut Jessica",
  "坏蛋哥哥~~哼~~~": "Brother brengsek ~~ hmph ~~~",
  "原来这小妮子还会说梦话啊": "Jadi si kecil ini berbicara dalam tidurnya.",
  "肯定是做了个美梦吧": "Dia pasti memiliki mimpi yang indah.",
  "你慢慢靠近杰西卡可爱的脸颊": "Anda perlahan -lahan mendekat di dekat pipi Jessica yang menawan.",
  "轻轻地亲吻了一下": "Anda menciumnya dengan lembut.",
  "哥哥": "saudara laki-laki",
  "最喜欢~~最喜欢哥哥": "Saya suka ~~ saya paling suka saudara.",
  "这小妮子又在说梦话了": "Si kecil ini berbicara dalam tidurnya lagi.",
  "一眨眼间，当年那个哭鼻子的跟屁虫妹妹": "Dalam sekejap mata, adik tagalong kecil yang menangis itu dari tahun -tahun yang lalu",
  "已经长大变得亭亭玉立了啊": "telah tumbuh menjadi wanita muda yang halus dan anggun.",
  "再过几年，肯定又是一个倾国倾城的美人": "Dalam beberapa tahun lagi, dia pasti akan menjadi kecantikan yang mampu memikat negara.",
  "妹妹的胸虽然没有妈妈大": "Meskipun dada adik perempuan tidak sebesar ibu,",
  "但还是有点小荷才露尖尖角的感觉": "Ini membawa pesona pemula dari lotus yang baru saja mulai mekar.",
  "妹妹的腿也没有姐姐的长": "Kakinya tidak selama saudara perempuan,",
  "但也充满青春少女那种洋溢的气息": "Namun mereka penuh dengan energi yang semarak dari seorang gadis muda.",
  "抚摸了一下妹妹可爱的脸颊": "Anda membelai pipi yang indah adik perempuan.",
  "妹妹你实在太可爱了": "Adik perempuan, Anda benar -benar menggemaskan.",
  "哥哥已经没办法再忍耐了！": "Saya tidak bisa lagi menahan diri!",
  "抓住妹妹的手打飞机": "Raih tangan adik perempuan untuk melakukan handjob.",
  "这柔软似无骨的小手": "Tangan kecil yang lembut dan tampaknya tidak bertulang ini",
  "实在是太棒了": "benar -benar indah.",
  "射在妹妹的脸上": "Ejakulasi ke wajah adik perempuan",
  "好了，满足了！妹妹晚安哦~~·好梦": "Di sana, puas! Selamat malam, adik perempuan ~ ~ mimpi indah.",
  "你刚走后不久": "Tak lama setelah keberangkatan Anda",
  "哥哥刚才": "saudara sekarang",
  "又射在我的脸上了": "Tembakan ke wajahku lagi.",
  "这就是~~~哥哥的味道": "Ini ~~~ aroma saudara.",
  "哥哥的味道~~~好浓烈~~~好厉害": "Aroma saudara ~~~ sangat kuat ~~~ sangat mengesankan.",
  "下面那里~~~好痒": "Di bawah sana ~~~ sangat gatal.",
  "啊·~~~为什么~~为什么会这么舒服": "Ah ~~~ Mengapa ~~ Mengapa rasanya begitu baik?",
  "这就是~~~这就是自慰吗？": "Ini ~~~ ini kesenangan diri?",
  "哥哥~~~好~~~好舒服~~~哥哥~~~啊": "saudara ~~~ Jadi ~~~ sangat bagus ~~~ saudara ~~~ ah",
  "啊~~·最喜欢~~最喜欢哥哥了": "Ah ~~ aku suka ~~ aku paling suka saudara.",
  "杰西卡第一次自慰": "Pleasure pertama Jessica",
  "杰西卡正在打游戏，现在要？": "Jessica sedang memainkan permainan. Apa sekarang?",
  "陪杰西卡打游戏": "Bermain game dengan jessica",
  "杰西卡发现你的到来": "Jessica memperhatikan kedatangan Anda.",
  "妹妹你在玩什么游戏？": "Adik perempuan, game apa yang kamu mainkan?",
  "我在玩《艾尔登法环》": "Saya bermain *Elden Ring *.",
  "即使引导早已破碎，也请您当上艾尔登之王！！！": "Meskipun bimbingan telah lama hancur, tolong jadilah Lord Elden !!!",
  "为了我的老婆菈妮，冲冲冲！！": "Untuk istri saya Ranni, menagih, menagih, menagih !!",
  "额？好玩吗？我来试试": "Uh? Apakah menyenangkan? Biarkan saya mencoba.",
  "哦？哥哥你要试试吗？": "Oh?  Saudaraku, kamu ingin mencoba?",
  "难度很高的哦": "Cukup sulit, Anda tahu.",
  "卧槽？！！！这什么鬼东西啊？": "Apa-apaan?!!! Apa hal ini?",
  "直接两下给我秒了~~~！": "Itu membawa saya keluar dalam dua hit ~~~!",
  "哈哈哈哈哈哈哈哈哈哈哈哈": "Hahahahahahahahahaha",
  "哥哥你好菜啊~~~~笑死我了~~~哈哈哈~~~不行了": "saudara, kamu sangat buruk dalam hal ini ~~~~ Aku sekarat tawa ~~~ haha ~~~ aku tidak bisa menerimanya",
  "哥哥你刚刚的操作真的是有够笨的~~~哈哈哈": "Gerakan Anda sekarang benar -benar sangat canggung ~~~ hahaha",
  "我不服！！！": "Saya menolak untuk menerima ini !!!",
  "我不服，我不信你就能打得过这玩意": "Saya tidak akan menerimanya - saya tidak percaya Anda bisa mengalahkan hal ini.",
  "切~~~~哥哥你信不信我能无伤杀这个大树守卫": "TCH ~~~~ Saudaraku, apakah Anda yakin saya bisa membunuh Sentinel pohon ini tanpa mengambil kerusakan?",
  "少瞧不起人了~~哼": "Jangan meremehkan saya ~~ hmph",
  "游戏开始！": "Game Mulai!",
  "看吧，笨蛋哥哥~~~这个笨比大树守卫是这样打的": "Lihat, Brother Foolish ~~~ Beginilah cara Anda mengalahkan Sentinel pohon bodoh.",
  "闪避！！": "Menghindari!!",
  "反击！！！哈": "Serangan balasan!!! Ha",
  "嘿嘿嘿~~像哥哥这么笨的人是学不会的": "Heh heh heh ~~ seseorang yang kikuk seperti saudara tidak bisa belajar ini.",
  "陪杰西卡玩游戏很开心，杰西卡": "Bermain game dengan Jessica sangat menyenangkan, Jessica",
  "杰西卡的借口": "Alasan Jessica",
  "偷窥杰西卡自慰": "Diam-diam mengamati kesenangan diri Jessica",
  "妹妹总是让我去买雪糕，不知道为什么": "Adik perempuan selalu meminta saya untuk membeli es krim - saya tidak tahu mengapa.",
  "杰西卡正准备去上学，现在要？": "Jessica sedang mempersiapkan sekolah. Apa sekarang?",
  "送杰西卡上学": "Mengantar Jessica ke sekolah",
  "拥抱杰西卡": "Rangkul Jessica",
  "偷看杰西卡自慰": "Mengintip kesayangan diri Jessica",
  "妹妹，你现在要去上学吗？我送你吧": "Adik perempuan, apakah Anda sedang bersekolah sekarang? Haruskah saya menemani Anda?",
  "哈？才不要呢": "Hah? Mustahil.",
  "我约好了闺蜜一起去上学了": "Saya sudah mengatur untuk pergi ke sekolah dengan sahabat saya.",
  "要是让闺蜜知道哥哥这样笨很没面子好吧？": "Jika teman saya tahu betapa canggung saudara, itu akan sangat memalukan, oke?",
  "拜拜，一辈子找不到女朋友的笨蛋哥哥": "Bye-bye, saudara bodoh yang tidak akan pernah menemukan pacar.",
  "我去上学了哈哈": "Saya pergi ke sekolah - haha.",
  "这小妮子还是那么嘴毒": "Lidah si kecil ini setajam biasanya.",
  "妹妹有没有人告诉你一件事？": "Adik perempuan, apakah ada yang pernah memberi tahu Anda sesuatu?",
  "什么事？": "Apa itu?",
  "你今天特别可爱~~~哥哥很喜欢哦": "Kamu sangat imut hari ini ~~~ aku sangat menyukainya.",
  "哈": "Ha",
  "突然夸奖人家可爱什么的": "Apa pujian yang tiba -tiba tentang kelucuan saya?",
  "来抱一下~~我要抱抱我最可爱的妹妹": "Datang ke sini untuk pelukan ~~ Saya ingin merangkul adik perempuan saya yang paling menggemaskan.",
  "你不由分说就拥抱杰西卡": "Tanpa ragu -ragu, Anda merangkul Jessica.",
  "杰西卡也开始回应你的拥抱": "Jessica mulai membalas pelukan Anda.",
  "和你紧紧相拥在一起": "Anda saling berpegangan erat.",
  "真是一个美好的早晨啊": "Sungguh, pagi yang indah.",
  "哥哥我想吃冰淇淋": "Saudara, saya ingin es krim.",
  "哥哥可以帮我出去买一根吗？": "saudara, bisakah kamu keluar dan membelinya untukku?",
  "不要，为什么我要听你吩咐啊？": "Tidak, mengapa saya harus mengikuti pesanan Anda?",
  "哥哥还有事情呢": "Saudara memiliki masalah lain untuk dihadiri.",
  "哥哥你如果不去的话": "Jika Anda tidak pergi, saudara,",
  "我就把你上次欺负我的照片给妈妈看": "Saya akan menunjukkan kepada ibu foto dari saat Anda menggertak saya terakhir kali.",
  "我的个姑奶奶啊~~~您大发慈悲饶了我吧": "Oh, nona tersayang ~~~ tolong tunjukkan belas kasihan dan luangkan aku.",
  "小的马上给您去买雪糕": "Saya akan membelikan Anda es krim sekaligus.",
  "终于把哥哥赶走了呢": "Akhirnya, saya sudah mengusir saudara.",
  "接下来就是我的秘密时间了~~嘿嘿": "Sekarang mulai waktu rahasiaku ~~ heh heh.",
  "杰西卡来到你的房间": "Jessica memasuki kamar Anda.",
  "哥哥的房间~~~哥哥的味道~~好浓烈啊": "Kamar saudara ~~ ~ ~ ~ ~ ~ ~ ~ ~ ~ sangat kuat.",
  "哥哥的枕头": "Bantal saudara",
  "（深呼吸~~~）哥哥的味道~~~好浓烈": "(Nafas dalam ~~~) Aroma saudara ~~~ sangat kuat.",
  "这样摩擦的话~~~好舒服啊": "Menggosok seperti ini ~~~ rasanya sangat menyenangkan.",
  "杰西卡稚嫩的小穴，紧紧贴着你的枕头": "Area pribadi Jessica yang tender menekan erat -erat ke bantal Anda.",
  "衣服，好碍事": "Pakaian, sangat mengganggu.",
  "好厉害~~~这样摩擦，好舒服啊": "Sangat intens ~~~ menggosok seperti ini terasa sangat enak.",
  "胸部也是": "Dada juga",
  "为什么会那么有感觉啊": "Mengapa rasanya begitu intens?",
  "哥哥~~呜呜~~~哥哥~~~啊": "saudara ~~ sobak ~~~ saudara ~~~ ah",
  "一段时间过后，你给妹妹买雪糕回来了": "Setelah beberapa saat, Anda kembali dengan es krim untuk adik perempuan Anda.",
  "到处都找不到妹妹": "Adik perempuan Anda tidak dapat ditemukan.",
  "反倒是自己房间传来若有若无的呻吟声": "Sebaliknya, erangan samar berasal dari kamar Anda sendiri.",
  "哇，这小妮子也太大胆了": "Ya ampun, si kecil ini terlalu berani.",
  "跑到我的房间里，闻着我的枕头自慰？！": "Dia datang ke kamarku, mencium bantalku sambil menyenangkan dirinya sendiri?!",
  "天啊，妹妹的小穴好粉嫩，肥美多汁": "Surga, area pribadi adik perempuannya sangat merah muda, montok, dan lezat.",
  "世界上真的存在这种小穴吗？": "Apakah area pribadi seperti itu benar -benar ada di dunia ini?",
  "哥哥~~啊啊~~~哥哥~~~啊": "saudara ~~ ah ah ~~~ saudara ~~~ ah",
  "哥哥~~啊啊~~~我要": "saudara ~~ ah ah ~~~ aku mau",
  "妹妹的小穴已经决堤了，流水停不下来了": "Area swasta adik perempuan telah menghancurkan bank -banknya; Aliran tidak akan berhenti.",
  "啊啊~~~嗯嗯额~~~啊": "Ah ah ~~~ mm mm uh ~~~ ah",
  "哦哦~~~额~~~啊啊啊啊哥哥": "Oh oh ~~~ uh ~~~ ah ah ah saudara laki -laki",
  "去了~~~哥哥~~~要来了": "Aku akan ~~~ saudara ~~~ itu akan datang",
  "哥哥~~~来了~~~啊啊啊": "saudara ~~~ di sini ~~~ ah ah",
  "看到妹妹高潮之后": "Setelah menyaksikan klimaks adik perempuan Anda",
  "你觉得也是时候结束这场香艳刺激的表演了": "Anda memutuskan sudah waktunya untuk menyimpulkan tampilan sensual dan mendebarkan ini.",
  "出现打断妹妹": "Anda tampaknya mengganggu adik perempuan Anda.",
  "杰西卡沉浸在高潮的余韵中": "Jessica tenggelam dalam masa setelah klimaksnya.",
  "丝毫没察觉到你的到来": "Dia tetap sama sekali tidak menyadari kehadiran Anda.",
  "咳咳~~~你怎么知道哥哥来了": "Batuk batuk ~~~ Bagaimana Anda tahu saudara tiba?",
  "啊？？！！！哥哥": "Ah??!!!  saudara laki-laki",
  "杰西卡吓得一个没趴稳，摔床上了": "Terkejut, Jessica kehilangan keseimbangan dan jatuh ke tempat tidur.",
  "我最喜欢的妹妹，刚刚的表演很精彩哦": "Adik perempuan favorit saya, pertunjukan itu sekarang sangat bagus.",
  "哥哥很喜欢哦": "Saudara sangat menikmatinya.",
  "杰西卡连忙找衣服穿起来": "Jessica buru -buru mencari pakaian untuk dipenuhi.",
  "混蛋！！！变态！！！色狼！！！垃圾哥哥": "Berengsek!!! Orang cabul!!! Bandot!!! Sampah",
  "回来了也不说一声": "Anda bahkan tidak mengumumkan pengembalian Anda.",
  "变态哥哥我恨你！！！呜呜呜": "Saudaraku yang sesat, aku membencimu !!! Isak terisak",
  "好啦好啦~~~哥哥刚刚其实什么都没看见好吧？！": "Baiklah, oke ~~~ saudara tidak benar -benar melihat apa -apa sekarang, oke?!",
  "最近哥哥瞎了，看不见任何东西了": "Akhir -akhir ini, saudara menjadi buta dan tidak bisa melihat apa -apa.",
  "对了~你在这里干什么？": "Ngomong -ngomong ~ apa yang kamu lakukan di sini?",
  "真的吗？你没骗我？": "Benar-benar? Anda tidak menipu saya?",
  "真的！哥哥什么时候骗过你？": "Sungguh-sungguh! Kapan saudara pernah menipu Anda?",
  "好啦好啦，别哭了，哭就不可爱了": "Baiklah, baiklah, jangan menangis - membuat Anda kurang lucu.",
  "对了，妹妹你能把之前的照片删除了吗？": "Ngomong -ngomong, adik perempuan, bisakah Anda menghapus foto -foto sebelumnya?",
  "哥哥真的不是故意欺负你的": "Brother benar -benar tidak bermaksud menggertak Anda.",
  "好吧": "Sangat baik.",
  "谢谢哥哥": "Terima kasih saudaraku.",
  "敌人": "Musuh",
  "技能": "Keahlian",
  "恭喜你升级了，每次升级都会给你的攻击和防御增加": "Selamat atas naiknya naik. Setiap peningkatan level meningkatkan serangan dan pertahanan Anda.",
  "当务之急是先救出那个被绑架的女士": "Prioritas langsungnya adalah menyelamatkan wanita yang diculik.",
  "她好像就在左边的房间里面": "Dia tampaknya berada di ruangan di sebelah kiri.",
  "偷窥凯瑟琳做爱": "Mengamati secara diam -diam Catherine yang terlibat dalam hubungan seksual",
  "深夜的呻吟声": "Erangan di tengah malam",
  "妈妈房间都会传出奇怪的声音": "Suara aneh sering berasal dari kamar ibu.",
  "或许我可以去碰碰运气？": "Mungkin saya bisa mencoba keberuntungan saya?",
  "这是什么声音？": "Apa suara ini?",
  "妈妈和爸爸在做爱？": "Apakah ibu dan ayah bercinta?",
  "凯瑟琳正在给格雷特口交": "Catherine melakukan blowjob pada abu -abu.",
  "好一会后": "Setelah beberapa saat",
  "貌似已经可以了呢": "Tampaknya sudah cukup sekarang.",
  "我忍不住了": "Saya tidak bisa lagi menahan diri.",
  "来吧": "Ayo",
  "凯瑟琳骑到格雷特身上": "Catherine Mounts Grey.",
  "对准位置": "Menyelaraskan posisi",
  "缓慢坐下去": "Perlahan menurunkan dirinya.",
  "哦哦": "Oh, oh!",
  "嗯嗯": "Mm mm",
  "就是这样": "Itu saja.",
  "好舒服~~我能这样一整天": "Sangat menyenangkan ~~ saya bisa melakukan ini sepanjang hari.",
  "但是": "Namun",
  "老婆~~~~你快拔出去": "Sayang ~~~~ Tarik keluar dengan cepat.",
  "我要射了~~~！！！": "Saya akan cum ~~~ !!!",
  "什么？？？": "Apa???",
  "凯瑟琳一惊，然后赶紧退出来": "Terkejut, Catherine dengan cepat menarik diri.",
  "在凯瑟琳退出的一瞬间，格雷特就射出来了": "Saat Catherine menarik diri, gret ejakulasi.",
  "亲爱的？？？可是，，，可是我还没开始动呢": "Sayang??? Tapi ,,, tapi saya bahkan belum mulai bergerak.",
  "射出后，格雷特的鸡巴已经软下去了": "Setelah cum, penis Gret menjadi lunak.",
  "只留下凯瑟琳在原地不知所措": "Meninggalkan Catherine berdiri di sana, bingung.",
  "亲爱的你每次都这样": "Sayang, kamu suka ini setiap saat.",
  "我也想高潮啊": "Saya ingin klimaks juga.",
  "没办法，我太累了，对不起": "Saya tidak bisa menahannya - saya terlalu lelah. Maaf.",
  "看来又得自己解决了": "Sepertinya saya harus menyelesaikannya sendiri lagi.",
  "凯瑟琳开始摸自己": "Catherine mulai menyentuh dirinya sendiri.",
  "鸡巴~~~~哦~~~~大鸡巴": "Penis ~~~~ oh ~~~~ ayam besar",
  "大鸡巴~~~干死人家~~~了": "Ayam besar ~~~ persetan dengan saya sampai mati ~~~",
  "不要停~~~~就这样~~~啊啊~~~~我受不了": "Jangan Berhenti ~~~ Tepat Seperti Ini ~~~ Ah Ah ~~~~ Saya tidak bisa menerimanya",
  "看来妈妈的欲望特别强，而且性生活也不和谐": "Tampaknya keinginan ibu sangat intens, dan hidupnya yang intim tidak memiliki harmoni.",
  "我有一个攻略妈妈的计划~~~嘿嘿": "Saya punya rencana untuk mengejar ibu ~~~ heh heh",
  "触发，增加凯瑟琳": "Pemicu: Tambahkan Catherine",
  "早晨的勃起": "Ereksi pagi",
  "我现在要故意裸睡，故意不起床": "Sekarang saya akan dengan sengaja tidur telanjang dan menolak untuk bangkit.",
  "看看妈妈看到我裸睡会有怎么样的反应": "Mari kita lihat bagaimana ibu bereaksi terhadap saya tidur telanjang.",
  "早上，你按计划裸睡赖床不起来，等妈妈来叫你起床": "Di pagi hari, seperti yang direncanakan, Anda tidur telanjang dan berlama -lama di tempat tidur, menunggu ibu membangunkan Anda.",
  "凯瑟琳果然来叫你起床": "Seperti yang diharapkan, Catherine datang untuk membangunkan Anda.",
  "真是的，这么晚都不起床吃早餐": "Sungguh, tinggal di tempat tidur sangat terlambat alih -alih sarapan.",
  "突然发现你在裸睡！！": "Dia tiba -tiba memperhatikan Anda tidur telanjang !!",
  "天啊~~~~这~~~这~~~孩子的鸡巴好大~~~~好长": "Heavens ~~~~ Ini ~~~ ini ~~~ Penis anak itu sangat besar ~~~~ begitu lama",
  "看着这根冲天而起的狰狞巨物，凯瑟琳芳心一阵乱跳": "Menatap objek yang ganas dan menjulang ini, jantung Catherine berkedip dengan liar.",
  "凯瑟琳看了一会后落荒而逃": "Setelah menatap sejenak, Catherine melarikan diri dengan panik.",
  "你的攻略妈妈计划已经开始实施了": "Rencana Anda untuk mengejar ibu telah mulai berlaku.",
  "上次裸睡效果很好，继续裸睡诱惑妈妈": "Upaya tidur telanjang terakhir bekerja dengan baik - terus menggoda ibu dengan cara ini.",
  "凯瑟琳鬼鬼祟祟地过来看你": "Catherine secara diam -diam mendekati untuk memeriksa Anda.",
  "真是的，这孩子又在裸睡": "Sungguh, anak ini tidur telanjang lagi.",
  "不过，这根鸡鸡真的好大啊": "Tetap saja, penis ini benar -benar luar biasa.",
  "这么大，我能抓得住吗？": "Sangat besar - bisakah saya memahaminya?",
  "要不要试试看？": "Haruskah saya mencobanya?",
  "试一试吧，没事的": "Cobalah - tidak apa -apa.",
  "不行的，不行的，我可是妈妈": "Tidak, tidak, saya ibunya.",
  "这样子做是不行的，凯瑟琳你快醒醒": "Ini tidak benar, Catherine - keluar dari itu.",
  "你不是那么淫荡的女人": "Anda bukan wanita yang bernasib maya.",
  "最后凯瑟琳还是没有碰你的大鸡巴": "Pada akhirnya, Catherine menahan diri untuk tidak menyentuh penis besar Anda.",
  "但是你诱惑凯瑟琳的目标已经达到了": "Namun tujuan Anda menggoda Catherine telah tercapai.",
  "过了好久之后，你装作刚刚睡醒去吃早餐": "Setelah beberapa saat, Anda berpura -pura bangun dan pergi sarapan.",
  "妈妈早上好": "Selamat pagi, ibu.",
  "今天，也是充满希望的一天": "Hari ini adalah hari lain penuh dengan harapan.",
  "额，亲爱的早上好": "Uh, selamat pagi, sayang.",
  "凯瑟琳貌似想到了什么": "Catherine tampaknya mengingat sesuatu.",
  "转过头去偷偷瞄了一眼": "Dia menoleh untuk melihat sekilas.",
  "偷瞄的地方正好是你的裆部": "Pilirnya mendarat dengan tepat di selangkangan Anda.",
  "待到你吃完早餐走后": "Setelah Anda selesai sarapan dan pergi",
  "原来鸡巴那么大呢": "Jadi, penisnya sebesar itu.",
  "就是不知道持续时间怎么样": "Saya bertanya -tanya berapa lama itu berlangsung.",
  "如果,如果被那根鸡巴插进来我会怎么样呢": "Jika, jika penis itu masuk ke saya, apa yang akan terjadi?",
  "天啊，凯瑟琳你在想什么，这可是儿子啊": "Surga, Catherine, apa yang kamu pikirkan? Ini putramu!",
  "不能那样做的，这是乱伦！": "Itu tidak bisa dilakukan - ini inses!",
  "但是凯瑟琳最后还是忍不住把手伸向自己的下体": "Namun, pada akhirnya, Catherine tidak bisa menahan diri untuk tidak mencapai tubuh bagian bawahnya.",
  "开始了美美的幻想": "Dia memulai fantasi yang menyenangkan.",
  "看到你的鸡鸡上面有液体残留": "Dia memperhatikan residu cair di penis Anda.",
  "这，这是昨晚遗精留下的吗？": "Ini, apakah ini dari emisi nokturnal semalam?",
  "凯瑟琳看了你一下，并没有醒来的迹象": "Catherine melirikmu - tidak ada tanda bangun.",
  "凯瑟琳伸出手": "Catherine mengulurkan tangannya.",
  "我只是想确认一下这是不是精液": "Saya hanya ingin mengkonfirmasi apakah ini semen.",
  "凯瑟琳这样说服自己": "Catherine meyakinkan dirinya sendiri.",
  "用手指沾了一点": "Dia mencelupkan jarinya ke dalamnya.",
  "仔细看了一下": "Dia memeriksanya dengan cermat.",
  "感觉很像精液呢": "Rasanya seperti air mani.",
  "不行，还是得辨证一下": "Tidak, saya harus memverifikasi lebih lanjut.",
  "放进嘴里，细细品尝": "Dia menempatkannya di mulutnya, mencicipinya dengan hati -hati.",
  "天啊，这味道，真是让人上瘾啊": "Surga, rasa ini - benar -benar membuat ketagihan.",
  "已经确认是儿子遗精的精液了": "Ini dikonfirmasi - ini adalah semen putra saya dari emisi malam hari.",
  "貌似还有很多精液残留呢": "Tampaknya ada sedikit air mani yang tersisa.",
  "怎么办~~~我貌似饿了": "Apa yang harus dilakukan ~~~ Saya merasa agak lapar.",
  "轻轻吃一点，应该不会被发现吧？": "Sedikit rasa tidak boleh diperhatikan, bukan?",
  "对的，只要轻一点不会被发现的": "Ya, selama itu lembut, itu tidak akan terdeteksi.",
  "每次都睡得那么晚": "Dia selalu tidur sangat terlambat.",
  "对不起~~~~妈妈是个淫荡的母亲": "Maaf ~~~~ Ibu adalah wanita yang bersemangat.",
  "凯瑟琳开始偷吃": "Catherine mulai diam -diam memanjakan diri.",
  "天啊，妈妈的舌头~~~~太爽了": "Surga, bahasa ibu ~~~~ Sungguh luar biasa.",
  "没想到妈妈居然也有帮我舔鸡鸡的时候啊": "Saya tidak pernah membayangkan suatu hari ibu akan menjilat penis saya.",
  "舌头打转": "Lidahnya berputar",
  "突然": "Tiba-tiba",
  "整个龟头含进去了": "Dia membawa seluruh kelenjar ke mulutnya.",
  "啊，妈妈的樱桃小嘴~~~~好爽": "Ah, mulut seperti ceri ibu ~~~~ sangat menyenangkan",
  "凯瑟琳仔细把你遗精舔干净后": "Setelah Catherine dengan cermat membersihkan emisi Anda",
  "依依不舍地舔了舔舌头，一脸意犹未尽": "Dia dengan enggan menjilati lidahnya, ekspresinya salah satu keinginan yang tersisa.",
  "凯瑟琳深深看了你一眼，确认你没醒": "Catherine menatap Anda dalam -dalam, memastikan Anda tetap tidur.",
  "妈妈在你醒来前逃离了你的房间": "Ibu melarikan diri dari kamar Anda sebelum Anda bangun.",
  "在凯瑟琳洗澡完毕的时候": "Saat Catherine selesai mandi",
  "我去她卫生间拿她内裤自慰": "Saya pergi ke kamar mandinya untuk mengambil pakaian dalam dan kesenangannya sendiri.",
  "凯瑟琳的帮助": "Bantuan Catherine",
  "晚上凯瑟琳正常洗澡": "Malam itu, Catherine mandi seperti biasa.",
  "妈妈洗完澡出来了": "Ibu muncul setelah mandi.",
  "你进入卫生间拿起妈妈的内裤开始自慰": "Anda memasuki kamar mandi, mengambil pakaian dalam ibu, dan mulai melakukan masturbasi.",
  "我好像把手机留在浴室了": "Saya sepertinya meninggalkan telepon saya di kamar mandi.",
  "凯瑟琳进来浴室，看到了这一幕": "Catherine memasuki kamar mandi dan menyaksikan adegan ini.",
  "你正拿着她刚刚换下来的内裤搓弄着自己的鸡巴": "Anda menggosok penis Anda dengan pakaian dalam yang baru saja dia hapus.",
  "你们四目相对，尴尬得说不出话": "Mata Anda bertemu, dan keheningan tebal karena rasa malu.",
  "一会儿后，凯瑟琳率先反应过来": "Setelah beberapa saat, Catherine adalah yang pertama merespons.",
  "额~~你继续~~~结束后我在你房间等你": "Uh ~~ Bawa ~~~ Aku akan menunggumu di kamarmu sesudahnya.",
  "凯瑟琳说完后，离开了浴室": "Setelah berbicara, Catherine keluar dari kamar mandi.",
  "完了，这下要被妈妈狂风骤雨的教训了": "Sudah berakhir - sekarang saya akan menghadapi teguran momen yang menggelikan.",
  "一段时间后，你的房间，凯瑟琳和你": "Beberapa waktu kemudian, di kamar Anda, Catherine dan Anda",
  "亲爱的，你怎么能拿妈妈的贴身衣物去做那种事情呢": "Sayang, bagaimana Anda bisa menggunakan pakaian pribadi ibu untuk tindakan seperti itu?",
  "你是有什么心理问题吗？还是最近压力太大了？": "Apakah Anda memiliki masalah psikologis? Atau apakah stres baru -baru ini terlalu banyak?",
  "我没心理问题，就是妈妈实在太性感了": "Saya tidak memiliki masalah psikologis - ibu terlalu memikat.",
  "我实在没办法忍受了": "Saya benar -benar tidak bisa menolak.",
  "经常不自觉地幻想着妈妈": "Saya sering menemukan diri saya tidak sadar berfantasi tentang ibu.",
  "然后就不自觉地拿起妈妈的内裤": "Dan kemudian, tanpa berpikir, saya mengambil pakaian dalam ibu.",
  "我真的忍不住，对不起，妈妈，对不起": "Saya tidak bisa menahan diri - saya minta maaf, Ibu, saya minta maaf.",
  "忍不住么？这就没办法了": "Anda tidak bisa menolak? Maka tidak ada yang bisa membantu.",
  "假如，我说假如哦": "Misalkan, anggap saja,",
  "妈妈让你摸一下胸部，满足你的幻想": "Ibu memungkinkan Anda menyentuh dadaku untuk memenuhi fantasimu.",
  "你就不会做出那样子的事情了，是吧？": "Maka Anda tidak akan melakukan hal -hal seperti itu, bukan?",
  "你的内心一阵狂喜，把手搭在凯瑟琳的手臂上面": "Lonjakan ekstasi memenuhi Anda saat Anda meletakkan tangan Anda di lengan Catherine.",
  "嗯嗯嗯。说不定这个方法可行呢": "Mm mm mm. Mungkin pendekatan ini bisa berhasil.",
  "说好了只能摸一下哦": "Kami setuju - hanya satu sentuhan, oke?",
  "不可以多摸哦": "Tidak lebih dari itu, dipahami?",
  "渐渐把手伸向妈妈的巨乳": "Anda secara bertahap meraih payudara ibu yang cukup.",
  "轻轻握了握，居然一只手抓不住": "Anda meremas dengan lembut, tidak dapat menangkapnya dengan satu tangan.",
  "妈妈，把裙子拉下来点好不好？": "Ibu, bisakah kamu menarik rokmu sedikit ke bawah?",
  "嗯~~~~可以的": "Mm ~~~~ Tidak apa -apa",
  "得到了妈妈的允许，你慢慢拉扯着妈妈的连衣裙": "Dengan izin ibu, Anda perlahan -lahan menarik gaunnya.",
  "凯瑟琳的连衣裙被拉扯下来了": "Gaun Catherine ditarik ke bawah.",
  "里面的蕾丝胸罩手感简直好极了": "Lace brassiere di bawahnya terasa sangat indah.",
  "居然真的能亲手抚摸凯瑟琳那傲人的巨乳！": "Untuk benar -benar menyentuh payudara Catherine yang bangga, cukup dengan tangan saya sendiri!",
  "幸福实在来的太过突然": "Kebahagiaan ini tiba terlalu tiba -tiba.",
  "你开始得寸进尺把手伸进凯瑟琳的文胸里面": "Tumbuh lebih berani, Anda menyelipkan tangan Anda di dalam Catherine's Brassiere.",
  "起初，是右手先伸进去": "Pada awalnya, tangan kanan Anda usaha masuk.",
  "然后是左手": "Lalu kirimu.",
  "凯瑟琳的美巨乳，就在你的手中变化被揉捏、成各种形状": "Payudara besar Catherine yang indah bergeser dan membentuk berbagai bentuk di tangan Anda.",
  "嗯~~~~亲爱的~~~~别这样": "Mm ~~~~ sayang ~~~~ Jangan lakukan itu",
  "凯瑟琳舒服得开始喘气了": "Catherine mulai terengah -engah dari kesenangan.",
  "啊~~~~这样~~~~太过了~~哈": "Ah ~~~~ ini ~~~~ terlalu banyak ~~ ha",
  "你没理会凯瑟琳的哀求，继续揉捏着凯瑟琳的巨乳": "Mengabaikan permohonan Catherine, Anda terus menguleni payudaranya yang cukup.",
  "停下！妈妈生气了~~！！": "Berhenti! Aku marah ~~ !!",
  "直到凯瑟琳真的开始生气后你才恋恋不舍地放开她": "Hanya ketika Catherine benar -benar menjadi kesal, Anda dengan enggan melepaskannya.",
  "凯瑟琳慌慌张张地整理好衣服": "Catherine buru -buru menyesuaikan pakaiannya.",
  "亲爱的你太过分了": "Sayang, kamu sudah terlalu jauh.",
  "下次不给你捏了~~~哼": "Lain kali, saya tidak akan membiarkan Anda memeras ~~~ hmph",
  "妈妈一脸生气地离开了": "Ibu berangkat dengan ekspresi kemarahan.",
  "瑜伽练习事件": "Acara Yoga",
  "凯瑟琳做瑜伽的时候我去给她点刺激的": "Sementara Catherine berlatih yoga, saya akan memberinya sedikit kegembiraan.",
  "凯瑟琳在练瑜伽，现在要？": "Catherine berlatih yoga. Apa sekarang?",
  "一起练瑜伽": "Berlatih yoga bersama",
  "偷偷摸胸": "Sentuh secara diam -diam dadanya",
  "偷偷撞击蜜桃臀": "Diam-diam menabrak bokong seperti buah persik",
  "偷偷素股摩擦": "Diam -diam terlibat dalam gesekan paha",
  "瑜伽素股摩擦": "Gesekan paha yoga",
  "什么？你要和我一起练瑜伽？": "Apa? Anda ingin berlatih yoga dengan saya?",
  "可以啊，不过你要跟上妈妈的节奏哦": "Tidak apa -apa, tetapi Anda harus mengikuti kecepatan ibu.",
  "有人陪妈妈练瑜伽，妈妈超开心的": "Meminta seseorang bergabung dengan ibu untuk yoga membuatku sangat bahagia.",
  "你和凯瑟琳一起练瑜伽": "Anda berlatih yoga bersama Catherine.",
  "亲爱的，下一个动作你来帮妈妈提一下腿": "Sayang, untuk langkah selanjutnya, bantu Ibu mengangkat kakiku.",
  "这个动作难度有点大，需要帮忙一下": "Pose ini agak menantang dan membutuhkan bantuan.",
  "好的妈妈，为美女效劳赴汤蹈火在所不辞": "Tentu saja, ibu - melayani keindahan, saya akan berani bahaya.",
  "你在辅助妈妈做瑜伽动作": "Anda membantu ibu dengan pose yoga.",
  "贴着妈妈诱人的身躯，你有些蠢蠢欲动": "Ditekan terhadap sosok ibu yang memikat, Anda merasakan di dalamnya.",
  "右手开始不老实了": "Tangan kanan Anda mulai mengembara.",
  "摸到妈妈的巨乳了": "Anda menyentuh payudara ibu yang cukup.",
  "你在干什么？": "Apa yang sedang kamu lakukan?",
  "啊~~？对不起妈妈,我太累了，手没收好": "Ah ~~? Maaf, ibu, saya terlalu lelah - tangan saya tergelincir.",
  "赶紧拿开": "Hapus sekaligus.",
  "好的妈妈，对不起": "Ya, ibu, maafkan saya.",
  "你和凯瑟琳正在做瑜伽": "Anda dan Catherine melakukan yoga bersama.",
  "接下来": "Berikutnya",
  "跟着妈妈一起弯腰压腿": "Ikuti ibu dalam membungkuk dan meregangkan kaki Anda.",
  "你也学着弯腰压腿": "Anda meniru saya, membungkuk dan meregangkan kaki Anda.",
  "看着凯瑟琳那完美的臀部": "Menatap pantat Catherine yang sempurna",
  "你忍不住想要作弄一下妈妈": "Anda tidak bisa menahan keinginan untuk menggoda ibu.",
  "站起来": "Berdiri",
  "靠近凯瑟琳的蜜桃臀": "Mendekati bokong seperti buah persik Catherine",
  "用手抓住": "Pegang mereka dengan tangan",
  "弓腰用力一撞！": "Lengkungan punggung Anda dan dorong dengan kuat!",
  "这可太舒服了，这弹性，这柔软度": "Ini terasa luar biasa - elastisitas, kelembutan",
  "额~~~我看妈妈好像站不稳了": "Uh ~~~ Sepertinya ibu tidak stabil.",
  "就想着扶妈妈一下而已": "Saya hanya bermaksud untuk Steady Mother.",
  "是吗？真的吗？为什么要扶那么久呢": "Begitu? Sungguh-sungguh? Mengapa Anda bertahan begitu lama?",
  "放开妈妈~~~不然妈妈就生气了~~哼": "Let Go of Mother ~~~ atau saya akan marah ~~ hmph",
  "感觉到自己的小穴正在被儿子那滚烫坚硬的巨大鸡巴紧紧顶住": "Dia merasa area pribadinya ditekan dengan kuat oleh penis putranya yang mendidih, kaku, dan besar.",
  "凯瑟琳的芳心一阵小鹿乱撞，面红耳赤": "Jantung Catherine berdebar kencang seperti rusa yang kaget, wajahnya memerah dengan panas.",
  "我看你就是存心想非礼妈妈": "Saya melihat - Anda bermaksud menganiaya ibu.",
  "哼，下次还敢这样~~妈妈可饶不了你！": "Hmph, berani melakukan ini lagi ~~ Ibu tidak akan memaafkanmu!",
  "好啦好啦，妈妈别生气，我真不是故意的": "Baiklah, baiklah, ibu, jangan kesal - saya tidak bersungguh -sungguh.",
  "嘿嘿，看来饥渴的妈妈并不是真的生气了": "Heh heh, sepertinya ibu yang merindukan itu tidak benar -benar marah.",
  "下次练瑜伽对她做点更刺激的事": "Lain kali selama yoga, lakukan sesuatu yang lebih menggetarkan padanya.",
  "凯瑟琳做会做瑜伽，她好像不反感我对她做的小动作": "Catherine akan berlatih yoga - dia sepertinya tidak keberatan dengan tindakan kecilku terhadapnya.",
  "是时候给她点更刺激的了": "Sudah waktunya untuk memberinya sesuatu yang lebih menarik.",
  "你和凯瑟琳在做瑜伽": "Anda dan Catherine berlatih yoga.",
  "你来得正好": "Waktu Anda sangat tepat.",
  "妈妈待会要做一个高难度姿势": "Ibu akan segera mencoba pose yang sulit.",
  "你过来妈妈身后扶妈妈一下": "Datanglah ke belakang ibu dan dukung dia.",
  "好的，我明白了妈妈": "Sangat baik, saya mengerti, ibu.",
  "看来妈妈不仅没有生气，还非常喜欢我从后面撞她": "Sepertinya ibu tidak hanya tidak marah - dia cukup menikmati saya menabraknya dari belakang.",
  "你来到凯瑟琳身后": "Anda memposisikan diri Anda di belakang Catherine.",
  "先说好，你可不能像上次一样哦": "Mari kita perjelas - Anda tidak boleh bertindak seperti yang Anda lakukan terakhir kali.",
  "放心吧妈妈，我绝对不会的": "Yakinlah, ibu, saya benar -benar tidak akan.",
  "我的大鸡巴早已饥渴难耐了": "Penis besar saya telah lama sakit dengan keinginan.",
  "你轻轻扶住凯瑟琳的小蛮腰": "Anda dengan lembut memegang pinggang ramping Catherine.",
  "嗯~~~就这样扶着，不要动手动脚哦": "MM ~~~ Pegang saja aku seperti ini - jangan menjadi tangan.",
  "接着，凯瑟琳开始摆瑜伽姿势": "Kemudian, Catherine mulai melakukan pose yoga.",
  "凯瑟琳一条美腿被你高高举起": "Salah satu kaki Catherine yang indah terangkat tinggi oleh Anda.",
  "嗯~~~就这样扶着，过一会儿就好": "Mm ~~~ Pegang seperti ini - akan baik -baik saja dalam sekejap.",
  "如此近距离接触美人，怎么可能不蠢蠢欲动": "Menjadi begitu dekat dengan kecantikan, bagaimana mungkin seseorang tidak merasa diaduk?",
  "看着凯瑟琳的蜜桃臀，你想狠狠地冲撞她的臀部": "Menatap bokong seperti buah persik Catherine, Anda ingin menyodorkan terhadap mereka dengan paksa.",
  "你弓了一下腰": "Anda sedikit melengkungkan punggung Anda.",
  "撞妈妈的蜜桃臀": "BUMP BUPSI BUKU SEPERTI PEACH",
  "凯瑟琳享受地哼了一下，并没有阻止你": "Catherine bersenandung dalam kenikmatan dan tidak menghentikan Anda.",
  "看着凯瑟琳娇羞享受的样子，你觉得来点更加刺激的": "Melihat kegembiraan Catherine yang pemalu, Anda memutuskan untuk meningkatkan kegembiraan.",
  "脱裤子摩擦": "Lepaskan celana Anda dan gosok",
  "你把你的早已坚硬无比鸡巴放出来": "Anda melepaskan penis Anda yang sudah keras.",
  "现在，你的鸡巴已经感受到妈妈名器小穴的柔软了": "Sekarang, penis Anda merasakan kelembutan area pribadi ibu yang indah.",
  "妈妈的哪里好软，好暖": "Tempat ibu sangat lembut, sangat hangat.",
  "真想就这样后入妈妈": "Saya benar -benar ingin memasuki ibu dari belakang seperti ini.",
  "凯瑟琳依旧娇羞地享受着": "Catherine terus menenangkannya dengan malu -malu.",
  "丝毫没有察觉你已经把鸡巴掏出来抵住她的小穴了": "Dia tetap tidak menyadari bahwa Anda telah mengekspos penis Anda dan menekannya ke area pribadinya.",
  "开始摩擦": "Mulailah menggosok",
  "好舒服~~~嗯": "Sangat menyenangkan ~~~ mm",
  "嗯？不对啊": "HM? Ada sesuatu yang salah.",
  "左手在扶着我的腿，右手揽着我的腰": "Tangan kiri Anda mendukung kaki saya, tangan kanan Anda ada di pinggang saya.",
  "那下面摩擦我的是？": "Lalu apa yang menggosok saya di sana?",
  "往下体一看": "Dia melirik tubuhnya.",
  "快停下来，我们是母子，我们不能那么做的": "Hentikan sekaligus - kami ibu dan anak; Kami tidak bisa melakukan ini.",
  "真的！再不停下来妈妈再也不理你了！": "Sungguh-sungguh! Jika Anda tidak berhenti, ibu tidak akan pernah berbicara dengan Anda lagi!",
  "看来妈妈真的焦急了，你依依不舍地停下来": "Tampaknya ibu benar -benar cemas - Anda dengan enggan berhenti berhenti.",
  "妈妈，对不起，你实在太性感美丽了": "Ibu, saya minta maaf - Anda terlalu sensual dan cantik.",
  "我实在忍不住才这样的": "Saya tidak bisa menahan diri, itu sebabnya saya melakukannya.",
  "忍不住就可以这样对妈妈？": "Anda tidak bisa menolak, jadi Anda memperlakukan ibu dengan cara ini?",
  "你这样做，要是让别人知道了": "Jika orang lain mengetahui hal ini",
  "妈妈的人生就完蛋了": "Kehidupan ibu akan hancur.",
  "对不起，妈妈": "Maaf, ibu.",
  "如果妈妈帮我撸出来的话，我就不会对妈妈那样子做了": "Jika ibu membantu saya melepaskan, saya tidak akan bertindak seperti itu terhadap Anda.",
  "我下面，硬的好难受": "Di bawah sana, sangat sulit - itu tak tertahankan.",
  "凯瑟琳看了一眼你依旧面目狰狞的鸡巴": "Catherine melirik penis Anda yang masih tampak ganas.",
  "假如妈妈帮你射出来你就不会那样子做了吗？": "Jika ibu membantu Anda cum, Anda tidak akan berperilaku seperti itu lagi?",
  "可别骗妈妈哦": "Jangan berbohong kepada ibu, oke?",
  "是的，我保证": "Ya, saya berjanji.",
  "凯瑟琳轻轻握住你的鸡巴": "Catherine dengan lembut memahami penis Anda.",
  "看似非常不情愿地帮你撸管": "Dia tampak sangat enggan saat dia membantu Anda.",
  "经过妈妈那柔软的小手反复摩擦，你终于忍不住要射了": "Setelah digosokkan oleh tangan lembut ibu, Anda akhirnya tidak bisa menahan diri.",
  "妈妈，我要射了~~~啊": "Ibu, aku akan cum ~~~ ah",
  "嗯~~~射吧~~~就射在妈妈的手上": "Mm ~~~ Silakan ~~~ cum ke tangan ibu",
  "你在凯瑟琳的手心射出大量精液": "Anda melepaskan sejumlah besar air mani ke telapak tangan Catherine.",
  "量好多呢": "Begitu banyak dari itu.",
  "看着妈妈妩媚迷人的脸庞": "Menatap wajah ibu yang memikat dan menawan",
  "你慢慢靠近凯瑟琳的脸庞": "Anda perlahan -lahan mendekat ke wajah Catherine.",
  "和凯瑟琳舌吻交缠": "Anda melanda lidah dengan Catherine dalam ciuman.",
  "不知道过了多久，你们才依依不舍地分开嘴唇": "Setelah durasi yang tidak diketahui, Anda dengan enggan membelah bibir.",
  "你太过分了，妈妈再也不想理你了": "Anda sudah terlalu jauh - ibu tidak lagi ingin berurusan dengan Anda.",
  "你滚啊": "Keluar!",
  "好的，我马上从人世间消失": "Baiklah, saya akan menghilang dari dunia ini sekaligus.",
  "在把你赶走后": "Setelah mengantarmu pergi",
  "凯瑟琳看着残留在手心的精液": "Catherine menatap semen yang berlama -lama di telapak tangannya.",
  "居然吸吮起来": "Dia tiba -tiba mulai menyedotnya.",
  "大鸡巴，还有精液": "Ayam besar, dan air mani",
  "好想要~~~~嗯": "Saya sangat menginginkannya ~~~~ mm",
  "接着开始抚摸自己早已洪水泛滥的下体": "Kemudian dia mulai membelai tubuh bagian bawahnya yang sudah banjir.",
  "凯瑟琳已经开始堕落了": "Catherine mulai jatuh.",
  "自慰时间": "Waktu masturbasi",
  "妈妈现在已经好像忍耐不住了": "Ibu sekarang tampaknya tidak dapat menahan diri lagi.",
  "会在房间神神秘秘的不知道干什么": "Dia ada di kamarnya, bertingkah rahasia, melakukan siapa-tahu-apa.",
  "某天下午，凯瑟琳的房间": "Suatu sore, di kamar Catherine",
  "翻找": "Pencarian",
  "脸色一红": "Wajah memerah.",
  "终于找到了": "Akhirnya, temukan.",
  "哇，没想到凯瑟琳居然还藏着一个按摩棒啊": "Wow, saya tidak pernah berpikir Catherine akan menyembunyikan vibrator.",
  "妈妈要用这个按摩棒做什么呢？嘿嘿": "Apa yang akan dilakukan ibu dengan vibrator ini? Heh heh",
  "凯瑟琳把按摩棒往床上一丢，开始脱鞋子": "Catherine melemparkan vibrator ke tempat tidur dan mulai melepas tumitnya.",
  "脱连衣裙": "Lepaskan gaunnya",
  "连衣裙脱落": "Gaun itu jatuh.",
  "脱胸罩": "Lepaskan brassiere -nya",
  "胸罩脱落": "The Brassiere Drops.",
  "脱丝袜": "Lepaskan stokingnya",
  "丝袜脱落": "Stoking tergelincir.",
  "看着按摩棒": "Menatap vibrator",
  "拿走按摩棒": "Mengambil vibrator",
  "啊啊~~~哈~~嗯": "Ah ah ~~~ ha ~~ mm",
  "的大鸡巴~~大鸡巴~~~啊": "Ayam besar ~~ ayam besar ~~~ ah",
  "啊~~~我受不了~~啊啊": "Ah ~~~ aku tidak bisa menerimanya ~~ ah",
  "给我": "Berikan padaku",
  "此时，凯瑟琳想的是": "Pada saat ini, Catherine membayangkan",
  "你的大鸡巴在和她的小穴疯狂摩擦": "Ayam besar Anda dengan panik menggosok vaginanya.",
  "凯瑟琳无法克服你们的母子身份问题": "Catherine tidak dapat mengatasi masalah hubungan ibu-anak Anda.",
  "只能把这根假的按摩棒当成你的鸡巴安慰自己": "Dia hanya bisa menggunakan vibrator palsu ini sebagai pengganti ayam Anda untuk menghibur dirinya sendiri.",
  "妈妈实在太可怜了，长期在父亲身上得不到满足": "Ibu benar -benar menyedihkan, lama tidak terpenuhi oleh ayah.",
  "性欲被压抑了太久太久了~~~可怜的妈妈": "Keinginannya ditekan terlalu lama ~~~ Ibu yang malang",
  "凯瑟琳把假阳具立起来": "Catherine mengatur dildo tegak.",
  "打算坐下去缓解这段时间压抑的性欲问题": "Dia bermaksud duduk di atasnya untuk meringankan keinginannya yang telah lama tertekan.",
  "偷看妈妈自慰": "Tonton secara diam -diam ibu masturbasi",
  "凯瑟琳高潮过后便美美睡去": "Setelah klimaksnya, Catherine tertidur.",
  "看来妈妈的欲望要压抑不住了，我快得手了": "Tampaknya keinginan ibu tidak bisa lagi terkandung - saya hampir berhasil.",
  "口交时间": "Waktu blowjob",
  "妈妈会在市中心的AA公司工作": "Ibu bekerja di sebuah perusahaan di pusat kota.",
  "或许我可以让妈妈口交一次？": "Mungkin saya bisa membuat ibu melakukan blowjob sekali?",
  "凯瑟琳正在工作": "Catherine bekerja.",
  "现在要？": "Apa sekarang?",
  "在凯瑟琳手下工作": "Bekerja dengan Catherine",
  "拥抱凯瑟琳": "Rangkul Catherine",
  "亲吻凯瑟琳": "Cium Catherine",
  "摸胸": "Sentuh payudaranya",
  "口交": "seks oral",
  "那么，这边的工作就拜托你了": "Lalu, saya mempercayakan pekerjaan ini untuk Anda.",
  "工作一段时间后": "Setelah bekerja sebentar",
  "给，这是你今天的工资哦": "Di sini, ini adalah gaji Anda hari ini.",
  "嗯，今天你干的很不错呢~妈妈很开心": "Mm, Anda melakukannya dengan sangat baik hari ini ~ Ibu senang.",
  "回家的路上要注意安全哦": "Hati -hati dalam perjalanan ke rumah.",
  "在凯瑟琳手下辛苦了一天后": "Setelah seharian bekerja dengan Catherine",
  "你靠近凯瑟琳": "Anda mendekati Catherine.",
  "怎么了？怎么突然靠的这么近": "Apa? Kenapa kamu tiba -tiba begitu dekat?",
  "妈妈你今天好辛苦": "Ibu, kamu bekerja sangat keras hari ini.",
  "我抱抱妈妈，这样妈妈就不会累了": "Saya akan memeluk ibu sehingga Anda tidak akan merasa lelah.",
  "你不由分说就抱住了凯瑟琳": "Tanpa sepatah kata pun, Anda merangkul Catherine.",
  "看到凯瑟琳并没有反抗你，你就开始作怪了": "Melihat Catherine tidak melawan, Anda mulai bertindak nakal.",
  "在凯瑟琳丰满的臀部抓了一把~~~好爽": "Anda meraih pantat montok Catherine ~~~ rasanya sangat enak",
  "察觉你的小动作，凯瑟琳脸色一红": "Memperhatikan trik kecil Anda, wajah Catherine memerah.",
  "凯瑟琳咬了咬嘴唇，可爱极了": "Catherine menggigit bibirnya - sangat menggemaskan.",
  "色小鬼，又在吃妈妈豆腐": "Anda anak nakal, mengambil keuntungan dari ibu lagi.",
  "嘿嘿，妈妈我可不小了哦": "Heh heh, Bu, aku tidak muda lagi.",
  "凯瑟琳貌似想到了什么，脸色更加娇羞诱人了": "Catherine tampaknya memperhatikan sesuatu, wajahnya semakin pemalu dan memikat.",
  "赶紧把手放开~~~不然妈妈揪你耳朵": "Lepaskan sekaligus ~~~ atau aku akan menarik telingamu.",
  "嘿嘿，别别别，我马上滚蛋，妈妈别生气": "Heh heh, tidak, tidak, tidak, aku akan segera pergi - ibu, jangan marah.",
  "你和凯瑟琳在努力工作": "Anda dan Catherine bekerja dengan rajin.",
  "妈妈，今天的工作量这么大，我有点干不下去啊": "Ibu, beban kerja hari ini sangat berat - saya berjuang untuk mengikutinya.",
  "那怎么办？这么多事情妈妈一个人也忙不过来啊": "Lalu bagaimana? Ibu juga tidak bisa menangani semua ini sendirian.",
  "如果妈妈能给我点奖励的话": "Jika ibu bisa memberi saya hadiah,",
  "我就马上变得干劲十足哦": "Saya langsung menjadi penuh energi.",
  "什么奖励？": "Hadiah macam apa?",
  "看着凯瑟琳迷死人不偿命的樱桃小嘴": "Menatap mulut Catherine yang sangat menawan seperti cherry",
  "妈妈，亲一下就好~~~亲一下我马上把剩下的事情搞定": "Ibu, hanya satu ciuman ~~~ satu ciuman, dan aku akan segera menyelesaikan sisanya.",
  "不不不，换一个别的~~~我们是母子不能做这种事": "Tidak, tidak, tidak, hal lain ~~~ Kami adalah ibu dan anak; Kami tidak bisa melakukan ini.",
  "凯瑟琳想挣脱你的束缚": "Catherine mencoba membebaskan diri dari cengkeraman Anda.",
  "你已经快要亲到凯瑟琳了": "Anda hampir akan mencium Catherine.",
  "你们甚至近到可以感受到对方紧张的呼吸": "Anda begitu dekat sehingga Anda dapat merasakan napas tegang satu sama lain.",
  "看到躲不过，凯瑟琳也只能认命了": "Menyadari dia tidak bisa melarikan diri, Catherine mengundurkan diri.",
  "和凯瑟琳湿吻": "Bagikan ciuman basah dengan Catherine",
  "不知道过了多久，直到不能呼吸你们才不得已停下来": "Setelah waktu yang tidak diketahui, Anda hanya berhenti ketika Anda tidak bisa lagi bernafas.",
  "在凯瑟琳在思考工作中某个问题怎么解决的时候": "Sedangkan Catherine merenungkan bagaimana menyelesaikan masalah kerja",
  "你突然袭击凯瑟琳": "Anda tiba -tiba menyergap Catherine.",
  "你干什么？": "Apa yang sedang kamu lakukan?",
  "我只是想抱抱妈妈而已": "Aku hanya ingin memelukmu.",
  "是吗？只能抱着哦，不能干别的哦": "Begitu? Hanya memeluk, baiklah - tidak ada bisnis yang lucu.",
  "解开凯瑟琳的衣服扣子": "Unborton Catherine's Clothing",
  "我就知道": "Saya tahu itu.",
  "亲爱的别这样~~这还在工作呢": "Sayang, jangan ~~ kita masih bekerja.",
  "办公室外面还有很多人呢": "Masih banyak orang di luar kantor.",
  "凯瑟琳想阻止你": "Catherine mencoba menghentikan Anda.",
  "很显然她失败了": "Jelas, dia gagal.",
  "你拉开凯瑟琳的西服": "Anda menarik setelan Catherine terbuka.",
  "继续解开凯瑟琳的胸罩": "Lanjutkan untuk melepaskan Catherine's Brassiere.",
  "亲爱的，快停下来": "Sayang, hentikan dengan cepat.",
  "要是让别人发现我们母子之间做这种事情": "Jika orang lain menemukan kami, ibu dan anak, melakukan ini",
  "妈妈就活不下去了": "Ibu tidak bisa hidup.",
  "没事的，只要妈妈声音小一点没人会发现的": "Tidak apa -apa - selama ibu menjaga suaranya tetap rendah, tidak ada yang akan memperhatikan.",
  "真是的，一点都不顾虑妈妈的感受": "Sungguh, Anda tidak menunjukkan perasaan ibu.",
  "眼看无法阻止你，凯瑟琳只能开始享受": "Melihat dia tidak bisa menghentikan Anda, Catherine mulai menikmatinya.",
  "凯瑟琳的美嫩巨乳被你揉捏成各种形状": "Payudara Catherine yang indah dan lembut diremas ke berbagai bentuk oleh Anda.",
  "经过凯瑟琳一阵急促的呼吸判断，她应该是刚刚高潮了": "Dilihat oleh pernapasan Catherine yang cepat, dia kemungkinan baru saja mencapai klimaks.",
  "看到凯瑟琳在你的手下高潮了，你满足地停下来动作": "Melihat Catherine mencapai klimaks di bawah sentuhan Anda, Anda berhenti dengan kepuasan.",
  "事后": "Kemudian",
  "下次可不能在这种公共场合做这种事哦": "Lain kali, Anda tidak boleh melakukan ini di tempat umum.",
  "要是被别人发现的话妈妈绝不原谅你": "Jika seseorang mengetahuinya, ibu tidak akan pernah memaafkan Anda.",
  "凯瑟琳整理好了衣服": "Catherine menyesuaikan pakaiannya.",
  "好了，让我们继续工作吧": "Baiklah, mari kita kembali bekerja.",
  "凯瑟琳正在整理文件": "Catherine mengatur dokumen.",
  "你慢慢地靠近凯瑟琳": "Anda perlahan mendekati Catherine.",
  "摸了摸凯瑟琳性感的臀部，觉得鸡巴硬的要炸了": "Anda menyentuh bokong sensual Catherine, merasakan penis Anda mengeras sampai meledak.",
  "你放出了硬的不行的鸡巴": "Anda melepaskan penis keras Anda yang tak tertahankan.",
  "抵在凯瑟琳的屁股沟": "Tekannya melawan alur bokong Catherine",
  "亲爱的？又想要了？": "Sayang? Anda menginginkannya lagi?",
  "嗯~~~妈妈我好爱你~~~你实在太性感了": "Mm ~~~ Bu, aku sangat mencintaimu ~~~ kamu sangat sensual.",
  "嘿嘿~~~嘴真甜~~妈妈哪里有那么好": "Heh heh ~~~ lidah yang manis ~~ ibu tidak terlalu bagus.",
  "凯瑟琳转过身来，握住你的鸡巴": "Catherine berbalik dan menggenggam penis Anda.",
  "凯瑟琳手上感受到鸡巴发散的滚烫男性气息，脸色红的不行": "Catherine merasakan panas maskulin yang mendidih yang memancar dari penis Anda, wajahnya menjadi merah cerah.",
  "开始帮你撸管": "Dia mulai membantu Anda dengan handjob.",
  "凯瑟琳撸管了许久，都不见你有射精的迹象": "Catherine membelai untuk waktu yang lama, namun tidak ada tanda -tanda Anda cum.",
  "妈妈，我感觉射不出来": "Ibu, saya pikir saya tidak bisa cum.",
  "可能需要更加刺激的才能射精": "Mungkin memerlukan sesuatu yang lebih merangsang untuk dilepaskan.",
  "更加刺激的？你指的是？": "Lebih merangsang? Apa maksudmu?",
  "妈妈用嘴来帮我怎么样？": "Bagaimana dengan ibu menggunakan mulut Anda untuk membantu saya?",
  "用嘴？不可以~~~~妈妈不会那么做的": "mulutku? Tidak ~~~~ Ibu tidak akan melakukan itu.",
  "就一次，就一次~~~妈妈~~~~就这一次就好": "Hanya sekali, hanya sekali ~~~ ibu ~~~~ saja ini satu kali.",
  "求求妈妈了，我下面硬的好难受": "Tolong, sangat sulit sakit.",
  "凯瑟琳犹豫了许久": "Catherine ragu -ragu untuk waktu yang lama.",
  "就一次哦": "Hanya sekali, oke?",
  "好耶，谢谢妈妈": "Hebat, terima kasih, ibu!",
  "凯瑟琳半蹲在你面前": "Catherine Half-squat di depan Anda.",
  "就这一次哦": "Hanya ini sekali, dipahami?",
  "下次不能那么任性了，知道吗？": "Anda tidak bisa disengaja lain kali, mendapatkannya?",
  "我们是母子，不能做那么出格的事情的~~知道吗？": "Kami adalah ibu dan anak - kami tidak bisa melakukan sesuatu yang terlalu keterlaluan ~~ dipahami?",
  "嗯嗯嗯，到此为止了~~~（才不会呢）": "Mm mm mm, itu saja ~~~ (tidak juga)",
  "凯瑟琳看向你那狰狞的巨龙": "Catherine menatap naga ganas Anda.",
  "轻轻伸出舌头舔了舔": "Dia dengan ringan memperluas lidahnya dan menjilat.",
  "小舌头轻轻舔": "Lidah kecilnya dengan lembut menjilat.",
  "继续舔": "Dia terus menjilat",
  "一口含进去": "Dia membawanya ke mulutnya dalam sekali jalan.",
  "啊~~~~妈妈的樱桃小嘴好爽啊": "Ah ~~~~ mulut seperti ceri ibu terasa luar biasa.",
  "尤其是哪小舌头~~~简直就是蛇精舌": "Terutama lidah kecil itu ~~~ praktis lidah ular.",
  "凯瑟琳听到你的夸奖，脸色更加修红了": "Mendengar pujian Anda, wajah Catherine lebih menyiram.",
  "但是她更加卖力地吸吮你的鸡巴": "Tapi dia menyedot penis Anda dengan usaha yang lebih besar.",
  "受到这样的夸奖她很高兴": "Dia senang dengan pujian seperti itu.",
  "看着自己的妈妈如此的卖力": "Menyaksikan ibumu sendiri mengerahkan diri",
  "你忍不住伸出手去抚摸她那柔顺的秀发": "Anda tidak bisa membantu tetapi menjangkau untuk membelai rambutnya yang halus.",
  "真有成就感啊，自己的绝色妈妈半蹲着吸吮自己的鸡巴": "Sungguh rasa pencapaian-ibu Anda yang menakjubkan setengah pemasangan, mengisap penis Anda.",
  "而自己轻轻抚摸着她的头": "Sementara Anda dengan lembut membelai kepalanya.",
  "咕噜咕噜~~顶到深喉说不出话来~~~咕噜咕噜": "Tengkungan ~~ itu mencapai tenggorokannya yang dalam, membuatnya terdiam ~~~ tegukan",
  "你感觉自己终于忍不住要射了": "Anda merasa tidak bisa lagi menahan cum Anda.",
  "便紧紧按住了妈妈的头": "Jadi Anda dengan kuat menekan kepala ibu.",
  "继续用力按~~~直到顶到妈妈喉咙的最深处": "Terus menekankan ~~~ sampai mencapai bagian terdalam dari tenggorokan ibu.",
  "直到凯瑟琳的嘴里再也装不下你的精液": "Sampai mulut Catherine tidak bisa lagi mengandung air mani Anda.",
  "你把鸡巴拔出来射她脸上": "Anda mengeluarkan penis Anda dan berejakulasi ke wajahnya.",
  "持续射精": "Cum kontinu",
  "这画面太色了，妈妈嘴里满满地含着自己的精液": "Adegan ini terlalu erotis - mulut ibu penuh dengan air mani Anda.",
  "而自己又满满地射了她一脸": "Dan Anda telah menutupi wajahnya sepenuhnya.",
  "虽然最后避免不了被凯瑟琳一顿说教": "Meskipun pada akhirnya, Anda tidak dapat melarikan diri dari kuliah Catherine.",
  "但是这是真爽啊，真是美好的一天呢": "Tapi itu benar -benar menggembirakan - hari yang indah.",
  "家务时间": "Waktu pekerjaan rumah",
  "凯瑟琳会在家做家务": "Catherine akan melakukan pekerjaan rumah di rumah.",
  "或许我可以撕开妈妈的黑丝": "Mungkin saya bisa merobek stoking hitam ibu.",
  "凯瑟琳正在做家务，现在要？": "Catherine sedang mengerjakan pekerjaan rumah. Apa sekarang?",
  "帮忙做家务": "Membantu melakukan pekerjaan rumah",
  "偷偷摸腰臀": "Sentuh secara diam -diam pinggang dan bokongnya",
  "撕开凯瑟琳的丝袜": "RIP stoking Catherine terpisah.",
  "亲爱的？有什么事么？": "Sayang? Apakah ada masalahnya?",
  "看着妈妈做家务太辛苦了，我想要帮忙做家务": "Melihat ibu bekerja sangat keras di pekerjaan rumah, saya ingin membantu.",
  "哦？难得啊": "Oh? Itu jarang.",
  "正好我需要去歇息一会": "Saya perlu istirahat.",
  "一段时间的家务活": "Periode pekerjaan rumah",
  "干得不错，这是给你的辛苦费": "Bagus sekali - inilah hadiah Anda atas upaya ini.",
  "以后需要零花钱可以帮妈咪做家务哦": "Jika Anda membutuhkan uang saku di masa depan, Anda dapat membantu Mommy dengan tugas.",
  "嘿嘿，可以偷懒的感觉真好": "Heh heh, rasanya menyenangkan sedikit kendur.",
  "做完家务后，你获得了应有的金钱": "Setelah menyelesaikan pekerjaan rumah, Anda menerima pembayaran jatuh tempo.",
  "妈妈，你真性感": "Ibu, kamu sangat seksi.",
  "偷偷把手伸到妈妈的小蛮腰": "Anda diam -diam menggeser tangan Anda ke pinggang ramping ibu.",
  "慢慢向下移": "Perlahan bergerak ke bawah",
  "来回抚摸": "Stroke bolak -balik",
  "凯瑟琳察觉到了你的小动作": "Catherine memperhatikan tindakan halus Anda.",
  "伸手在你的腰间掐了一把软肉": "Dia mengulurkan tangan dan mencubit daging lembut di pinggang Anda.",
  "想什么呢？我可是妈妈": "Apa yang kamu pikirkan? Saya ibumu.",
  "吃豆腐找女朋友去啊": "Manfaatkan seorang pacar sebagai gantinya.",
  "对不起，因为妈妈实在太性感了没忍住": "Maaf - Mom terlalu memikat; Saya tidak bisa menolak.",
  "帮助凯瑟琳做家务后，获得了酬劳": "Setelah membantu Catherine dengan pekerjaan rumah, Anda menerima kompensasi.",
  "妈妈，我今天这么勤快地帮忙做家务": "Ibu, saya bekerja dengan rajin membantu tugas -tugas hari ini.",
  "是不是应该给我一点点奖励呢？": "Bukankah saya harus mendapatkan sedikit hadiah?",
  "凯瑟琳挑了一下你的下巴": "Catherine memiringkan dagu Anda dengan senyum kecil yang licik.",
  "妈妈可以让你亲一下哦": "Mommy keren denganmu mencuri ciuman cepat, oke?",
  "和凯瑟琳湿吻的同时，她又在用手帮你解决生理需求": "Saat Anda mengunci bibir dengan Catherine, dia mendapatkan tangannya merawat kebutuhan seks Anda.",
  "抚摸凯瑟琳的臀部": "Jalankan tangan Anda di pinggul Catherine.",
  "你把手放置在凯瑟琳的蜜桃臀上，温柔地抚摸": "Anda menggeser tangan Anda ke persik juicy Catherine dan menggosoknya dengan lembut.",
  "凯瑟琳并没有阻止你，继续和你激烈舌吻": "Catherine tidak mendorong Anda pergi - dia terus melakukannya dengan makeout yang sengit.",
  "娇柔温绵的小手正在给你的鸡巴来回撸动": "Tangannya yang lembut dan lembut sedang mengerjakan penismu bolak -balik seperti pro.",
  "你不确定凯瑟琳会允许你做到什么地步": "Anda tidak yakin seberapa jauh Catherine akan membiarkan Anda mendorong ini.",
  "或许在这个时候可以试探一下她": "Mungkin sekarang adalah kesempatan Anda untuk melihat betapa dia akan membiarkannya meluncur.",
  "拉起她的包臀裙": "Mendaki rok kecilnya yang ketat.",
  "你把凯瑟琳的包臀裙拽到腰间，她依然没有阻止你": "Anda menarik rok Catherine ke pinggangnya, dan dia masih tidak menghentikan Anda.",
  "你粗鲁地撕开凯瑟琳的丝袜！": "Anda merobek stoking Catherine seperti orang biadab total!",
  "啊啊": "Ahh, ahh!",
  "凯瑟琳被你的行为惊到了": "Catherine benar -benar terlempar oleh apa yang baru saja Anda lakukan.",
  "凯瑟琳推开了你": "Catherine mendorongmu kembali.",
  "凯瑟琳整理了一下衣服": "Catherine meluruskan pakaiannya dengan sangat cepat.",
  "亲爱的，别这样": "Sayang, jangan pergi ke sana.",
  "这样的行为太过了": "Anda terlalu jauh.",
  "妈妈不允许你再碰妈妈的下体~~~明白了吗？": "Mommy tidak membiarkan Anda mendarat di sana lagi, mendapatkannya?",
  "我知道错了，对不起": "Saya kacau, maaf tentang itu.",
  "可是，妈妈，我还没射呢~~~~我们继续好不好": "Tapi, Bu, aku belum selesai ~~~~ Bisakah kita terus berjalan?",
  "才不呢": "Mustahil.",
  "这就是你撕开妈妈丝袜的惩罚，你自己去解决吧": "Ini adalah hukuman Anda untuk merobek stoking saya - sendirian dengan itu sendiri.",
  "凯瑟琳留下意犹未尽的你匆匆离去": "Catherine Bails, membuat Anda menggantung dan frustrasi.",
  "夜袭时间": "Waktunya serangan malam.",
  "妈妈不允许我摸她的下体，或许我可以在深夜": "Ibu tidak akan membiarkan saya menyentuhnya di sana, tapi mungkin larut malam ...",
  "妈妈睡着了的时候偷偷摸一下": "Saya bisa menyelinap sedikit nuansa saat dia tidur.",
  "妈妈终于睡着了": "Ibu akhirnya tersingkir.",
  "妈妈真性感啊~~~我忍不住了": "Ibu sangat seksi ~~~ Aku tidak bisa menahan diri.",
  "你抓住凯瑟琳的美腿": "Anda meraih kaki pembunuh Catherine.",
  "分开凯瑟琳的美腿": "Sebarkan kaki Catherine yang indah lebar.",
  "将凯瑟琳的美腿摆成M字形状": "Pose kaki Catherine menjadi bentuk M yang sempurna.",
  "你兴奋极了，凯瑟琳最神秘的地方正暴露在你的面前": "Anda sibuk dengan kegembiraan - tempat paling pribadi di Catherine ada di depan Anda.",
  "内裤甚至嘞出一条缝的骆驼趾": "Celana dalamnya memamerkan celah jari kaki unta kecil.",
  "抚摸凯瑟琳的小穴": "Jalankan jari -jari Anda di atas vagina Catherine.",
  "右手慢慢地从凯瑟琳大腿内侧滑下来": "Tangan kanan Anda meluncur di bagian dalam paha Catherine, bagus dan lambat.",
  "终于~~~~终于亲手触碰到妈妈最敏感的部位了": "Akhirnya ~~~~ Saya menyentuh tempat paling sensitif ibu dengan tangan saya sendiri.",
  "从指尖传来的柔软和黏哒哒的触感": "Kelembutan dan basah yang lengket menghantam ujung jari Anda.",
  "无与伦比，尤其被触碰的人还是自己的妈妈，感觉更加刺激了": "Ini tidak nyata - terutama karena itu adalah ibuku sendiri, bahkan lebih terburu -buru.",
  "正在你沉浸的时候，凯瑟琳突然醒来！": "Tepat saat Anda tersesat di dalamnya, Catherine membentak!",
  "你在做什么？！": "Apa yang kamu lakukan?!",
  "额~~~我~~~~额·~~~~额": "Uh ~~~ i ~~~~ uh ~~~~ uh ...",
  "做了坏事被当场抓包的你僵在原地，不知所措": "Tertangkap tangan merah melakukan sesuatu yang nakal, Anda membeku, sama sekali tidak tahu apa yang harus dilakukan.",
  "凯瑟琳一字一顿地说着你的名字": "Catherine menyebut nama Anda, lambat dan tajam, satu kata pada satu waktu.",
  "你最好在我生气之前滚出我的房间，否则！！": "Anda sebaiknya keluar dari kamar saya sebelum saya kehilangan itu, atau 。。。 !!",
  "别别别~~妈妈我错了~~~我马上滚，我马上滚": "Tidak, tidak, tidak ~~ Bu, aku mengacaukan ~~~ aku keluar, aku keluar sekarang!",
  "你匆忙跑出凯瑟琳的房间，看得出来她真的很生气": "Anda melesat keluar dari kamar Catherine - dia sangat kesal, tidak diragukan lagi.",
  "但是，过了一会儿": "Tapi kemudian, sedikit kemudian ...",
  "凯瑟琳在房间里面传出若有若无的呻吟声": "Anda mendengar erangan samar keluar dari kamar Catherine.",
  "偷看一眼": "Mengintip dengan cepat.",
  "妈妈果然又在用自慰棒在自慰": "Yup, Ibu melakukannya lagi dengan vibratornya.",
  "啊~~~肉棒~~~~好大~~~~好爽~~~~肉棒啊啊啊啊": "Ah ~~~ Cock ~~~~ BERBESAR ~~~~ terasa sangat enak ~~~~ Cock, ahhh!",
  "妈妈需要肉棒~~~啊啊~~~~给我~~受不了": "Ibu membutuhkan ayam ~~~ ahh ~~~~ berikan padaku ~~ aku tidak bisa menerimanya!",
  "看来我每次挑逗，诱惑妈妈之后，她都是用自慰棒解决的": "Sepertinya setiap kali saya menggoda dan menggoda dia, dia menanganinya dengan vibrator itu.",
  "假如，我偷走她的自慰棒，她就没办法满足自己的欲望了": "Jika saya mengambil vibratornya, dia tidak akan memiliki cara untuk memuaskan dirinya sendiri.",
  "我得想个办法，她的自慰棒藏着保险箱，我不知道密码": "Harus mencari sesuatu - vibratornya disimpan dalam brankas, dan saya tidak tahu kodenya.",
  "偷走自慰棒": "Mencuri vibrator.",
  "深夜夜袭妈妈的时候，她会赶走我": "Ketika saya menyelinap ke ibu di malam hari, dia selalu menendang saya.",
  "并且用自慰棒自己解决性欲": "Kemudian dia menggunakan vibratornya untuk mengurus dorongannya.",
  "但如果我偷走妈妈的自慰棒呢？": "Tapi bagaimana jika saya menggesek vibrator ibu?",
  "我需要下午去AA公司问爸爸保险箱密码": "Saya akan menuju ke AA Company sore ini untuk meminta ayah brankas.",
  "我不知道密码，或许爸爸知道？": "Saya tidak tahu kodenya - mungkin ayah?",
  "他每天下午都在AA公司里面忙个不停，可以去问问他": "Dia selalu membanjiri AA Company di sore hari, jadi saya bisa mampir dan bertanya.",
  "密码正确！密码果然是妈妈和爸爸的结婚日期，他们好恩爱啊": "Kode benar! Ini benar-benar tanggal pernikahan mereka-mereka, mereka sangat lovey-dovey.",
  "这下我偷走妈妈的自慰棒，我再次夜袭她，让她更加欲求不满": "Sekarang saya bisa menangkap vibrator ibu, menyelinap lagi, dan meninggalkannya lebih putus asa.",
  "密码不对啊，我应该下午去AA公司问问爸爸": "Kode salah - tebak saya akan memukul perusahaan AA sore ini untuk bertanya kepada Ayah.",
  "爸爸不好意思，您这么忙还打搅您": "Maaf, Ayah, tidak bermaksud mengganggu Anda saat Anda sangat sibuk.",
  "没事的，你来找我是有什么事？": "Jangan khawatir, kiddo - apa yang?",
  "确实有一件事，就是我比较好奇": "Ya, ada sesuatu yang saya ingin tahu.",
  "对于您和凯瑟琳来说，那一天是比较重要的？": "Apa hari yang besar untuk Anda dan Catherine?",
  "哦~~~笑~~~~这个啊": "Oh ~~~ *terkekeh *~~~ itu, ya?",
  "当然是我们的结婚的那一天了": "Harus menjadi hari pernikahan kami, tidak ada pertanyaan.",
  "我们永远不会忘记那一天的": "Kami tidak akan pernah melupakan hari itu.",
  "我们携手共同走进婚姻的殿堂": "Kami berjalan beriringan ke pernikahan.",
  "相互戴上戒指，在上帝和亲友的见证下许下永久的承诺": "Cincin yang tergelincir satu sama lain, membuat janji selamanya dengan Tuhan dan keluarga menonton.",
  "那您能告诉我是那一天吗？": "Jadi, bisakah Anda memberi tahu saya hari apa itu?",
  "2002年的3月4号": "4 Maret 2002.",
  "嗯，我明白了，不打搅您了，您忙": "Dapatkan, saya akan membiarkan Anda kembali ke sana - peduli, Ayah.",
  "凯瑟琳的保险箱密码可能是20020304": "Kode aman Catherine mungkin tahun 20020304.",
  "有什么事情去找妈妈，爸爸现在还有工作，很忙的": "Bicaralah dengan Ibu jika Anda membutuhkan sesuatu - Dad bekerja menumpuk, sangat sibuk.",
  "深夜的时候再去夜袭一次妈妈": "Serangan waktu ke malam pada ibu lagi malam ini.",
  "看她没有自慰棒后会怎么样": "Mari kita lihat apa yang dia lakukan tanpa vibratornya.",
  "醒来": "Dia bangun.",
  "又来夜袭了？": "Serangan malam lainnya, ya?",
  "我最好先继续装睡，如果做的太过了，我会阻止的": "Saya hanya akan terus berpura -pura tidur - kecuali dia melangkah terlalu jauh, lalu saya akan menghentikannya.",
  "的手指为什么那么爽，哦，天啊": "Mengapa jari -jarinya terasa begitu baik? Astaga.",
  "我已经，忍不住了": "Saya tidak tahan lagi.",
  "凯瑟琳忍不住呻吟了": "Catherine mengeluarkan erangan yang tidak bisa dia tahan.",
  "妈妈已经舒服的呻吟起来了": "Ibu mengerang sekarang, benar -benar ke dalamnya.",
  "真是又美丽又性感": "Dia sangat cantik dan seksi.",
  "好想扒开妈妈的内裤看看妈妈的小穴啊": "Saya benar -benar ingin mengupas celana dalam ibu dan memeriksa vaginanya.",
  "什么？！扒开内裤看小穴？！": "Apa?! Kupas celana dalamnya untuk melihat vaginanya?!",
  "这绝对不行！": "Tidak mungkin, itu terlarang!",
  "正在你准备下一步的时候，凯瑟琳突然醒来！": "Sama seperti Anda akan melangkah lebih jauh, Catherine Bolts bangun!",
  "凯瑟琳翻了好久保险柜都没发现她的自慰棒": "Catherine menggali melalui brankas untuk waktu yang lama tetapi tidak dapat menemukan vibratornya.",
  "嘿嘿，当然找不到了，自慰棒在我手上呢": "Heh, tidak ada kesempatan - dia tidak menemukannya karena aku sudah mendapatkannya di sini.",
  "在没有自慰棒的情况下，你会怎么样呢？妈妈？": "Jadi, Bu, apa yang akan Anda lakukan tanpa vibrator Anda?",
  "奇怪~~~难道是格雷特拿走了？": "Aneh ~~~ apakah gret merobeknya atau sesuatu?",
  "没有自慰棒只能用自己的手指解决了": "Tidak ada vibrator? Kira saya harus menggunakan jari saya.",
  "凯瑟琳开始用自己的手指抚摸自己的小穴": "Catherine mulai menggosok vaginanya dengan jari -jarinya sendiri.",
  "为什么感觉没有刚刚": "Mengapa tidak terasa sebaik sebelumnya?",
  "的手指舒服呢？": "Jari -jarinya jauh lebih baik.",
  "为什么呢？为什么呢？为什么呢？": "Mengapa? Mengapa? Mengapa?",
  "凯瑟琳粗鲁急躁地用手指插入自己的阴道": "Catherine memasukkan jari -jarinya ke dalam vaginanya, semuanya kasar dan tidak sabar.",
  "怎么回事？": "Apa yang terjadi?",
  "为什么我无法高潮？天啊": "Mengapa saya tidak bisa turun? Ya Tuhan!",
  "为什么都这样了，还是感觉不到舒服啊？": "Bahkan setelah semua ini, mengapa rasanya tidak enak?",
  "没有肉棒，没有自慰棒，甚至无法高潮！我要疯了": "Tidak ada ayam, tidak ada vibrator, dan saya bahkan tidak bisa mencapai klimaks - saya kehilangannya!",
  "如果我刚刚没有阻止": "Jika saya tidak menghentikannya lebih awal ...",
  "我可能才能高潮吧？": "Mungkin aku bisa sampai di sana, ya?",
  "如果只是看一下小穴的话，应该不会有什么问题的": "Hanya mengintip vaginanya seharusnya tidak menjadi masalah besar, bukan?",
  "只是看一下": "Hanya tampilan cepat.",
  "这下妈妈应该不会再醒来阻止我夜袭了，大成功": "Sekarang ibu mungkin tidak akan bangun dan menghentikan serangan saya - kemenangan besar!",
  "摄影的艺术_初级": "Dasar -dasar fotografi",
  "一本很神奇的书，能让你学会初级摄影": "Buku obat bius yang akan mengajari Anda dasar -dasar fotografi.",
  "摄影的艺术_中级": "Fotografi: Level berikutnya",
  "一本很神奇的书，能让你学会中级摄影": "Buku apik yang akan meningkatkan permainan fotografi Anda.",
  "瑜伽入门到精通_初级": "Yoga untuk pemula",
  "一本很神奇的书，能让你学会初级瑜伽": "Buku keren yang akan membuat Anda mulai dengan yoga.",
  "瑜伽入门到精通_中级": "Yoga: Menjadi baik",
  "一本很神奇的书，能让你学会中级瑜伽": "Buku manis untuk mengambil keterampilan yoga Anda.",
  "三色雪糕": "Triple sendok es krim",
  "经济实惠人人都喜欢": "Murah dan enak - semua orang menyukainya.",
  "草莓雪糕": "Es krim stroberi",
  "美少女最爱": "Total fave untuk gadis -gadis cantik.",
  "芒果雪糕": "Es krim mangga",
  "这可不是一般人能吃得起的雪糕刺客": "Bukan suguhan rata -rata Anda - ini adalah sendok mahal yang licik.",
  "妈妈会做瑜伽，我或许还能再刺激一下她的敏感度": "Ibu menjadi yoga - mungkin aku bisa sedikit lebih sensitivitasnya.",
  "但是我需要去商店街找克莱尔买一本瑜伽的书": "Tapi pertama -tama, saya harus pergi ke jalan perbelanjaan dan mengambil buku yoga dari Claire.",
  "妈妈，我最近买了一本书": "Hei, Bu, aku mengambil buku tempo hari.",
  "书上面说，我们需要模仿人类之间的交配才能精通瑜伽": "Dikatakan kita harus meniru perkawinan manusia untuk menguasai yoga.",
  "什么乱七八糟的？你不会是想骗我吧？": "Omong kosong macam apa itu? Anda tidak mencoba menarik satu pada saya, bukan?",
  "我哪里敢骗您，不信你自己看": "Tidak mungkin saya menipu Anda - periksa sendiri jika Anda tidak mempercayai saya.",
  "脱裤子": "Jatuhkan celana Anda.",
  "你释放出早已硬的冲天而起的鸡巴": "Anda melepaskan penis rock keras Anda, berdiri tegak.",
  "妈妈我们来试一下吧，就是你用大腿内侧夹着就行": "Bu, mari kita mencobanya - hanya memerasnya dengan paha, itu saja.",
  "我们只是在练习瑜伽而已，没事的": "Ini hanya latihan yoga, bukan biggie.",
  "好吧，既然只是在练习瑜伽": "Baik, jika itu hanya latihan yoga ...",
  "你绝对不能对妈妈做一些过分的事情哦": "Anda lebih baik tidak mencoba sesuatu yang terlalu liar dengan saya, mengerti?",
  "摸摸胸应该可以吧？": "Sebuah dada kecil harus keren, bukan?",
  "你在凯瑟琳身后抓住她的巨乳玩弄得不亦乐乎": "Anda menyelinap di belakang Catherine dan bersenang -senang bermain dengan payudaranya yang besar.",
  "她紧紧用大腿夹着鸡巴，透过薄薄的一件瑜伽裤": "Dia menjepit penismu erat dengan pahanya, menembus celana yoga tipis itu.",
  "凯瑟琳柔软的小穴触感是那么美妙绝伦": "Pussy lembut Catherine terasa benar-benar mengejutkan.",
  "别乱动啊": "Jangan menggeliat, oke?",
  "嗯~~~~哦": "Mmm ~~~~ oh ...",
  "你用鸡巴在凯瑟琳的下体摩擦": "Anda menggosok penis Anda ke bagian bawah Catherine.",
  "每一次来回，凯瑟琳都会舒服得大声喘气": "Setiap bolak-balik membuat Catherine terengah-engah dari kesenangan.",
  "她实在太敏感了": "Dia sangat sensitif.",
  "妈妈，你为什么呼吸这么急促呢？是身体不舒服吗？": "Bu, kenapa kamu bernapas begitu berat? Anda merasa baik -baik saja?",
  "被你这般摩擦，她早已忍不住高潮了，羞愧到不敢回答你": "Semua gosok itu sudah membuatnya klimaks - dia terlalu malu untuk menjawab.",
  "素股摩擦": "Pekerjaan paha",
  "不要再摩擦了啊": "Berhenti menggosok!",
  "妈妈受不了了~~~啊~~~哦": "Ibu tidak tahan lagi ~~~ ah ~~~ Oh!",
  "妈妈我也要射了，一起去吧": "Bu, aku akan meledak juga - mari kita tekan bersama!",
  "你和凯瑟琳一起到达快乐的天堂": "Anda dan Catherine mencapai surga kesenangan bersama.",
  "你还要搂着妈妈多久？": "Berapa lama Anda berencana untuk terus memeluk saya?",
  "妈妈这么性感，我想搂着一辈子": "Bu, kamu sangat seksi - aku ingin memelukmu selamanya.",
  "滚": "Enyah.",
  "缺乏一本书": "Kehilangan buku.",
  "可在百货商店购买": "Anda dapat mengambilnya di department store.",
  "深夜的时候再去夜袭妈妈": "Night Attack Mom lagi.",
  "好想拽开妈妈的内裤看看她的小穴": "Saya sangat ingin menarik celana dalam ibu dan melihat vaginanya.",
  "凯瑟琳正在睡觉，现在要？": "Catherine tertidur ingin melakukannya sekarang?",
  "摸摸美腿": "Rasakan kaki cantik itu.",
  "拽开内裤摸小穴": "Tarik celana dalamnya dan sentuh vaginanya.",
  "舔小穴": "Jilat vaginanya.",
  "叫醒妈妈素股摩擦": "Bangunkan ibu untuk beberapa paha.",
  "看着妈妈的黑丝美腿": "Menatap kaki black-stocking Mom yang seksi.",
  "你拿起妈妈的美腿玩弄起来": "Anda meraih kaki ibu dan mulai bermain -main dengan mereka.",
  "看着凯瑟琳的小脚丫": "Memeriksa kaki kecil Catherine yang lucu.",
  "舔": "Menjilat",
  "吸吮": "Mengisap mereka.",
  "天亮了么？？": "Apakah itu siang hari ??",
  "妈妈要醒了，要跑了": "Ibu bangun - Waktu untuk Bolt!",
  "你蹑手蹑脚地走到凯瑟琳身边": "Anda berjinjit ke sisi Catherine.",
  "轻轻拉开她的睡衣": "Tarik dengan lembut membuka piyama.",
  "轻轻地": "Sangat lembut sekarang ...",
  "一定要轻一点，现在要拉开她的文胸": "Harus menjadi super ringan - waktu untuk membatalkan bra -nya.",
  "轻轻一拉": "Satu tarikan lembut ...",
  "终于可以玩弄凯瑟琳的巨乳了": "Akhirnya bisa bermain dengan payudara besar Catherine!",
  "一会儿过后": "Setelah sedikit ...",
  "摸了摸凯瑟琳完美的蜜桃臀": "Anda memberi pantat persik sempurna Catherine sedikit nuansa.",
  "算了，由他吧，别太过分就好": "Apa pun, biarkan dia melakukannya - jangan berlebihan.",
  "你给凯瑟琳翻了个身": "Anda menggulung Catherine.",
  "调整凯瑟琳美腿的位置": "Geser kaki seksi Catherine ke tempatnya.",
  "架成M字形状": "Atur mereka dalam bentuk-M.",
  "触摸凯瑟琳的小穴": "Sentuh vagina Catherine.",
  "终于又可以亲手抚摸凯瑟琳的小穴了": "Akhirnya merasakan vagina Catherine dengan tangan saya sendiri lagi.",
  "天啊": "Oh man ...",
  "他的手是有什么魔力吗？": "Sihir apa yang dimiliki tangan itu?",
  "为什么他的手指会那么舒服啊": "Mengapa jari -jarinya terasa sangat enak?",
  "和我自己用手指自慰完全不一样": "Jauh lebih baik daripada saat saya melakukannya sendiri.",
  "在小穴中间停住": "Berhentilah tepat di tengah vaginanya.",
  "拽开凯瑟琳的内裤": "Yank dari celana dalam Catherine.",
  "妈妈的小穴，终于能近距离看清楚了": "Mom's Pussy - saya akhirnya bisa melihatnya dari dekat!",
  "妈妈的小穴，好淫荡啊": "Mom's Pussy terlihat sangat seksi.",
  "湿透了，上面还有源源不断的淫水流淌下来": "Itu direndam ada aliran basah yang stabil yang menetes ke bawah.",
  "还不是你害的，半夜不睡觉跑来妈妈房间摸妈妈小穴什么的": "Semua kesalahan Anda menyelinap ke kamar saya di tengah malam untuk mengacaukan vaginaku.",
  "凯瑟琳已经羞的无地自容了，自己最敏感": "Catherine sangat malu sehingga dia bisa mati - tempatnya yang paling sensitif ...",
  "最私密的地方正被自己的儿子一览无余": "Bagiannya yang paling pribadi benar -benar terpapar dengan putranya sendiri.",
  "用手指触摸小穴": "Jari vaginanya.",
  "啊~~~不要~~~~不要用手指摸那个地方啊": "Ah ~~~ Tidak ~~~~ Jangan menyentuh di sana dengan jari -jari Anda!",
  "一股电流瞬间穿过凯瑟琳的娇躯，她浑身麻了一下": "Jolt menembak ke seluruh tubuh Catherine - dia mati rasa sebentar.",
  "身上最敏感的部位正被一个男人触摸": "Tempatnya yang paling sensitif dikerjakan oleh seorang pria.",
  "这让长久以来欲求不满的她更加难耐了": "Itu mendorongnya liar setelah terpendam begitu lama.",
  "尤其这个男人还是自己的儿子": "Terutama karena pria itu adalah putranya sendiri.",
  "一种乱伦的刺激感，让她更加敏感了": "Tabu Thrill membuatnya lebih sensitif.",
  "哈~~~~和~~~~嗯": "Ha ~~~~ dan ~~~~ mmm ...",
  "凯瑟琳已经忍不住呻吟起来了": "Catherine tidak bisa menahan erangannya lagi.",
  "你在玩弄着妈妈的小穴，而妈妈在你的手指下娇喘连连": "Anda menggoda vagina ibu, dan dia terengah -engah seperti orang gila di bawah jari Anda.",
  "这太刺激了": "Ini sangat intens.",
  "试着插进去一根手指": "Cobalah menyelipkan jari.",
  "天啊，这小穴也太紧了！": "Sialan, vagina ini kencang sekali!",
  "我一根手指居然都不能完全进去！": "Saya bahkan tidak bisa mendapatkan satu jari!",
  "小穴都这么湿润了！居然都插不进去！": "Sangat basah di sana, dan masih tidak akan masuk!",
  "这要是鸡巴插进去那得该有多舒服啊？！": "Sobat, jika aku mendapatkan penisku di sana, seberapa gila rasanya itu?!",
  "天啊~~~~我居然被自己的儿子用手指插小穴了": "Ya Tuhan ~~~~ Anakku sendiri meraba vaginaku!",
  "呜呜呜~~~~我以后还怎么做人啊": "Wahhh ~~~~ Bagaimana saya bisa hidup dengan diri saya sendiri sekarang?",
  "我可是你妈妈啊！你怎么能做出这种事": "Aku ibumu! Bagaimana Anda bisa melakukan hal seperti ini?",
  "但是，真的好舒服啊": "Tapi ... rasanya sangat enak.",
  "我受不了了，为什么会这么舒服啊": "Saya tidak bisa menerimanya - mengapa rasanya ini luar biasa?",
  "插到底部": "Dorong semuanya.",
  "妈妈的小穴，非常紧凑，湿滑": "Pussy Mom sangat ketat dan licin.",
  "里面还带螺旋，简直就是世间名器": "Ini terjadi hal spiral ini-hal-hal kelas dunia total!",
  "视角": "melihat.",
  "凯瑟琳在你的手指下，已经不知道高潮了多少次了": "Hitungan Catherine yang hilang berapa kali dia mencapai klimaks di bawah jari Anda.",
  "差不多也该离开了，不能太过分了": "Saatnya bangkit tidak bisa mendorongnya terlalu jauh.",
  "妈妈晚安，我会再回来的": "Malam, mom. Aku akan kembali lagi.",
  "天啊，下次还要来": "Ya ampun, dia akan kembali lain kali?",
  "今晚凯瑟琳注定很难睡得着": "Catherine tidak tidur malam ini, itu sudah pasti.",
  "工作时间": "Jam kerja.",
  "去AA公司找妈妈色色": "Pergilah ke perusahaan untuk menjadi nakal dengan ibu.",
  "和凯瑟琳一起工作了一天": "Menghabiskan sepanjang hari bekerja dengan Catherine.",
  "你拿出一个飞机杯": "Anda mengeluarkan cangkir masturbasi.",
  "妈妈我们来玩点不一样的吧": "Hei, Bu, mau coba sesuatu yang berbeda?",
  "你想做什么？": "Apa yang ingin kamu lakukan?",
  "妈妈你用这个飞机杯来帮我射出来怎么样？": "Bagaimana kalau Anda menggunakan cangkir masturbasi ini untuk membantu saya selesai, Bu?",
  "说罢，你就开始脱下凯瑟琳的西装": "Dengan itu, Anda mulai mengupas jas Catherine.",
  "扣子解开": "Batalkan tombol.",
  "你这孩子，真是的": "Anda bajingan kecil, serius.",
  "等等，裙子也要脱吗？": "Tunggu, roknya juga?",
  "这样是不是太过了？": "Bukankah ini agak jauh?",
  "放心吧，我只会到这里，不会再脱妈妈的衣服了": "Dingin, Bu, aku akan berhenti di sini - tidak ada lagi stripping.",
  "凯瑟琳的裙子已经被脱下来了": "Rok Catherine sudah libur.",
  "你躺在一边，等着凯瑟琳来帮你": "Anda berbaring, menunggu Catherine melangkah.",
  "需要妈妈给你点福利吗？": "Ingin Mommy memberi Anda sedikit hadiah?",
  "非常需要": "Sial ya, saya membutuhkannya.",
  "真是个诚实的好孩子": "Anak baik yang jujur.",
  "凯瑟琳把胸罩拉下来": "Catherine menarik bra -nya.",
  "那么我们来看看": "Baiklah, mari kita lihat apa yang kita dapatkan.",
  "被妈妈的高跟鞋踩着，就那么兴奋吗？": "Semuanya bekerja hanya karena Mommy menginjakmu dengan tumitku?",
  "真是变态": "Anda adalah orang yang sangat.",
  "想射出来吗？想的话妈妈可以帮你哦": "Ingin cum? Mommy dapat membantu jika Anda melakukannya.",
  "高跟鞋鞋底摩擦鸡巴": "Sol tumit tinggi menggiling penismu.",
  "非常想射": "Saya benar -benar ingin bangkrut.",
  "凯瑟琳转过身": "Catherine berputar.",
  "用她丰满的臀部，不断地挑逗你": "Dia menggoda Anda tanpa henti dengan pantatnya yang montok.",
  "从鸡巴处传来了丝袜丝滑的触感，和凯瑟琳蜜桃臀的弹性": "Anda merasakan stoking sutra pada penis Anda, ditambah bouncing pantat persik Catherine.",
  "实在太爽了": "Sangat luar biasa.",
  "抓住凯瑟琳的丝袜": "Raih stokingnya dengan erat.",
  "撕开": "Tear ‘mereka terbuka.",
  "一只手狠狠抓住凯瑟琳的巨乳~~~揉搓": "Satu tangan menjepit payudara besar Catherine ~~~ meremas dengan keras.",
  "凯瑟琳拿出飞机杯，给你的鸡巴套上，上下撸动": "Catherine meraih cangkir masturbasi, menyelipkannya di atas penis Anda, dan mulai memompa.",
  "凯瑟琳视角": "POV Catherine.",
  "我真是越来越淫荡了~~~~没想到我居然会主动做出这种事": "Saya menjadi sangat slutty ~~~~ tidak pernah berpikir saya akan menjadi orang yang memulai ini.",
  "看起来我们像是在做爱一样": "Rasanya kita langsung membenturkan.",
  "明明母子之间这种事是不可以的": "Ibu dan anak seharusnya tidak melakukan hal -hal seperti ini.",
  "在射在凯瑟琳身上之后，你满意地离去了": "Setelah membongkar seluruh Catherine, Anda keluar, benar -benar puas.",
  "再去夜袭一次妈妈了，好想舔舔妈妈的小穴": "Saatnya menyelinap pada ibu lagi, saya ingin sekali menjilat vaginanya.",
  "脱下凯瑟琳的胸罩": "Lepaskan bra Catherine.",
  "凯瑟琳完美的巨乳蹦出来了": "Payudara besar Catherine yang sempurna muncul.",
  "脱下凯瑟琳的内裤": "Selipkan celana dalam Catherine.",
  "凯瑟琳的内裤被你脱下来，她的小穴已经暴露在你面前了": "Anda menarik celana dalam Catherine ke bawah - vaginanya sangat terbuka sekarang.",
  "妈妈的小穴好诱人啊~~~好想舔舔": "Mom's Pussy terlihat sangat menggoda ~~~ Aku benar -benar ingin menjilat.",
  "又来夜袭了": "Serangan malam lainnya, ya?",
  "这次是要舔~~~~好过分~~~~越来越过分了": "Kali ini dia menjilati ~~~~ sangat berantakan ~~~~ semakin buruk setiap saat.",
  "你慢慢靠近妈妈的小穴": "Anda inci lebih dekat ke vagina ibu.",
  "伸出舌头": "Tersempel Lidah Anda",
  "在舌头触碰到凯瑟琳的小穴一瞬间": "Second Lidah Anda mengenai vagina Catherine ...",
  "凯瑟琳像是瞬间被电击到了一样": "Catherine tersentak seperti dia telah dikenakan oleh petir.",
  "不由得张开嘴呻吟起来": "Dia tidak bisa membantu tetapi mengerang keras.",
  "舔小穴视角": "POV yang mengharukan vagina.",
  "忍不住了，我要上垒凯瑟琳！": "Tidak bisa menahan diri - saya pergi jauh -jauh dengan Catherine!",
  "你用最快的速度脱下衣服": "Anda merobek pakaian Anda dengan kecepatan kilat.",
  "放出早已一柱擎天的鸡巴": "Lepaskan penis rock-keras Anda, berdiri tegak.",
  "对准凯瑟琳的小穴": "Barislah dengan vagina Catherine.",
  "插进去！": "Dorong!",
  "用力往里面塞，但是你的鸡巴太粗": "Anda mendorong dengan keras, tetapi penis Anda terlalu tebal.",
  "而凯瑟琳的小穴又过于狭小": "Dan caty catherine terlalu ketat.",
  "终于把龟头塞进去了": "Akhirnya berhasil masuk.",
  "正在你准备一股作气顶进去，上垒凯瑟琳的时候": "Sama seperti Anda akan menabrak semuanya dan mencetak gol dengan Catherine ...",
  "你在做什么？": "Apa yang kamu lakukan?",
  "！！！！晴天霹雳！！！！": "!!!! Total Shocker !!!!",
  "凯瑟琳醒来了!": "Catherine sudah bangun!",
  "你！在!做!什!么!": "Anda! Adalah! Sedang mengerjakan! Apa!",
  "看你愣在原地，以为你没听清": "Dia melihat Anda membeku, berpikir Anda tidak menangkapnya.",
  "凯瑟琳提高了音调，一字一顿地说": "Catherine meningkatkan suaranya, meludahkan setiap kata.",
  "额~~~我~~~~妈妈~~~这是个误会~~~~~误会": "Uh ~~~ I ~~~~ Bu ~~~ Ini adalah kesalahpahaman ~~~~~ Total mix-up!",
  "你紧张到语无伦次地说到": "Anda sangat ketakutan, Anda tergagap seperti orang gila.",
  "误会！！！？？？": "Salah paham!!!??",
  "你把头伸过来": "Tempelkan kepalamu di sini.",
  "你听到凯瑟琳的话，乖乖把头伸过去": "Anda mendengar Catherine dan dengan patuh bersandar.",
  "凯瑟琳伸出手！！！": "Catherine menjangkau !!!",
  "凯瑟琳狠狠地朝你脸上扇一巴掌！！！": "Catherine menampar Anda dengan keras di wajahnya !!!",
  "你被打懵了，还记得上一次凯瑟琳打你是你很小的时候淘气不听话": "Anda terpana - terakhir kali dia memukul Anda adalah ketika Anda masih kecil menjadi bocah kecil.",
  "看得出妈妈真的非常非常生气": "Anda dapat memberi tahu Ibu di luar kesal.",
  "拔出去~~~~！！": "Tarik keluar ~~~~ !!",
  "凯瑟琳面无表情地说": "Catherine mengatakannya dengan wajah kosong.",
  "听到凯瑟琳的话，你纵使有万般不舍": "Meskipun Anda benci, Anda mendengar Catherine keras dan jernih.",
  "也得乖乖退出凯瑟琳的小穴": "Anda harus menarik keluar dari vagina Catherine seperti anak laki -laki yang baik.",
  "鸡巴完全退出小穴": "Dick Anda sepenuhnya keluar dari vaginanya.",
  "一边去，等会再收拾你": "Pergi ke sana - saya akan berurusan dengan Anda dalam waktu sebentar.",
  "听到凯瑟琳的话，你乖乖在一旁跪着": "Anda mendengarkan Catherine dan berlutut ke samping.",
  "等待凯瑟琳接下来狂风暴雨": "Bracing for the Storm Catherine akan melepaskan.",
  "凯瑟琳看了下你": "Catherine melirik ke arahmu.",
  "说吧，今晚这件事你打算怎么解释": "Baiklah, tumpah - bagaimana Anda menjelaskan malam ini?",
  "对不起，妈妈，我实在太喜欢妈妈了": "Maaf, Bu, aku terlalu menyukaimu.",
  "所以呢？太喜欢妈妈就半夜跑到妈妈的房间准备强奸妈妈？！": "Jadi apa? Anda sangat menyukai saya, Anda menyelinap di sini di malam hari untuk memperkosa saya?!",
  "你抬起头回答": "Anda mengangkat kepala untuk menjawab.",
  "你抬起头，看到凯瑟琳肥美多汁的小穴": "Anda melihat ke atas dan melihat sekilas vagina Catherine yang montok dan berair.",
  "你~~~你不许看哪里~~~~看着我的眼睛回答我": "Anda ~~~ Jangan berani -berani melihat di sana ~~~~ Lihatlah saya di mata dan menjawab!",
  "你直视凯瑟琳的眼睛": "Anda mengunci mata dengan Catherine.",
  "妈妈，我错了，我刚刚是一时没忍住": "Bu, aku kacau - aku tidak bisa menahan diri sekarang.",
  "我以前看到妈妈和爸爸做爱，爸爸总是满足不了你": "Aku melihatmu dan ayah melakukannya sebelumnya, dan dia tidak pernah bisa memuaskanmu.",
  "从那时候起，我发现了，妈妈除了是妈妈这个身份外": "Saat itulah saya menyadari - lebih baik menjadi ibuku ...",
  "还是一个非常美丽性感的女人": "Anda juga wanita cantik dan seksi ini.",
  "那个时候我就爱上了你": "Saat itulah saya jatuh cinta pada Anda.",
  "爱上妈妈？你认真的吗？": "Jatuh cinta padaku? Apakah Anda nyata?",
  "我可是妈妈啊！我们是母子啊！": "Aku ibumu! Kami adalah ibu dan anak!",
  "我认真的，我就是爱上妈妈了": "Mati serius - Aku jatuh cinta padamu, Bu.",
  "我只是想妈妈晚上不再那么寂寞难耐而已": "Saya hanya tidak ingin Anda merasa kesepian dan putus asa di malam hari.",
  "听到你的真诚表白，凯瑟琳除了吃惊外": "Mendengar pengakuan tulus Anda, Catherine terkejut, tapi ...",
  "更多的是开心,发自心底的那种开心": "Dia kebanyakan bahagia-benar-benar bahagia, bahagia.",
  "可是，就算是爱上妈妈了，我们之间也不能做那种事啊": "Tetapi bahkan jika Anda mencintaiku, kami tidak dapat melakukan hal -hal seperti itu.",
  "我们是母子，做爱是乱伦，是不可以的": "Kami adalah ibu dan anak-kelamin adalah inses, itu tidak ada.",
  "你先起来吧": "Sudah bangun.",
  "你站起来了": "Anda berdiri.",
  "凯瑟琳靠近你，摸了摸你的脸": "Catherine melangkah lebih dekat dan menyentuh wajah Anda.",
  "怎么样？没事吧？": "Kamu oke? Tidak ada salahnya?",
  "妈妈刚刚下手重了些": "Mommy mungkin memukul sedikit terlalu keras.",
  "妈妈吹吹，吹吹就不疼了": "Di sini, Mommy akan meniupnya - membuat rasa sakitnya hilang.",
  "凯瑟琳温柔地朝着你疼痛的脸上吹风": "Catherine dengan lembut meniup pipi yang sakit.",
  "你乘机一把抱住凯瑟琳": "Anda memanfaatkan momen itu dan membungkusnya dalam pelukan besar.",
  "妈妈你真好": "Bu, kamu yang terbaik.",
  "我真的好爱你哦": "Aku sangat mencintaimu.",
  "你干嘛~~~你放手啊你": "Apa yang kamu lakukan ~~~ lepaskan aku!",
  "我就不放，我要搂着妈妈一辈子": "Tidak melepaskan - aku ingin memelukmu selamanya, Bu.",
  "不，一辈子还不够，下一辈子，下下辈子都要搂着妈妈": "Nah, selamanya tidak cukup - hidup, dan yang setelah itu juga.",
  "看着妈妈这般娇羞模样，你的鸡巴又冲天而起了": "Melihat ibu semua pemalu seperti ini, penismu yang keras lagi.",
  "凯瑟琳也发现了这一点": "Catherine juga memperhatikannya.",
  "亲爱的，你先去床上躺着，妈妈等等来帮你": "Sayang, berbaring di tempat tidur— Mommy akan membantu Anda sedikit.",
  "去床上等着凯瑟琳": "Pergilah ke tempat tidur dan tunggu Catherine.",
  "你乖乖去床上等着凯瑟琳": "Anda dengan patuh naik ke tempat tidur untuk menunggunya.",
  "凯瑟琳向你走来": "Catherine berjalan ke arahmu.",
  "继续向前": "Dia terus mendekat.",
  "滑了一下~~~~进去了一点点": "Ups, tergelincir ~~~~ hanya sedikit.",
  "凯瑟琳只是挑逗你一下，并没有要和你做爱的意思": "Catherine hanya menggoda Anda - dia tidak berencana untuk pergi.",
  "凯瑟琳移动到你的嘴巴旁边": "Catherine bergeser ke mulut Anda.",
  "凯瑟琳看着你": "Catherine mengunci mata denganmu.",
  "刚刚你舔的，妈妈好舒服": "Menjilati yang Anda lakukan sebelumnya? Merasa sangat baik untuk ibu.",
  "从来没有人舔过妈妈哪里": "Tidak ada yang pernah menjilat saya di sana sebelumnya.",
  "妈妈还是第一次有过这样的感觉": "Ini adalah pertama kalinya Mommy merasa seperti ini.",
  "你能继续吗？": "Bisakah Anda terus berjalan?",
  "凯瑟琳骑到你的头上": "Catherine memanjat dan duduk di wajah Anda.",
  "你再一次近距离和凯瑟琳肥美多汁的小穴接触": "Anda dekat dengan vagina Catherine yang montok dan berair lagi.",
  "亲爱的，我们开始吧": "Sayang, mari kita mulai.",
  "舔凯瑟琳小穴": "Jilat vagina Catherine",
  "你伸出舌头": "Anda menjulurkan lidah Anda.",
  "舔舐凯瑟琳的小穴": "Lap di vagina Catherine.",
  "哦~~这感觉~~~~哦耶~~~~哦": "Oh ~~ Perasaan ini ~~~ oh yeah ~~~~ oh ...",
  "舔舐": "Teruslah menjilati.",
  "舌头插入": "Menyelipkan lidah Anda.",
  "你突然将舌头直接插入凯瑟琳的阴道内部": "Anda tiba -tiba mendorong lidah Anda tepat ke vagina Catherine.",
  "啊，不要突然插进来啊~~~~这样~~~不行的~~~~哦~~~啊": "Ah, jangan hanya mendorongnya seperti itu ~~~~ tidak bisa menanganinya ~~~ oh ~~~ ah!",
  "经过你非常快速的舔舐，凯瑟琳终于达到了快乐的天堂": "Setelah menjilati petir Anda, Catherine akhirnya memukul Bliss City.",
  "妈妈这样不公平，只有你一个人快乐": "Bu, ini tidak adil - Anda satu -satunya yang bersenang -senang.",
  "你也要舔我的": "Anda harus menjilat saya juga.",
  "开始69互舔": "Mulailah 69 - waktu menjilati mutual.",
  "凯瑟琳调整了一下身姿": "Catherine menggeser posisinya.",
  "她正对着你的大鸡巴": "Dia menghadapi penis besar Anda secara langsung.",
  "而你继续对着她淫水泛滥的小穴": "Meskipun Anda masih menatap vaginanya yang basah.",
  "偷袭，不讲武德": "Sneak Attack - Tidak ada permainan yang adil!",
  "突然舔舐她的小穴": "Tiba -tiba menyelam dan menjilat vaginanya.",
  "被你偷袭了，凯瑟琳也不甘示弱，也吹起了反攻的号角": "Anda menangkapnya lengah, tetapi Catherine tidak mundur - dia meluncurkan serangan balik.",
  "把你的大鸡巴含进去": "Dia membawa penis besar Anda ke mulutnya.",
  "直接深喉": "Lurus ke tenggorokan yang dalam.",
  "你也是非常卖力地舔舐凯瑟琳，双方都不肯示弱": "Anda menjilati Catherine seperti seorang juara - Anda tidak memberikan satu inci.",
  "谁先高潮~~~就输了": "Yang pertama mencapai klimaks ~~~ kalah!",
  "你们是母子关系，却在互相舔舐对方的生殖器": "Anda ibu dan anak, tetapi di sinilah Anda, pergi ke kota dengan sampah satu sama lain.",
  "最终还是凯瑟琳败下阵来，在她高潮数次之后才能让你射出来": "Catherine Caves dulu - setelah sekelompok klimaks, Anda akhirnya meniup beban Anda.",
  "妈妈，明天晚上我能继续过来吗？": "Bu, bisakah aku terus datang besok malam?",
  "嗯~~~可以的，~~~只要你爸爸不在都可以": "Mmm ~~~ pasti ~~~ selama ayahmu tidak ada.",
  "你心满意足地离开了凯瑟琳的房间": "Anda meninggalkan kamar Catherine, benar -benar puas.",
  "妈妈允许我去夜袭她了，我去叫醒她就行了": "Ibu keren dengan saya menyelinap sekarang - hanya harus membangunkannya.",
  "你来到凯瑟琳身边，轻轻地叫醒她": "Anda tergelincir di sebelah Catherine dan dengan lembut membangunkannya.",
  "亲爱的这么晚了有什么事吗？": "Sayang, ada apa ini?",
  "凯瑟琳一看这架势，明白了": "Catherine melihat langkah itu dan mendapat petunjuk.",
  "凯瑟琳和你走到一边": "Catherine melangkah ke samping dengan Anda.",
  "脱下凯瑟琳的衣服": "Cuplikan pakaian Catherine.",
  "凯瑟琳已经被你扒光光了": "Buck Catherine telanjang terima kasih.",
  "还用手遮挡了身上重要的部位": "Dia menutupi barang -barang bagus dengan tangannya.",
  "一脸娇羞并且含情脉脉地看着你": "Dia semua pemalu dan memberi Anda mata yang penuh cinta itu.",
  "真是太诱惑了": "Sangat menggoda.",
  "靠近凯瑟琳": "Mendekati Catherine.",
  "慢慢走到凯瑟琳面前": "Perlahan naik ke Catherine.",
  "抚摸她的娇躯": "Jalankan tangan Anda di atas tubuhnya yang lembut.",
  "拉开她遮挡的手": "Tarik tangan yang dia sembunyikan di belakang.",
  "抓住她的手，轻轻拉开": "Raih tangannya dan tarik dengan lembut ke samping.",
  "但是她又用另外一只手挡住了": "Tapi dia memblokir dengan tangannya yang lain.",
  "好倔强，好可爱": "Sangat keras kepala, sangat lucu.",
  "再次拉开她的手": "Tarik tangannya lagi.",
  "凯瑟琳已经被你看光了": "Catherine sepenuhnya terpapar kepada Anda sekarang.",
  "你将凯瑟琳的美腿架成M字形": "Anda menopang kaki Catherine yang cantik menjadi bentuk-M.",
  "亲爱的~~~我们之间不能做爱哦": "Sayang ~~~ Kita tidak bisa pergi, oke?",
  "只要不插进去~~~妈妈什么事情都答应你": "Selama Anda tidak menempelkannya di ~~~ ibu untuk apa pun.",
  "你用手玩弄凯瑟琳的小穴": "Anda mulai bermain dengan vagina Catherine dengan tangan Anda.",
  "妈妈，这样玩弄，你舒服吗？": "Bu, apakah ini terasa enak?",
  "才不舒服呢~~~~一点也不舒服": "Sama sekali tidak nyaman ~~~~ tidak terasa enak.",
  "事实上，凯瑟琳已经爽的要飞起来了，她只是不肯承认": "Sebenarnya, Catherine sangat menyukainya sehingga dia akan kehilangannya - dia tidak akan mengakuinya.",
  "那么": "Kalau begitu ...",
  "这样呢？": "Seperti ini?",
  "啊~~~~啊·~~~不许插进来啊": "Ah ~~~~ ah ~~~ Jangan menempelkannya!",
  "这~~~这犯规~~~啊啊": "Ini ~~~ Ini curang ~~~ ahh!",
  "妈妈，你的下面流了好多好多水啊": "Bu, kamu bocor seperti orang gila di bawah sana.",
  "我用手指塞都塞不住": "Saya bahkan tidak bisa menghubungkannya dengan jari -jari saya.",
  "不可以~~~~不可以这样来回抽插": "Tidak ~~~~ Anda tidak dapat mendorongnya masuk dan keluar seperti itu!",
  "妈妈要~~~妈妈要死了": "Ibu akan ~~~ Ibu akan mati!",
  "在凯瑟琳一阵全身抽搐，娇喘连连后": "Setelah tubuh Catherine bergetar seperti orang gila dan dia terengah -engah ...",
  "她达到了前所未有的高潮": "Dia memukul klimaks tidak seperti sebelumnya.",
  "当你把手指拔出来~~~手上沾满了凯瑟琳的高潮淫水": "Saat Anda menarik jari Anda ~~~ mereka dilapisi jus klimaks Catherine.",
  "实在太有成就感了~~~自己美丽性感的妈妈": "Terasa sangat enak ~~~ ibu saya yang seksi dan seksi ...",
  "在自己的手指下高潮连连": "Cumming berulang kali dari jari -jari saya.",
  "轻轻一甩，还拉丝连连": "Beri sedikit film, dan itu semua berserabut.",
  "妈妈，你看我手上的是什么": "Bu, lihat apa yang ada di tanganku.",
  "妈妈你真的好敏感，好淫荡哦~~~~居然能流这么多水": "Bu, kamu sangat sensitif, sangat nakal ~~~~ bocor sebanyak ini?",
  "才没有呢~~~~坏人~~~~你再说妈妈就要打你了": "Tidak mungkin ~~~~ Anda brengsek ~~~~ terus bicara dan ibu akan memukul Anda!",
  "凯瑟琳听到你的话，恨不得找个地缝钻进去~~~实在太羞人了": "Catherine mendengar Anda dan ingin merangkak ke dalam lubang ~~~ sangat memalukan!",
  "你摸了摸你早已抗议造反的鸡巴": "Anda mengambil penis Anda - sudah memohon untuk beraksi.",
  "把凯瑟琳一双美腿架起来": "Mengangkat kaki Catherine yang cantik.",
  "肉棒紧紧地贴着小穴~~~开始了摩擦": "Ayammu menekan kencang ke vaginanya ~~~ mulai menggosok.",
  "妈妈这样可以吧？": "Bu, ini keren denganmu?",
  "我没插进去，所以我们不算乱伦哦": "Saya tidak akan masuk, jadi itu bukan inses, bukan?",
  "可以的，只要不插进来就行": "Tentu, selama Anda tidak menempelkannya.",
  "鸡巴和小穴每一次摩擦，都会使凯瑟琳娇喘连连": "Setiap gosok antara penis Anda dan vaginanya membuat Catherine mengeluh seperti orang gila.",
  "而凯瑟琳为了获得更多的快感": "Dan Catherine, mengejar lebih banyak kesenangan ...",
  "也在用双腿紧紧夹住你的鸡巴": "Dia meremas penismu dengan keras dengan pahanya.",
  "能和自己性感美丽的妈妈生殖器激烈摩擦，实在是太幸福了": "Mendapatkan untuk melawan sampah ibu saya yang seksi dan cantik? Kebahagiaan murni.",
  "摩擦视角": "Menggosok pov.",
  "妈妈，我忍不住了": "Bu, aku tidak tahan lagi.",
  "啊啊啊~~~妈妈": "Ahhh ~~~ Bu!",
  "这次射精里量非常大": "Kali ini, Anda menurunkan jumlah besar.",
  "凯瑟琳被射得满身精液了": "Catherine tertutup air mani Anda dari kepala hingga kaki.",
  "但是射精仍然没有停止，继续射精": "Tapi Anda belum selesai - tetap menembak.",
  "直到凯瑟琳的娇躯全是你的精液": "Sampai tubuh panas Catherine basah kuyup dalam beban Anda.",
  "因为和自己的妈妈素股摩擦实在太刺激了": "Menggosok ibu seperti ini terlalu mendebarkan.",
  "真是的，射的那么多~~~妈妈又得去洗澡了": "Ya ampun, kamu banyak menembak ~~~ Mommy harus mandi lagi.",
  "妈妈我们一起洗澡吧": "Bu, mari kita mandi bersama!",
  "滚，别打歪主意": "Keluar dari sini - jangan dapatkan ide -ide lucu.",
  "现在妈妈已经允许我素股摩擦了": "Sekarang Mom keren dengan aksi paha.",
  "和妈妈来一场裸体瑜伽": "Saatnya untuk yoga telanjang dengan ibu.",
  "到时候再给妈妈一点恶作剧": "Lalu aku akan melakukan sedikit lelucon padanya.",
  "但是我需要买一本": "Tapi saya perlu mengambil ...",
  "妈妈，我最近买了一本书，里面是讲裸体瑜伽的": "Bu, saya mendapatkan buku ini baru -baru ini - ini semua tentang yoga telanjang.",
  "我们来试着做一次吧": "Ingin mencobanya?",
  "裸体瑜伽？什么乱七八糟的？": "Yoga telanjang? Hal -hal gila apa itu?",
  "你就是单纯地想吃妈妈豆腐吧？": "Anda hanya ingin merasakan saya, bukan?",
  "额~~~被妈妈识破了": "Uh ~~~ Ibu benar -benar melihat melalui saya.",
  "妈妈是看着你长大的，还不了解你吗？": "Saya membesarkan Anda - saya tahu bagaimana Anda mencentang.",
  "小色狼，呵呵": "Littlev, heh.",
  "不过给你吃一次也无妨，妈妈也想尝试一下裸体瑜伽": "Tapi saya akan membiarkan Anda bersenang -senang sekali ini - Mommy ingin tahu tentang yoga telanjang juga.",
  "你伸手去解开妈妈的胸罩": "Anda menjangkau untuk membatalkan bra ibu.",
  "呵呵~~~真急色": "Heh ~~~ sangat bersemangat, ya?",
  "妈妈这么性感美丽~~~能不急吗？": "Dengan seorang ibu yang panas dan cantik ~~~ bagaimana mungkin saya tidak?",
  "胸罩脱下来了，你正准备去脱凯瑟琳的瑜伽裤": "Bras Off - Anda akan mengupas celana yoga Catherine.",
  "裤子不让你脱~~~我自己脱": "Celana tidak terbatas ~~~ Saya akan melakukannya sendiri.",
  "凯瑟琳已经脱完裤子，浑身赤裸站在你面前了": "Catherine dilucuti, berdiri Buck telanjang di depan Anda.",
  "你非常快速地脱下自己的上衣": "Anda merobek bajumu dalam sekejap.",
  "和裤子": "Dan celanamu.",
  "接下来我单人瑜伽热热身，你看着就好": "Selanjutnya, saya akan melakukan pemanasan dengan yoga solo - hanya menonton.",
  "一段时间的单人瑜伽热身": "Sedikit waktu pemanasan solo yoga.",
  "我单人瑜伽热身完了，我们开始双人瑜伽吧": "Pemanasan solo selesai-mari kita tekan beberapa duo yoga.",
  "接下来开始双人瑜伽": "Saatnya memulai yoga dua orang.",
  "不同以往的是，这次你们是裸体的": "Tidak seperti sebelumnya, Anda berdua telanjang kali ini.",
  "要记得不能插进来哦": "Ingat - tidak menempelkannya.",
  "我们母子之间是不可以发生这种事的": "Ibu dan anak tidak bisa pergi ke sana.",
  "小穴和鸡巴正进行着激烈的碰撞和摩擦": "Vaginanya dan penisnya menggiling bersama -sama.",
  "瑜伽摩擦": "Yoga menggoda",
  "趁凯瑟琳高潮，偷偷插入": "Sementara Catherine klimaks, saya menyelinap ke dalamnya secara diam -diam.",
  "在你一次又一次的摩擦刺激下": "Dengan setiap dorongan dan gilingan, sensasi dibangun.",
  "凯瑟琳到达了快乐的最高峰": "Catherine mencapai puncak ekstasi",
  "她丝毫没有注意到": "Dia sama sekali tidak sadar.",
  "察觉到下体有异物插入，凯瑟琳连忙查看": "Merasakan sesuatu di dalam dirinya, Catherine dengan cepat melihat ke bawah",
  "你在做什么？！你快拔出去啊": "Apa yang sedang kamu lakukan?! Tarik keluar sekarang!",
  "我们不是说好了不能插进去的么？": "Bukankah kami setuju tidak ada penetrasi?",
  "啊~~~~对不起~~~对不起": "Oh tidak ~~~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~.",
  "太滑了，一不小心就滑进去了": "Itu sangat basah, saya tergelincir secara tidak sengaja.",
  "我马上拔出来": "Saya akan menarik keluar sekarang.",
  "拔出来后，鸡巴上面还沾满了凯瑟琳高潮的淫水": "Setelah menarik keluar, penisku direndam dengan jus Catherine.",
  "真是的~~~~明明说好了不能进去的": "Ayo ~~~~ Kami setuju tidak masuk ke dalam!",
  "仔细看凯瑟琳的小穴，上面还流淌着拉丝的淫水，淫荡极了": "Melihat dari dekat, vagina Catherine menetes dengan jus lengket, sangat memikat.",
  "妈妈再也不理你了，哼": "Aku sudah selesai denganmu, HMPH!",
  "凯瑟琳愤然离去，但是她其实并没有真正生气": "Catherine menyerbu, meskipun dia tidak benar -benar marah.",
  "裸体瑜伽": "Yoga telanjang",
  "性爱瑜伽": "Yoga Seks",
  "上次裸体瑜伽偷偷插入，妈妈并没有生气": "Terakhir kali saya menyelinap masuk selama yoga telanjang, ibu tidak marah.",
  "夜袭妈妈再偷偷插入试试": "Menyelinap ke kamar ibu di malam hari dan cobalah menyelinap masuk lagi.",
  "素股偷偷插入": "Pekerjaan paha dengan penyisipan licik",
  "深夜，你和凯瑟琳在进行着激烈的素股摩擦": "Larut malam, Anda dan Catherine menggiling paha dengan penuh semangat.",
  "在凯瑟琳高潮的时候插入": "Tergelincir ke dalam sebagai klimaks Catherine",
  "凯瑟琳正在高潮中下不来": "Catherine hilang dalam pergolakan orgasme.",
  "丝毫没有注意到": "Tidak memperhatikan sama sekali.",
  "你的大鸡巴，正在偷偷插入她的小穴": "Ayam keras Anda diam -diam meluncur ke vaginanya.",
  "她察觉到了什么": "Dia merasakan sesuatu tidak aktif.",
  "你快拔出去啊，我们不能这样的": "Tarik keluar sekarang! Kami tidak bisa melakukan ini!",
  "被妈妈发现了，你只能无奈地拔出来": "Ditangkap oleh ibu, Anda dengan enggan menarik diri.",
  "妈妈的里面实在太紧凑了，夹得你一个没控制住": "Pussy Mom sangat ketat, Anda tidak bisa menahan diri.",
  "直接射在了凯瑟琳的阴唇上面": "Anda datang tepat di bibir Catherine.",
  "天啊，这可是自己的妈妈，自己居然射在了她的小穴上面": "Ya Tuhan, ini ibuku, dan aku baru saja datang dengan vaginanya!",
  "这实在太刺激了！！": "Ini terlalu mendebarkan !!",
  "呼呼~~~还好你及时拔出来了，不然射在里面的话": "Fiuh ~~~ Untung Anda menarik waktu, atau saya akan masuk.",
  "后果不堪设想": "Konsekuensinya tidak akan terpikirkan.",
  "你把鸡巴往前一顶": "Anda mendorong ayam Anda ke depan.",
  "然后放下凯瑟琳的美腿夹住你的鸡巴": "Kemudian Anda membiarkan kaki Catherine yang cantik menjepit ayam Anda.",
  "妈妈我累了，我们就这样睡觉好不好": "Bu, aku kelelahan. Bisakah kita tidur seperti ini?",
  "经过数次高潮之后，凯瑟琳也感觉到非常疲惫": "Setelah beberapa orgasme, Catherine benar -benar terkuras.",
  "妈妈也累了~~~晚安哦~~~晚上睡觉不许使坏哦": "Mom juga usang ~~~ Selamat malam ~~~ Tidak ada bisnis lucu malam ini, oke?",
  "就这样，你们进入了安稳的梦乡": "Jadi, Anda berdua tertidur nyenyak.",
  "清晨到了": "Pagi tiba.",
  "你提前一步醒来": "Anda bangun dulu.",
  "再次偷偷插入": "Tergelincir ke dalam lagi dengan tenang",
  "你偷偷地挤进去龟头": "Anda dengan diam -diam meredakan ujungnya.",
  "完全插入": "Menembus sepenuhnya",
  "开始装睡": "Mulailah Berpura -pura Tidur",
  "凯瑟琳被异物插入后": "Setelah sesuatu memasuki Catherine",
  "慢慢醒来": "Dia perlahan bangun",
  "仔细一看，你的鸡巴插到了最深处，而你还没睡醒": "Melihat dari dekat, kemaluanmu terkubur jauh di dalam dirinya, dan kamu masih tertidur.",
  "还没睡醒": "Masih belum bangun",
  "那我偷偷享受一下吧": "Lalu aku akan menikmatinya dengan tenang.",
  "不会知道的": "Dia tidak akan memperhatikan.",
  "凯瑟琳开始玩弄自己的阴蒂": "Catherine mulai menggoda klitorisnya.",
  "我从来没感觉过这么满足": "Saya tidak pernah merasa begitu puas.",
  "的鸡巴实在太棒了": "Ayammu luar biasa.",
  "天啊，我感觉我再也离不开这根肉棒了": "Ya Tuhan, saya tidak berpikir saya bisa hidup tanpa ayam ini lagi.",
  "凯瑟琳已经彻底爱上你了": "Catherine benar -benar jatuh cinta pada Anda.",
  "只是现在碍于母子的身份问题，有所挣扎": "Tapi dia terkoyak karena hubungan ibu-anak kita.",
  "凯瑟琳上垒": "Catherine siap untuk lebih banyak",
  "去AA公司找凯瑟琳": "Pergilah ke perusahaan AA untuk menemui Catherine",
  "和凯瑟琳来一场真正的做爱了": "Berhubungan seks nyata dengan Catherine",
  "办公室里，你和凯瑟琳正互相抚摸着对方的生殖器": "Di kantor, Anda dan Catherine saling membelai privat satu sama lain.",
  "你正用手指抽插着凯瑟琳的小穴": "Anda meraba vagina Catherine.",
  "而凯瑟琳也在撸动着你的鸡巴": "Sementara Catherine membelai ayam Anda.",
  "妈妈，我想舔一下你的小穴": "Bu, aku ingin mencicipi vaginamu.",
  "呵呵~~~可以的哦": "Hehe ~~~ Silakan.",
  "凯瑟琳躺在桌子上面": "Catherine berbaring di atas meja.",
  "靠近小穴": "Dekat dengan vaginanya",
  "你慢慢地靠近小穴": "Anda perlahan bergerak ke arah vaginanya.",
  "轻一点哦": "Bersikap lembut, oke?",
  "妈妈的哪里，可是非常的敏感呢": "Tempat itu sangat sensitif terhadap ibu.",
  "啊啊啊~~~~喜欢~~~~妈妈好喜欢~~~你的~~~舌头~~~啊": "Ahhh ~~~~ Aku menyukainya ~~~~ Ibu sangat mencintai lidahmu ~~~ ah!",
  "你在不断地刺激她的阴蒂": "Anda terus menggoda klitorisnya.",
  "哪里，哪里~~不可以舔": "Tidak, tidak ada di sana ~~ Anda tidak bisa menjilatnya!",
  "妈妈要变得~~~奇怪了~~~啊": "Ibu akan kehilangan itu ~~~ ah!",
  "听到妈妈的话，你决定来最后的一击": "Mendengar kata -kata ibu, Anda pergi untuk langkah terakhir.",
  "直接将舌头插进妈妈的阴道": "Anda menjatuhkan lidah Anda ke dalam vagina ibu.",
  "一顿乱搅": "Berputar -putar dengan liar",
  "不行~~~妈妈~~~妈妈要~~~丢了~~~啊": "Tidak ~~~ Bu ~~~ Aku akan ~~~ Kehilangannya ~~~ ah!",
  "你觉得差不多了": "Anda pikir sudah waktunya.",
  "起身，用鸡巴抵住妈妈的小穴": "Anda berdiri, menekan ayam Anda ke vagina ibu.",
  "亲爱的，不能插进去哦~~~我们是母子，不能乱伦": "Sayang, tidak ada penetrasi ~~~ Kami adalah ibu dan anak; Kami tidak bisa sejauh itu.",
  "不会插进去的~~~我们来换个玩法": "Saya tidak akan masuk ~~~ mari kita coba yang lain.",
  "哦？什么玩法？": "Oh? Seperti apa?",
  "就是我只插进去一个龟头": "Hanya tipnya, itu saja.",
  "这样，和素股差不多": "Ini seperti pekerjaan paha.",
  "停，就这样": "Berhenti di situ, itu saja.",
  "不能再进去了": "Tidak lebih jauh.",
  "已经进去一个龟头的距离了": "Hanya ujungnya di dalamnya.",
  "是的，妈妈，我们就在这个距离活动，我绝不进去": "Benar, Bu, saya akan tetap pada ini; Saya tidak akan masuk lebih dalam.",
  "你说话算话哦": "Anda sebaiknya menepati janji Anda.",
  "就这样，你们进行着不是很尽兴的抽插": "Jadi Anda bergerak dengan hati -hati, tidak sepenuhnya puas.",
  "抽插视角": "Tampilan menusukkan",
  "上垒妈妈": "Semakin dekat dengan ibu",
  "终于凯瑟琳受不了了": "Akhirnya, Catherine tidak tahan.",
  "停一下，我们换个玩法": "Berhenti sejenak. Mari kita ubah jalan bermain.",
  "凯瑟琳站了起来": "Catherine berdiri.",
  "你先躺在桌子上面": "Anda berbaring di atas meja dulu.",
  "你按照凯瑟琳说的，躺在桌子上面": "Seperti yang dikatakan Catherine, Anda berbaring di atas meja.",
  "凯瑟琳拿出来之前的那个飞机杯": "Catherine mengeluarkan cangkir pesawat sebelumnya.",
  "待会妈妈用这个飞机杯帮你撸出来": "Ibu akan menggunakan cangkir pesawat ini untuk menyentakmu nanti.",
  "你先把眼罩戴上，不许看": "Letakkan di penutup mata terlebih dahulu. Tidak mengintip.",
  "确认你把眼罩带好后，凯瑟琳把飞机杯放置在一边": "Setelah mengkonfirmasi Anda mengenakan penutup mata, Catherine mengesampingkan cangkir pesawat.",
  "好了": "Baiklah",
  "现在看不见了": "Saya tidak bisa melihat sekarang.",
  "我实在忍不住了，我要这根肉棒插进来，现在就要": "Saya tidak tahan lagi. Saya membutuhkan ayam ini di dalam diri saya, sekarang.",
  "凯瑟琳骑到你身上": "Catherine naik di atas Anda.",
  "就一次，就做这一次": "Hanya ini sekali, hanya kali ini.",
  "反正看不见，发现不了": "Anda tidak dapat melihat, jadi Anda tidak akan tahu.",
  "终于，我好满足啊": "Akhirnya, saya sangat puas.",
  "和凯瑟琳做爱": "Berhubungan seks dengan Catherine",
  "察觉到你的肉棒急速膨胀！这是要射精的症状": "Ayam Anda pembengkakan cepat! Anda akan cum.",
  "凯瑟琳连忙起身，用飞机杯套住你的肉棒": "Catherine dengan cepat bangkit dan menyelipkan cangkir pesawat di atas ayam Anda.",
  "你的精液全部射在飞机杯的里面": "Semua cum Anda menembak ke dalam cangkir pesawat.",
  "妈妈这次的飞机杯好舒服啊，我们下次再来可以吗": "Bu, cangkir pesawat ini terasa luar biasa. Bisakah kita melakukannya lagi lain kali?",
  "可以的哦": "Pasti.",
  "凯瑟琳已经正式上垒": "Catherine secara resmi pergi sepanjang jalan.",
  "需要": "Membutuhkan",
  "第一次上垒凯瑟琳": "Pertama kali pergi jauh -jauh dengan Catherine",
  "凯瑟琳的挣扎": "Perjuangan Catherine",
  "与凯瑟琳交谈": "Bicaralah dengan Catherine",
  "现在凯瑟琳总是躲着我": "Saat ini Catherine selalu menghindari saya.",
  "吃早餐的时候和她聊聊": "Mengobrol dengannya saat sarapan.",
  "清晨，凯瑟琳已经准备好早餐在等你了": "Dini hari, Catherine sudah menyiapkan sarapan dan sedang menunggu Anda.",
  "亲爱的早上好": "Selamat pagi, sayang.",
  "早餐已经准备好了呢": "Sarapan sudah siap.",
  "趁热吃吧，妈咪还有事要出门，就不陪你了": "Makanlah saat panas. Mommy harus dijalankan, jadi saya tidak akan bergabung dengan Anda.",
  "凯瑟琳急着出门，不知道为什么": "Catherine keluar, tidak tahu mengapa.",
  "晚上，凯瑟琳在看电视": "Malam itu, Catherine menonton TV.",
  "你坐到凯瑟琳身边": "Anda duduk di sebelah Catherine.",
  "哎呀~~~妈妈突然想起一件很重要的事情没有做": "Oh tidak ~~~ Ibu baru saja ingat sesuatu yang sangat penting yang tidak saya lakukan.",
  "亲爱的，你慢慢看电视吧，妈妈忙去了": "Sayang, Anda terus menonton TV. Ibu harus sibuk.",
  "凯瑟琳快步离开了，她究竟在躲避什么？": "Catherine bergegas. Apa yang dia hindari?",
  "深夜，你想进去凯瑟琳的房间做坏事": "Larut malam, Anda ingin menyelinap ke kamar Catherine untuk beberapa kerusakan.",
  "却发现门怎么都打不开": "Tapi pintunya tidak akan bergerak.",
  "敲了敲门": "Anda mengetuk pintu.",
  "妈妈你在里面吗？": "Bu, apakah kamu di sana?",
  "门的另外一边": "Dari sisi lain pintu",
  "额~~~嗯~~~我在的": "Uh ~~~ ya ~~~ aku di sini.",
  "哦~~~嗯~~~妈妈身体有点不太舒服": "Oh ~~~ ugh ~~~ Ibu merasa hebat.",
  "温柔抚摸": "Sentuhan lembut",
  "你回去吧，妈妈休息一段时间就好": "Kembali ke kamar Anda. Ibu hanya perlu istirahat.",
  "妈妈肯定在门的另外一边自慰": "Ibu pasti melakukan masturbasi di sisi lain pintu.",
  "可是她为什么不让我进去呢": "Tapi mengapa dia tidak membiarkan saya masuk?",
  "为什么要躲着我呢？": "Kenapa dia bersembunyi dariku?",
  "明天早上一定要问清楚": "Saya harus mendapatkan jawaban besok pagi.",
  "和凯瑟琳交谈，这次可不能让她跑了": "Bicaralah dengan Catherine - kali ini, jangan biarkan dia tergelincir.",
  "早安啊妈妈": "Pagi, Bu!",
  "嗯嗯，早安啊": "MHM, selamat pagi.",
  "早饭已经给你准备好了": "Sarapan siap untuk Anda.",
  "妈妈还有点事，就不陪你吃早餐了": "Ibu punya beberapa hal untuk dilakukan, jadi saya tidak akan makan dengan Anda.",
  "凯瑟琳又打算避开你": "Catherine mencoba menghindari Anda lagi.",
  "抱住凯瑟琳": "Peluk Catherine",
  "妈妈你可别想着逃跑了哦": "Bu, bahkan jangan berpikir untuk melarikan diri.",
  "在这段时间为什么要躲着我呢？": "Mengapa Anda menghindari saya akhir -akhir ini?",
  "我最近犯了什么错误吗？": "Apakah saya entah bagaimana mengacaukan?",
  "不，你没犯错，是妈妈犯错了": "Tidak, Anda tidak melakukan kesalahan. Ibu yang mengacaukannya.",
  "妈妈只是觉得不能就这么错下去了": "Ibu hanya berpikir kita tidak bisa terus seperti ini.",
  "或许我们之间的感情和做过的事情是错误的": "Mungkin perasaan kita dan apa yang telah kita lakukan salah.",
  "才不是呢，妈妈你给我个机会": "Tidak mungkin, Bu, beri aku kesempatan!",
  "我们去约会吧？": "Ayo kencan!",
  "我会向你证明的~~我保证~~！": "Aku akan membuktikannya padamu ~~ Aku bersumpah ~~!",
  "额~~~既然你这么坚定的话": "Baik ~~~ jika Anda itu bertekad",
  "这个星期天下午，我有空哦": "Saya gratis Minggu sore.",
  "欧耶，妈妈同意了！": "Ya! Ibu berkata oke!",
  "那么说好了哦，周末下午等我": "Ini adalah kesepakatan saat itu - tunggu untuk saya Minggu sore.",
  "周末下午可以去凯瑟琳房间和她约会": "Minggu sore, Anda dapat pergi ke kamar Catherine untuk kencan.",
  "凯瑟琳正在准备早饭": "Catherine membuat sarapan.",
  "你又赖床待到太阳晒屁股才起床": "Anda ketiduran lagi sampai matahari memanggang pantat Anda.",
  "妈咪都等你老半天了": "Mommy sudah menunggu selamanya.",
  "嗯嗯，有个全世界最好的妈妈最好了": "MHM, memiliki ibu terbaik dunia yang luar biasa.",
  "哼哼，就会嘴甜": "Hmph, selalu pembicara yang manis.",
  "给，妈咪给你做的早餐": "Di sini, Breakfast Mommy dibuat untuk Anda.",
  "今天也要加油哦": "Pertahankan hari ini, oke?",
  "来到凯瑟琳身边": "Pergi ke sisi Catherine",
  "咦？有什么事吗？": "Hah? Ada apa?",
  "早上想给妈妈一个幸福的拥抱": "Hanya ingin memberi ibu pelukan pagi yang bahagia.",
  "拥抱？": "Pelukan?",
  "额~~~好吧": "Uh ~~~ baiklah.",
  "轻轻搂着凯瑟琳那蛇骨小蛮腰": "Bungkus lengan Anda dengan lembut di pinggang Catherine yang ramping.",
  "好啦好啦,你到底还要搂着妈妈多久？": "Oke, oke, berapa lama kamu akan terus memeluk ibu?",
  "这不是舍不得妈妈么~~~嘿嘿": "Tidak bisa menahannya, saya tidak ingin melepaskan ibu ~~~ hehe",
  "真是的，又是那么晚起床~~~就不能勤快点吗？": "Serius, tidur terlambat lagi ~~ ~ tidak bisakah kamu lebih cepat?",
  "你把妈妈揽入怀中": "Anda menarik ibu ke pelukan Anda.",
  "你放开妈妈，你要做什么？": "Let Go of Mom - apa yang kamu lakukan?",
  "好啦，妈妈别生气了": "Baiklah, Bu, jangan marah.",
  "亲一下就不气了": "Ciuman, dan Anda tidak akan marah lagi.",
  "不要~~~不要~~~你放开妈妈": "Tidak ~~~ Tidak ~~~ Let Go of Mom!",
  "你慢慢凑近妈妈的红唇": "Anda perlahan -lahan condong ke arah bibir merah ibu.",
  "真是的~~~一点话都不听": "Ugh ~~~ kamu tidak pernah mendengarkan!",
  "看你强吻过来，凯瑟琳无法反抗只能接受": "Melihat Anda pergi untuk ciuman, Catherine tidak bisa menolak dan menyerah.",
  "世界上最美味的早餐，就是美人的红唇": "Sarapan paling lezat di dunia adalah bibir kecantikan.",
  "激烈地舌吻": "Ciuman lidah yang penuh gairah",
  "良久，直到你们都喘不过气来才开分开嘴唇": "Itu berlangsung sampai Anda berdua terengah -engah, maka Anda membelah bibir.",
  "真是的，一大早就对妈妈做出这种事情，看我揍不揍你": "Serius, melakukan ini pada ibu pertama di pagi hari? Aku harus memukulmu!",
  "凯瑟琳举起拳头就要打你": "Catherine mengangkat tinjunya untuk memukul Anda.",
  "妈妈饶命啊，我再也不敢了": "Bu, Belas kasihan! Saya tidak akan melakukannya lagi!",
  "你飞一般地逃离了": "Anda melesat seperti petir.",
  "早上，正常等妈妈给早餐": "Pagi, tunggu saja ibu membawa sarapan seperti biasa.",
  "亲爱的，早餐要等一下才好呢": "Sayang, sarapan akan siap sebentar.",
  "你去边上坐着等一下就好": "Duduk saja di sana dan tunggu sebentar.",
  "妈妈开始准备早餐": "Ibu mulai menyiapkan sarapan.",
  "妈妈的蜜桃臀好性感": "Pantat berbentuk persik sangat seksi.",
  "稍微恶作剧一下把": "Mari kita tarik sedikit lelucon.",
  "抵住，啊，好舒服": "Tekan melawannya - AH, terasa sangat baik.",
  "亲爱的，你在做什么？": "Sayang, apa yang kamu lakukan?",
  "真是的~~~~一大早就发情": "Ugh ~~~~ Mendapatkan semua pekerjaan pertama di pagi hari?",
  "没办法啊，因为妈妈是实在太性感了": "Tidak bisa menahannya - Mom terlalu panas.",
  "用手帮帮我吧，妈妈求求了": "Tolong bantu saya dengan tangan Anda, Bu, tolong?",
  "你这孩子，真是拿你没办法呢": "Anda nak, saya benar -benar tidak bisa mengatakan tidak kepada Anda.",
  "你看着妈妈丰满傲人的巨乳": "Anda menatap payudara Mom penuh dan bangga.",
  "你要做什么？？": "Lagi sibuk apa??",
  "只有我一个人被摸不公平，我也要摸妈妈": "Tidak adil jika saya satu -satunya yang disentuh - saya ingin menyentuh ibu juga.",
  "真是的，还真是个孩子，到处攀比": "Serius, anak seperti itu, selalu membandingkan.",
  "轻点，别弄疼妈妈了": "Lembut, jangan menyakiti ibu.",
  "你揉捏着妈妈的巨乳": "Anda menguleni payudara besar ibu.",
  "妈妈撸动着你的鸡巴": "Ibu membelai kemaluanmu.",
  "真是一个幸福的早晨啊": "Pagi yang menyenangkan.",
  "重复": "Mengulang",
  "妈妈快让开，我要射了": "Bu, bergerak cepat - aku akan cum!",
  "没关系的~~~就这样射妈妈身上吧": "Tidak apa -apa ~~~ hanya cum pada ibu.",
  "啊~~哦哦~~妈妈~~~妈妈": "Ah ~~ ohh ~~ Bu ~~~ Bu!",
  "你把大量精液射在妈妈的巨乳上面": "Anda menembak satu ton cum di payudara besar ibu.",
  "好了，小色鬼满足了吧？妈妈还有很多事情要忙呢": "Baiklah, kamu sedikit, bahagia sekarang? Ibu punya banyak hal untuk dilakukan.",
  "嗯~~~满足了~~~妈妈真好": "MHM ~~~ Super Happy ~~~ Ibu yang terbaik.",
  "凯瑟琳会在房间，我可以去和她约会": "Catherine akan berada di kamarnya. Saya bisa pergi berkencan dengannya.",
  "凯瑟琳正在喝下午茶，现在要？": "Catherine sedang minum teh sore. Ingin pergi sekarang?",
  "打招呼": "Sapa",
  "凯瑟琳发现了你到来": "Catherine memperhatikan Anda di sini.",
  "午安啊，亲爱的": "Selamat siang, sayang.",
  "要一起喝一杯咖啡吗": "Ingin minum kopi bersama?",
  "和凯瑟琳度过一个安静的午后": "Habiskan sore yang tenang bersama Catherine",
  "经过漫长煎熬的等待，凯瑟琳终于化完妆从房间里走出来": "Setelah menunggu lama, Catherine akhirnya keluar dari kamarnya, makeup selesai.",
  "亲爱的，等的有点久了吧？": "Sayang, membuatmu menunggu lama, ya?",
  "化妆花了点时间，而且这衣服不太合身": "Makeup membutuhkan waktu sedikit, dan pakaian ini tidak tepat.",
  "称赞凯瑟琳的衣品": "Puji gaya Catherine",
  "称赞凯瑟琳的身材": "Puji sosok Catherine",
  "并没有哦,这件衣服很合身哦，和你太配了": "Nah, pakaian itu sangat cocok - begitu juga Anda.",
  "美丽的凯瑟琳小姐，恕我实话实说": "Nona Catherine, jika saya mungkin jujur",
  "你如此霸道性感的身材无论穿什么衣服都惊若天人": "Sosok pembunuh dan seksi Anda membuat pakaian apa pun terlihat menakjubkan.",
  "哼哼~~~嘴那么甜，说吧，骗了多少无知少女？": "Hmph ~~~ Pembicara yang begitu mulus. Berapa banyak gadis naif yang Anda temui?",
  "冤枉啊，我可从来没骗人啊，不过今天我想骗一个美人": "Tuduhan salah! Saya tidak pernah menipu siapa pun, tetapi hari ini saya ingin menang karena kecantikan.",
  "伸出手": "Menjangkau",
  "不知道这位美丽的凯瑟琳小姐，你是否愿意被我骗呢？": "Aku bertanya -tanya, akankah Nona Catherine yang cantik membiarkanku menyapu kakinya?",
  "哦？那我就要看看你今天能使出什么手段了": "Oh? Mari kita lihat gerakan apa yang Anda dapatkan hari ini.",
  "我们走吧": "Ayo pergi.",
  "去电影院": "Pergi ke bioskop",
  "你带凯瑟琳来到你花了大价钱包场的电影院": "Anda membawa Catherine ke bioskop yang Anda cadangan.",
  "哇": "Wow",
  "是电影院耶，我已经好多年没来过电影院了": "Bioskop! Saya belum pernah ke satu tahun.",
  "年轻真好,像我这种老姑婆都有点落伍了": "Remaja hebat. Cewek -cewek tua seperti saya merasa tidak terhubung.",
  "胡说！凯瑟琳你那么美，假如还单身的话": "Omong kosong! Catherine, kamu cantik. Jika Anda lajang,",
  "追求者都能排队排到太平洋去": "Anda memiliki pelamar berbaris di seluruh Pasifik.",
  "呵呵，又想骗妈妈": "Hehe, mencoba untuk berbicara manis lagi?",
  "今天你不是我妈妈哦，我们今天是男女朋友关系": "Anda bukan ibu hari ini - Anda adalah pacar saya.",
  "并不是母子关系哦": "Bukan ibu dan anak, mengerti?",
  "说的是呢，今天就陪你疯一把": "Cukup adil. Hari ini, saya akan menjadi liar dengan Anda.",
  "那么，今天我们要看什么电影呢？": "Jadi, film apa yang kita tonton hari ini?",
  "打开存档界面": "Buka Menu Simpan",
  "环太平洋": "Lingkar Pasifik",
  "复仇者联盟": "The Avengers",
  "泰坦尼克号": "Raksasa",
  "哇，尤里卡突击者好帅啊": "Wow, striker Eureka sangat keren!",
  "额，其实我并不是很喜欢这类超级英雄的电影": "Eh, jujur, saya tidak besar dalam film superhero.",
  "这个场景真的超级浪漫的": "Adegan ini sangat romantis.",
  "我好羡慕啊": "Saya sangat cemburu.",
  "凯瑟琳含情脉脉地看着你": "Catherine menatapmu dengan lembut.",
  "亲爱的~~~我能坐你怀里吗？": "Sayang ~~~ Bisakah saya duduk di pangkuan Anda?",
  "当然了": "Tentu saja!",
  "凯瑟琳坐在你的怀里": "Catherine menetap di pangkuan Anda.",
  "亲爱的，你看到刚刚泰坦尼克号里面的吻了吗？": "Sayang, apakah kamu melihat ciuman itu di Titanic?",
  "我也想要": "Saya ingin satu juga.",
  "凯瑟琳居然很罕见地向你撒娇": "Catherine jarang genit dengan Anda.",
  "这场激烈的舌吻持续到无法呼吸才依依不舍地分开嘴唇": "Ciuman yang penuh gairah berlangsung sampai Anda berdua terengah -engah, maka Anda dengan enggan menarik terpisah.",
  "亲爱的，别使坏了，把手拿开": "Sayang, tidak ada barang nakal - ambil tangan.",
  "被凯瑟琳发现你的小动作，你尴尬地收回手": "Ditangkap oleh Catherine, Anda dengan malu -malu menarik tangan Anda ke belakang.",
  "去高档餐厅": "Pergi ke restoran mewah",
  "看完电影后": "Setelah film",
  "怎么样，电影还好看吗？": "Jadi, apakah filmnya bagus?",
  "事实上，我并不是很喜欢看这种类型的电影": "Sejujurnya, saya tidak menyukai film -film semacam itu.",
  "我好累啊，亲爱的今天约会就到这里吧？我想休息了": "Saya beat, sayang. Bisakah kita menyebutnya sehari? Saya butuh istirahat.",
  "好吧好吧，我们回去吧": "Baiklah, baiklah, mari kita kembali.",
  "约会失败了~~~~请再接再厉": "Tanggal gagal ~~~~ Cobalah lebih keras di lain waktu.",
  "打开读档界面": "Buka Menu Muat",
  "你带着凯瑟琳来到一处高档餐厅": "Anda membawa Catherine ke restoran kelas atas.",
  "亲爱的，包下这里花了不少钱吧？": "Sayang, memesan tempat ini pasti harganya harganya, ya?",
  "可不是嘛，我这段时间努力干活才攒下的钱呢": "Anda bertaruh-ini adalah uang saya yang diperoleh dengan susah payah.",
  "来，我们喝一杯，你能独立赚钱了，妈咪很开心哦": "Ayo, roti panggang - Anda mendapatkan uang Anda sendiri, dan Mommy senang.",
  "嗯，干杯为了更美好的明天": "Bersorak untuk besok yang lebih cerah!",
  "凯瑟琳，我们来玩个游戏怎么样？": "Catherine, bagaimana dengan permainan kecil?",
  "我们互相提问题": "Kami bergiliran mengajukan pertanyaan.",
  "如果对方答不出来或者答错了，就喝一杯怎么样？": "Jika Anda tidak bisa menjawab atau salah, Anda minum. Kedengarannya bagus?",
  "好啊，我先问": "Tentu, saya akan pergi dulu.",
  "那么亲爱的，我最喜欢的吃水果是什么？": "Baiklah, sayang, buah favorit saya?",
  "杨桃": "Starfruit",
  "草莓": "Stroberi",
  "芒果": "buah mangga",
  "都不对哦，我最喜欢吃的水果是榴莲哦": "Tidak, durian favorit saya.",
  "好吧，我忘记了": "Oke, saya lupa.",
  "我喝一杯": "Saya akan minum.",
  "那么轮到我来提问了": "Giliran saya untuk bertanya.",
  "凯瑟琳，你更加喜欢我还是格雷特？": "Catherine, siapa yang lebih kamu sukai, aku atau grett?",
  "额，这个问题我答不上来": "Eh, saya tidak bisa menjawabnya.",
  "经过好几杯烈性的红酒": "Setelah beberapa gelas anggur merah yang kuat",
  "凯瑟琳已经很明显要醉了": "Catherine jelas menjadi mabuk.",
  "你来到凯瑟琳身边，轻轻扶住她": "Anda pindah ke sisi Catherine, dengan lembut memantapkannya.",
  "凯瑟琳你醉了，我们回家吧": "Catherine, Anda mabuk. Ayo pulang.",
  "嗯，回家，今天和你一起很开心哦": "MHM, rumah. Bersenang -senang denganmu hari ini.",
  "把凯瑟琳带到酒店": "Bawa Catherine ke hotel",
  "你带凯瑟琳来到一处酒店": "Anda membawa Catherine ke hotel.",
  "凯瑟琳已经有一点醒酒了": "Catherine sedikit serius.",
  "一看到是酒店的房间，心里瞬间明白了": "Saat dia melihat itu adalah kamar hotel, dia mendapatkannya.",
  "凯瑟琳变得有点不知所措": "Catherine terlihat sedikit bingung.",
  "我先去洗个澡": "Saya akan mandi dulu.",
  "说罢，便甩开你的手，飞一般向浴室跑去": "Dengan itu, dia berjabat tangan dan baut ke kamar mandi.",
  "浴室里": "Di kamar mandi",
  "怎么会发展到现在这个样子的呢？": "Bagaimana hal -hal berakhir seperti ini?",
  "明明是为了断开和儿子的联系才答应和他约会的": "Saya hanya setuju untuk tanggal ini untuk menempatkan jarak di antara kami.",
  "哎，待会得想个办法逃跑": "Ugh, aku butuh rencana untuk menyelinap nanti.",
  "等我洗完澡": "Setelah mandi",
  "我就出去说我身体不舒服": "Saya akan mengatakan saya tidak enak badan.",
  "需要去看医生": "Bahwa saya perlu menemui dokter.",
  "然后趁机溜走，完美！": "Lalu aku menyelinap keluar - sempurna!",
  "凯瑟琳洗澡中": "Catherine ada di kamar mandi.",
  "在门外偷看的你早已忍不住了": "Anda mengintip dari luar dan tidak bisa menahan diri lagi.",
  "进去和凯瑟琳一起洗澡": "Bergabunglah dengan Catherine di kamar mandi",
  "你推门而入": "Anda mendorong pintu terbuka.",
  "你的鸡巴因为看到凯瑟琳的裸体，早已一柱擎天了！": "Melihat Catherine telanjang, ayam Anda sudah keras!",
  "亲爱的，你怎么突然进来了？": "Sayang, kenapa kamu masuk?",
  "我还没洗完澡呢": "Saya belum selesai mandi.",
  "当然是想和美丽的凯瑟琳女士一起洗澡啊": "Jelas, saya ingin mandi dengan Miss Catherine yang cantik.",
  "别别别，我很快就洗完了，你先出去啊": "Tidak, tidak, tidak - saya hampir selesai. Keluar!",
  "我就不，凯瑟琳你今天是我女朋友哦": "Tidak mungkin, Catherine, Anda adalah pacar saya hari ini.",
  "男女朋友一起洗澡是很正常的吧": "Pasangan mandi bersama sepanjang waktu, kan?",
  "看拗不过你，凯瑟琳只好同意和你一起洗澡": "Tidak dapat berdebat, Catherine menyerah dan mandi dengan Anda.",
  "一起洗澡可以，但是不能使坏哦": "Mandi bersama baik -baik saja, tapi tidak ada bisnis yang lucu.",
  "嗯嗯，我最乖了": "MHM, saya akan baik -baik saja.",
  "凯瑟琳开始假装若无其事地洗澡": "Catherine bertingkah santai dan terus mandi.",
  "你悄悄靠近凯瑟琳": "Anda menyelinap lebih dekat ke Catherine.",
  "你突然抱住凯瑟琳": "Anda tiba -tiba memeluk Catherine.",
  "开始对凯瑟琳上下其手": "Tangan Anda mulai berkeliaran di seluruh Catherine.",
  "凯瑟琳本来就喝了酒，正处于发情状态": "Sudah mabuk dari anggur, perasaan Catherine memanas.",
  "被你这么一摸，整个身子骨瞬间软下来": "Sentuhan Anda membuat tubuhnya meleleh secara instan.",
  "你的大鸡巴被凯瑟琳的美腿紧紧夹住，舒服极了": "Kakinya yang cantik menjepit penismu dengan ketat - rasanya luar biasa.",
  "狠狠往前一顶": "Anda mendorong ke depan dengan keras.",
  "美丽的凯瑟琳女士，我们现在能做爱吗？": "Nona Catherine yang cantik, bisakah kita bercinta sekarang?",
  "凯瑟琳已经完全发情，这些年压抑的性欲终于在此刻爆发": "Keinginan Catherine yang sepenuhnya terangsang, bertahun-tahun meledak sekarang.",
  "今天我是你女朋友，你想怎么做都行": "Hari ini, saya pacar Anda - lakukan apa pun yang Anda inginkan.",
  "但是只限于今天哦，以后我们依然是母子": "Tapi hanya untuk hari ini. Setelah ini, kami kembali ke ibu dan anak.",
  "是不能发生这种关系的": "Kami tidak bisa terus melakukan ini.",
  "凯瑟琳蹲下来，开始给你口交": "Catherine berlutut dan mulai memberi Anda blowjob.",
  "凯瑟琳把你的鸡巴舔到要炸了，硬得和烧火棍一样！": "Catherine's Licking membuat Anda liar - ayam Anda sekeras baja!",
  "凯瑟琳转过身，把她淫水泛滥的小穴面向你": "Catherine berbalik, vaginanya yang menetes menghadapmu.",
  "啊~~~就是这样~~~~舔哪里": "Ah ~~~ Ya ~~~~ Di sana!",
  "经过一段时间的互相舔舐，已经差不多可以插入了": "Setelah menjilat bersama, Anda siap untuk melangkah lebih jauh.",
  "你和凯瑟琳摆好姿势": "Anda dan Catherine masuk ke posisi.",
  "你的鸡巴已经紧紧抵住凯瑟琳的小穴，就等你一声令下": "Ayam Anda ditekan erat -erat di vaginanya, menunggu langkah Anda.",
  "它就发起冲锋，攻破城池，所向披靡！": "Siap untuk mengisi dan menaklukkan semuanya!",
  "先等等，亲爱的": "Tunggu, sayang.",
  "这有个结婚戒指，我要先把它摘下": "Ada cincin kawin - saya perlu melepasnya terlebih dahulu.",
  "现在好了": "Semua diatur sekarang.",
  "进来吧，带给我最极致的快乐": "Ayo masuk - beri aku kebahagiaan murni.",
  "就是这样~~~啊~啊啊": "Seperti itu ~~~ ah ~ ahh!",
  "浴室做爱": "Seks di kamar mandi",
  "去床上做爱": "Pindah ke tempat tidur untuk berhubungan seks",
  "你们从浴室又转战到了房间": "Anda bergeser dari kamar mandi ke kamar tidur.",
  "糟糕，凯瑟琳我要射了": "Oh tidak, Catherine, saya akan cum!",
  "我~~~我也要起飞了": "Saya ~~~ Saya akan kehilangannya juga!",
  "射给我~~~啊~~~哦~~~射给我": "Cum untuk saya ~~~ ah ~~~ ~~~ berikan padaku!",
  "凯瑟琳小穴因为精液太多装不下，把你的鸡巴都给挤出来了": "Vaginanya begitu penuh dengan air mani, itu mendorong ayam Anda keluar.",
  "精液一点点从小穴里面流淌而出，实在太性感了": "Cum menetes perlahan dari vaginanya - sangat seksi.",
  "真不敢想象~~~我居然内射了妈妈！": "Tidak percaya ~~~ Aku benar -benar masuk ke dalam ibu!",
  "好多精液~~~我好满足啊": "Begitu banyak cum ~~~ Saya sangat puas.",
  "凯瑟琳躺一旁休息": "Catherine berbaring untuk beristirahat.",
  "妈妈，我又想要了": "Bu, aku ingin lebih.",
  "可是，妈妈还想再休息下呢，等下吧": "Tapi ibu perlu istirahat - mungkin nanti.",
  "没事的，再射一次再休息嘛": "Tidak ada Biggie, satu putaran lagi, lalu istirahat?",
  "不要啊": "Mustahil!",
  "今晚注定是一个射精到精疲力尽的夜晚": "Malam ini akan menjadi malam cumming sampai kita menghabiskan waktu.",
  "美金不足，无法约会": "Tidak cukup uang tunai untuk kencan.",
  "凯瑟琳在看电视，现在要？": "Catherine menonton TV. Ingin melakukan sesuatu sekarang?",
  "陪妈妈看电视": "Tonton TV dengan Ibu",
  "帮妈妈按摩": "Beri Ibu Pijat",
  "足交": "Footjob",
  "你陪凯瑟琳看了一段时间电视": "Anda menonton TV dengan Catherine sebentar.",
  "你正陪妈妈看电视": "Anda bersantai dengan ibu, menonton TV.",
  "哈~~~有点困": "Menguap ~~~ mengantuk.",
  "你觉得这是一个机会": "Anda melihat pembukaan.",
  "凯瑟琳的身材实在太诱人了": "Sosok Catherine terlalu menggoda.",
  "妈妈，我最近学了按摩哦，我来帮你按按脚吧": "Bu, aku sudah belajar pijat - biarkan aku menggosok kakimu.",
  "可以啊，正好妈妈的脚也有点酸": "Tentu, kakiku agak sakit.",
  "不过可不许吃妈咪豆腐哦": "Tapi tidak memanfaatkan Mommy, mengerti?",
  "那是肯定了，像我这种正人君子是不会做出那种事的！": "Tentu saja - saya seorang pria, saya tidak akan pernah melakukannya!",
  "是吗？妈咪可不相信你": "Ah, benarkah? Mommy tidak begitu yakin.",
  "你抓住凯瑟琳的黑丝美腿来回抚摸": "Anda meraih kaki Catherine yang sutra dan penuh dan membelai mereka.",
  "轻轻捏着凯瑟琳的小脚": "Anda dengan lembut memeras kaki Catherine yang mungil.",
  "嗯，技术还可以哦": "Hmm, bukan teknik yang buruk.",
  "想不到你还有这种本事呢": "Tidak tahu Anda memiliki keterampilan ini.",
  "你见凯瑟琳放松了警惕": "Anda perhatikan penjaga Catherine sedang turun.",
  "右手悄悄向上移动": "Tangan kanan Anda menyelinap ke atas.",
  "一步一步来": "Lambat dan mantap",
  "继续往上": "Terus naik",
  "突然，你被凯瑟琳当场抓获": "Tiba-tiba, Catherine menangkap Anda dengan tangan merah.",
  "妈咪刚刚说什么来着？": "Apa yang dikatakan ibu saja?",
  "你果然是不安好心": "Saya tahu Anda tidak baik.",
  "下次再胡来就不让你按摩了哦": "Coba lagi, dan tidak ada lagi pijat untuk Anda.",
  "被凯瑟琳识破了，只好老老实实按摩脚部": "Dipotret oleh Catherine, Anda tetap memijat kakinya.",
  "你发现凯瑟琳没穿文胸，可以看到深深的乳沟": "Anda melihat Catherine's Brosess, belahan dadanya yang dalam dipajang.",
  "妈妈，我又忍不住了": "Bu, aku tidak bisa menahan diri lagi.",
  "我能摸摸胸吗？": "Bisakah saya menyentuh payudara Anda?",
  "你这孩子": "Kamu nak",
  "真是拿你没办法呢": "Saya benar -benar tidak bisa mengatakan tidak kepada Anda.",
  "只能摸一下哦": "Hanya sentuhan cepat, oke?",
  "得到了凯瑟琳的允许，你大胆地摸索着她的胸部": "Dengan izinnya, Anda dengan berani merasakan payudaranya.",
  "把她的连衣裙拉下来": "Anda menarik gaunnya.",
  "开始揉捏妈妈的巨乳": "Anda mulai menguleni payudara besar ibu.",
  "好啦，你到底还要摸到什么时候？": "Baiklah, berapa lama Anda akan terus melanjutkan ini?",
  "嘿嘿，满足了": "Hehe, aku baik -baik saja sekarang.",
  "晚上，你和妈妈正常看电视": "Malam itu, Anda dan ibu menonton TV seperti biasa.",
  "你看着妈妈的丝袜美腿，真的让人受不了": "Kaki Mom yang ditebar membuat Anda gila.",
  "妈妈，借你的脚脚用一下？": "Bu, bisakah aku meminjam kakimu sebentar?",
  "怎么了？": "Apa itu?",
  "我下面硬的难受,妈妈你用脚帮帮我嘛": "Saya sangat sulit sakit - bisakah Anda membantu saya dengan kaki Anda, Bu?",
  "亲爱的你怎么老是想的这些花里胡哨的内容": "Sayang, mengapa Anda selalu memikirkan ide -ide liar ini?",
  "妈妈不太会用脚那个~~~你自己来吧~~~脚借你": "Ibu tidak hebat dengan kaki ~~~ lakukan sendiri, tetapi Anda dapat menggunakannya.",
  "你抓着妈妈的黑丝美腿摩擦着鸡巴": "Anda menggosok ayam Anda ke kaki ibu yang halus dan penuh.",
  "丝袜丝滑的质感和鸡巴之间的摩擦实在太爽了": "Stoking halus terhadap ayam Anda terasa sangat bagus.",
  "最终你在妈妈的丝袜美腿上面射出大量精液": "Akhirnya, Anda menembak beban besar pada kaki yang ditebar ibu.",
  "拍个照片，发给克莱尔": "Snap pic dan kirim ke Claire",
  "记得要回复你的胸部照片哦": "Jangan lupa untuk mengirim foto payudara Anda kembali.",
  "一会后，克莱尔回复短信": "Beberapa saat kemudian, Claire kembali mengirim pesan.",
  "克莱尔把自己胸部的照片和艾米丽的胸部照片作为交换": "Claire mengirimkan foto payudaranya dan Emily sebagai perdagangan.",
  "这小表情~~~好可爱": "Emoji kecil itu ~~~ sangat lucu!",
  "你和薇薇安度过了很美好的一个晚上": "Anda dan Vivian memiliki malam yang menyenangkan bersama.",
  "对卡拉做了一些不好的事情": "Melakukan beberapa hal buruk untuk Carla",
  "偷窥洗澡": "Memata -matai pancurannya",
  "拽开内裤摸": "Tarik celana dalamnya dan sentuh",
  "叫醒妈妈": "Bangun Ibu",
  "偷偷插入": "Menyelinap ke dalam",
  "瑜伽素股诱惑凯瑟琳的目的已经达到": "Tujuan merayu Catherine dengan pekerjaan paha yoga selesai.",
  "居然能看到凯瑟琳自慰": "Sebenarnya harus melihat Catherine masturbasi.",
  "没想到居然能获得凯瑟琳的口交": "Tidak pernah berpikir saya akan mendapatkan blowjob dari Catherine.",
  "你真的是太过分了": "Anda sudah terlalu jauh.",
  "在家务过程中，你故意撕破凯瑟琳丝袜，导致凯瑟琳生气了": "Saat melakukan tugas, Anda dengan sengaja merobek stoking Catherine, membuatnya marah.",
  "夜袭失败了": "Serangan malam gagal.",
  "虽然这次夜袭还是被妈妈阻止了": "Meskipun ibu berhenti malam ini, serangan,",
  "下次再夜袭的时候，凯瑟琳就会装睡不起来": "Lain kali, Catherine akan berpura -pura tertidur.",
  "在瑜伽素股的运动中": "Selama sesi kerja paha yoga",
  "和凯瑟琳互相舔高潮数次后": "Setelah menjilati satu sama lain untuk mencapai klimaks beberapa kali dengan Catherine",
  "和凯瑟琳素股摩擦后": "Setelah menggiling paha dengan Catherine",
  "在瑜伽过程中偷偷插入凯瑟琳后": "Setelah menyelinap ke dalam Catherine selama yoga",
  "在再次偷偷插入后": "Setelah tergelincir lagi",
  "偷窥艾米丽": "Memata -matai Emily",
  "在艾米丽更换衣服拍照的时候": "Sementara Emily berubah untuk pemotretan",
  "因为偷窥艾米丽换衣服被惩罚了": "Dihukum karena memata -matai Emily berubah.",
  "不过这种惩罚方式是很舒服的": "Tapi hukumannya cukup menyenangkan.",
  "艾米丽很开心": "Emily senang.",
  "骗杰西卡口": "Trik Jessica menjadi lisan",
  "强迫杰西卡口": "Memaksa Jessica menjadi lisan",
  "不小心被杰西卡识破你的骗局": "Jessica secara tidak sengaja melihat melalui skema Anda.",
  "射杰西卡脸上": "Cum di wajah Jessica",
  "偷窥杰西卡": "Memata -matai Jessica",
  "杰西卡在你的房间做了一些不好的事情被你发现了": "Anda menangkap Jessica melakukan sesuatu yang nakal di kamar Anda.",
  "不修改日期": "Jangan ubah tanggalnya",
  "星期一": "Senin",
  "星期二": "Selasa",
  "星期三": "Rabu",
  "星期四": "Kamis",
  "星期五": "Jumat",
  "星期六": "Sabtu",
  "星期天": "Minggu",
  "上午": "Pagi",
  "下午": "Sore",
  "晚上": "Malam",
  "深夜": "Larut malam",
  "搞些小动作": "Membuat beberapa gerakan licik",
  "摄影口交": "Pemotretan blowjob",
  "和艾米丽日常摄影": "Pemotretan harian dengan Emily",
  "嘿嘿，这个角度能拍摄到姐姐的白色胖次": "Hehe, sudut ini menangkap celana putih Sis.",
  "不要！坏弟弟！你在拍摄什么？": "TIDAK! Saudaraku! Apa yang kamu tembak?",
  "姐姐，你这个姿势太性感了，我还想拍摄更多": "Sis, pose itu sangat seksi - saya ingin menembak lebih banyak.",
  "求你了姐姐，我真的很想拍摄姐姐的胖次": "Tolong, Sis, saya benar -benar ingin mengambil celana dalam Anda.",
  "嗯.......既然你这么喜欢": "Ugg ... karena kamu begitu ke dalamnya",
  "我们拍摄的照片不能给任何人看哦": "Foto -foto ini tetap pribadi - tidak menunjukkan siapa pun.",
  "好的，拍摄仅仅作为个人珍藏，绝对不会展示给任何人看的": "Dapatkan - hanya untuk koleksi saya, tidak akan menunjukkan jiwa.",
  "既然这样，我们开始拍摄吧": "Baiklah, mari kita mulai memotret.",
  "拍一些性感的照片": "Ambil beberapa foto seksi",
  "艾米丽摆好了姿势": "Emily melakukan pose.",
  "姐姐的美腿真性感修长啊": "Kaki Sis sangat seksi dan ramping.",
  "上去搞小动作": "Lebih dekat untuk beberapa hal licik",
  "靠近艾米丽": "Pindah ke Emily",
  "艾米丽完美的臀部手感真好啊": "Pantat sempurna Emily terasa luar biasa.",
  "我说，弟弟": "Hei, saudara",
  "你在做什么?": "Apa yang kamu lakukan?",
  "咳咳，我刚刚看到姐姐的姿势摆的不太对": "Ahem, baru saja melihat pose Anda sedikit tidak aktif.",
  "所以上来扶正一下姐姐的臀部": "Jadi saya datang untuk memperbaiki pinggul Anda.",
  "所以呢？就一直抓着姐姐的臀部不放？": "Oh ya? Jadi Anda terus meraih pantat saya?",
  "我看啊，你就是故意想吃姐姐豆腐": "Begitu - Anda hanya mencoba untuk merasa.",
  "不可能，像我这种正人君子是不可能做出这种事的": "Tidak mungkin, seorang pria seperti saya tidak akan pernah melakukan itu.",
  "重重地撞了一下艾米丽完美的臀部": "Anda memberi Emily yang sempurna benjolan keras.",
  "真爽啊": "Terasa luar biasa!",
  "哼哼，坏弟弟": "Hmph, saudara nakal",
  "做了坏事居然还敢自称正人君子": "Melakukan hal -hal buruk dan masih menyebut diri Anda seorang pria?",
  "看来姐姐必须要给你一点点教训了，哼哼": "Sepertinya SIS perlu mengajari Anda pelajaran, HMPH.",
  "艾米丽把你推倒": "Emily mendorongmu",
  "不诚实的弟弟必须要狠狠地欺负呢": "Saudara -saudara yang tidak jujur membutuhkan ejekan yang baik.",
  "艾米丽把你的裤子脱去，露出早已坚硬如铁的大鸡巴": "Emily menarik celana Anda, mengungkapkan ayam keras Anda.",
  "那么~~~坏弟弟~~你说你是正人君子": "Jadi ~~~ Saudaraku ~~ Kamu bilang kamu seorang pria?",
  "这么坚硬的鸡巴是怎么回事？": "Lalu ada apa dengan ayam keras ini?",
  "看见了姐姐的胖次，就已经硬的不行了吧": "Semakin keras hanya melihat celana dalam Sis, ya?",
  "弟弟你真变态，居然对着姐姐产生那种想法": "Anda perv, mendapatkan pemikiran tentang adik Anda.",
  "姐姐，我真的是正人君子，绝对不是变态啊": "Sis, saya benar -benar seorang pria, bukan seorang perv!",
  "哼，还不承认是吧？": "Hmph, masih menyangkalnya?",
  "看招！看招！": "Ambil ini! Dan itu!",
  "啊啊，这样也太舒服了": "Ahh, ini terasa terlalu enak!",
  "再这样下去我要，啊": "Jika ini terus, saya akan - AH!",
  "要射了吗？": "Akan cum?",
  "变态，色狼，坏弟弟要射了吗？": "Cabul, creep, saudara lelaki yang buruk akan cum?",
  "想射在姐姐身上吗？": "Mau cum pada adikmu?",
  "姐姐，姐姐，我要射在姐姐身上": "Sis, sis, aku ingin cum untukmu!",
  "艾米丽突然停下来了": "Emily tiba -tiba berhenti.",
  "嘿嘿，不可以哦": "Hehe, tidak!",
  "艾米丽叉着腰": "Emily meletakkan tangannya di pinggulnya.",
  "才不让你射精呢，哼哼": "Tidak membiarkan Anda cum, hmph.",
  "不坦率，不诚实的坏弟弟没资格射在姐姐身上": "Saudara -saudara yang tidak jujur dan licik tidak bisa cum di kakak.",
  "不要这样，姐姐，我想射，我忍不住了": "Tidak, Sis, saya ingin cum ... Saya tidak bisa menahannya!",
  "呵呵，想射？求我啊~~~说不定姐姐会大发慈悲呢": "Hehe, mau cum? Mohon saya ~~~ Mungkin saya akan mengasihani Anda.",
  "我求你了，姐姐，我求你了": "Tolong, Sis, saya memohon Anda!",
  "这样就对了": "Itu lebih seperti itu.",
  "不能射精的弟弟实在太可怜了": "Adik kecil yang malang, tidak bisa cum - itu hanya menyedihkan.",
  "就让姐姐来帮助你吧": "Biarkan kakak besar membantu Anda.",
  "没想到艾米丽居然在给你口交": "Woa, tidak berharap Emily akan menghisap Anda.",
  "艾米丽用左手开始自慰": "Emily mulai menyentuh dirinya dengan tangan kirinya.",
  "艾米丽的淫水早已把内裤都染湿，小穴的形状若隐若现": "Celana Emily basah kuyup, bentuk vaginanya terlihat sangat menggoda.",
  "啊，姐姐，我要射了": "Ah, Sis, aku akan cum!",
  "颜射艾米丽": "Tiup beban Anda di wajah Emily",
  "真是的，坏弟弟射得我满身都是精液": "Ya Tuhan, saudara nakal, kau mendapatkan cum di seluruh tubuhku!",
  "下次不能这么任性了哦": "Tidak begitu terbawa waktu berikutnya, oke?",
  "突然克莱尔出现在你们面前": "Tiba -tiba, Claire muncul di depan Anda.",
  "克莱尔指着你，很生气很生气，甚至带着哭腔": "Claire menunjuk ke arahmu, marah, suaranya pecah dengan air mata.",
  "我恨你！我恨你！法克鱿！法克鱿！法克鱿！": "Persetan denganmu! Persetan denganmu!Aku membencimu! Aku membencimu! Persetan denganmu!",
  "克莱尔哭着跑开了": "Claire lari, terisak.",
  "经过这件事，你和艾米丽也没心情再继续玩下去了": "Setelah itu, Anda dan Emily tidak ingin terus berjalan.",
  "艾米丽一脸严肃地和你说话": "Emily menatapmu dengan serius.",
  "你要把克莱尔追回来哦": "Anda harus memenangkan Claire kembali.",
  "如果你能说服克莱尔加入我们那就最好了": "Ini akan sempurna jika Anda bisa membuat Claire bergabung dengan kami.",
  "让克莱尔也加入我们？": "Minta Claire bergabung dengan kami?",
  "你的脑子里已经浮现出和艾米丽,克莱尔双飞的剧情了": "Pikiran Anda sudah berpacu dengan fantasi membenturkan Emily dan Claire.",
  "想办法说服克莱尔吧": "Cari tahu cara untuk meyakinkan Claire.",
  "拍摄过程中发生了一点事情": "Sesuatu turun selama syuting.",
  "姐姐惩罚了你，但被克莱尔发现了": "Sis menghukum Anda, tetapi Claire menangkap semuanya.",
  "得想办法说服克莱尔加入我们的摄影": "Harus menemukan cara untuk mendapatkan Claire dengan pemotretan kami.",
  "想办法得到克莱尔的原谅，并且说服克莱尔加入摄影": "Dapatkan pengampunan Claire dan bicarakan dia untuk bergabung dengan syuting.",
  "得到克莱尔的原谅": "Dapatkan Claire untuk memaafkan Anda",
  "在发现你和艾米丽关系不是一般的亲密后": "Setelah menyadari Anda dan Emily terlalu dekat",
  "克莱尔每天晚上都躲房间里偷偷的哭": "Claire bersembunyi di kamarnya setiap malam, menangis pelan.",
  "你遇到了姨妈伊芙琳": "Anda bertemu dengan Bibi Evelyn.",
  "你是不是惹克莱尔生气了？": "Apakah Anda kencing dari Claire atau sesuatu?",
  "我从来没见过克莱尔哭的这么伤心": "Saya belum pernah melihat Claire menangis sekeras itu.",
  "老实交代，说不定姨妈能帮忙想想办法": "Tumpah - mungkin saya bisa membantu mencari tahu sesuatu.",
  "是的，都是我的错": "Ya, itu semua salah saya.",
  "这样啊......": "Jadi begitu...",
  "让我想想看": "Biarkan saya memikirkannya.",
  "我想到了": "Saya mengerti!",
  "我曾经送过克莱尔一条项链": "Saya memberi Claire kalung sekali.",
  "但是被她不小心遗失了": "Tapi dia kehilangannya secara tidak sengaja.",
  "好像是在医院附近遗失的": "Pikir itu di suatu tempat di dekat rumah sakit.",
  "你如果能找回这条项链，或许能得到克莱尔的原谅": "Jika Anda dapat melacak kalung itu, Claire mungkin memaafkan Anda.",
  "好的，我明白了，谢谢姨妈": "Mengerti. Terima kasih, Bibi Evelyn!",
  "还有，不许再惹克莱尔生气了，知道不？": "Dan tidakkah Anda berani membuat Claire marah lagi, mengerti?",
  "嗯，我现在马上去医院附近寻找遗失的项链": "Ya, saya menuju ke rumah sakit sekarang untuk mencarinya.",
  "寻找遗失的项链": "Cari Kalung yang Hilang",
  "伊芙琳曾经送给克莱尔一条非常珍贵的项链，但被遗失了": "Evelyn memberi Claire kalung yang sangat berharga, tetapi hilang.",
  "我需要在医院附近寻找被遗失的项链，然后交给克莱尔": "Saya perlu berburu kalung di dekat rumah sakit dan mengembalikannya ke Claire.",
  "前些天我在附近捡到一条非常好看的项链": "Beberapa hari yang lalu, saya mengambil kalung yang sangat bagus di sekitar sini.",
  "什么？交还失主？我才不呢，我捡到了就是我的了": "Apa? Mengembalikannya? No tidak - jika saya menemukannya, itu milik saya.",
  "如果你想要，我可以卖你，价格5000": "Jika Anda menginginkannya, saya akan menjualnya kepada Anda seharga 5000.",
  "购买被遗失的项链": "Beli Kalung yang Hilang",
  "打他一顿要回来": "Memukulinya dan mengambilnya kembali",
  "钱给你，项链呢": "Inilah uang tunai - di mana kalungnya?",
  "项链我放家里了，再给2000当跑腿费吧": "Itu ada di tempat saya. Lemparkan pada tahun 2000 lebih banyak untuk masalah saya.",
  "哈哈哈，你真好骗，项链？那是什么东西？我不知道哦": "Hahaha, kamu sangat pengisap! Kalung? Apa itu? Tidak ada petunjuk!",
  "你妈的！你找死": "Anda bajingan! Anda mati!",
  "哥我知道错了，别打了，别打了": "Sobat, aku kacau! Berhenti memukulku!",
  "这是我捡到的项链，别打了，救命啊": "Inilah kalung yang saya temukan - singkirkan, tolong!",
  "克莱尔丢失的项链": "Kalung yang hilang dari Claire",
  "闪闪发亮的银色项链，是伊芙琳曾经送给克莱尔的生日礼物": "Kalung perak mengkilap - hadiah ulang tahun Evelyn untuk Claire.",
  "但是不知道什么时候遗失了，在克莱尔工作的时候还回去给她吧": "Tidak tahu kapan itu hilang, tetapi berikan kembali ke Claire ketika dia sedang bekerja.",
  "某天，克莱尔在店里正常工作": "Suatu hari, Claire bekerja di toko seperti biasa.",
  "突然，门外闯进来一个蒙着面的歹徒": "Entah dari mana, seorang preman bertopeng meledak melalui pintu.",
  "蒙面人突然拔出一把手枪，指着克莱尔的头": "Pria itu mengeluarkan pistol dan mengarahkannya ke kepala Claire.",
  "不许动，婊子": "Jangan bergerak, jalang!",
  "举起你的手，婊子": "Tangan, jalang!",
  "请不要伤害我": "Tolong, jangan menyakiti saya!",
  "你想要得到什么？": "Apa yang kamu inginkan?",
  "钱！婊子！把你所有的钱都给我！": "Uang, jalang! Serahkan semua yang Anda punya!",
  "好的，请不要伤害我，这是我所有的钱": "Oke, tolong jangan menyakiti saya - itu semua uang tunai.",
  "看不出来，你这婊子还挺有钱啊": "Tidak buruk, jalang - Anda dimuat, ya?",
  "现在，把你的衣服脱了": "Sekarang, strip.",
  "什么？为什么要这样做？我明明给了你所有的钱": "Apa? Mengapa? Saya memberi Anda semua uang!",
  "别废话！脱衣服！": "Diam dan strip!",
  "否则我一枪打爆你的头": "Atau aku akan meledakkan kepalamu!",
  "呜呜呜，请不要这样": "Tidak, tolong, jangan lakukan ini!",
  "有酸萝卜别吃！快脱": "Jangan main -main - ambillah, sekarang!",
  "拜托，谁来都好": "Tolong, seseorang, siapa pun!",
  "快来救我，呜呜呜": "Tolong selamatkan aku!",
  "把手放下": "Letakkan tanganmu.",
  "呜呜呜": "Terisak, terisak ...",
  "别废话，继续脱！把文胸也脱了": "Berhentilah berhenti - teruskan! Bra juga!",
  "克莱尔把文胸一脱，一双温软傲挺的巨乳蹦出来了": "Claire menarik bra, payudaranya yang lembut dan gagah memantul.",
  "果然，你这婊子有着一对惊人的巨乳": "Sial, jalang, itu adalah payudara pembunuh.",
  "一定有很多人操过你？荡妇！把裤子也脱了！": "Taruhan Anda telah kacau oleh banyak pria, pelacur! Lepaskan celanamu juga!",
  "不要！不要！请不要这样！": "TIDAK! TIDAK! Tolong, jangan lakukan ini!",
  "救我": "Save Me!",
  "快来救救我": "Seseorang, tolong selamatkan aku!",
  "这一幕被路过的你看见了": "Anda kebetulan menangkap seluruh adegan.",
  "拯救克莱尔": "Menyelamatkan Claire",
  "你一个冲刺，趁蒙面人还没反应过来之前": "Anda mengenakan biaya sebelum preman bertopeng dapat bereaksi.",
  "蒙面人被你击晕了！成功拯救克莱尔！": "Anda menjatuhkan kedinginan! Claire disimpan!",
  "克莱尔害怕地蜷缩在一旁的角落里，现在要？": "Claire meringkuk di sudut, ketakutan. Apa sekarang?",
  "安慰克莱尔": "Comfort Claire",
  "轻轻抚摸克莱尔的头": "Rambut Claire Stroke dengan lembut",
  "别害怕，我来了": "Jangan takut - saya di sini.",
  "现在没人可以伤害你了，好吗，我在呢": "Tidak ada yang akan menyakitimu sekarang, oke? Aku sudah mendapatkanmu.",
  "好啦，好啦，别哭了，再哭就会嫁不出去变成老姑婆哦": "Di sana, di sana, berhenti menangis. Menangis lagi dan Anda akan berakhir dengan pelayan tua, ya?",
  "一段时间过后，克莱尔的情绪终于有所好转": "Setelah sedikit, Claire akhirnya mulai tenang.",
  "克莱尔，我有样东西要送你": "Claire, aku punya sesuatu untukmu.",
  "啊？这是？": "Hah? Apa itu?",
  "当当当": "Ta-da!",
  "妈妈送我的项链！": "Kalung ibu memberi saya!",
  "谢谢你": "Terima kasih!",
  "克莱尔看你的颜色变得有点不一样了": "Claire menatapmu sedikit berbeda sekarang.",
  "我还以为我要永远遗失这条珍贵的项链了呢": "Saya pikir saya kehilangan kalung yang berharga ini selamanya.",
  "克莱尔突然抱紧紧住你": "Claire tiba -tiba membungkus Anda dalam pelukan erat.",
  "克莱尔傲人的巨乳紧紧贴着你的胸膛": "Payudara pembunuhnya menekan dada Anda.",
  "这让你顿时产生了生理反应，鸡巴硬的一柱擎天": "Anda tidak dapat menahannya-batu ayam Anda yang keras dalam sekejap.",
  "一段时间后，克莱尔终于松开紧紧抱住你的手": "Setelah beberapa saat, Claire akhirnya melonggarkan cengkeramannya.",
  "刚刚我感觉到了哦": "Saya merasakan sesuatu sekarang.",
  "有硬硬的东西顶着我肚子呢": "Sesuatu yang sulit adalah menusuk perutku.",
  "让表姐看看，嘻嘻": "Biarkan sepupu Anda mengintip, hehe.",
  "克莱尔强硬地把你推到一旁的柜台": "Claire mendorong Anda ke meja terdekat.",
  "啊，已经变得这么大了啊": "Wow, ini sudah * ini * besar, ya?",
  "想不想让表姐给你做点舒服的？": "Ingin membiarkan sepupu Anda membuat Anda merasa baik?",
  "真的可以吗？": "Nyata?",
  "克莱尔在你面前蹲下去": "Claire jongkok di depan Anda.",
  "想不想让表姐给你做点更加舒服的？": "Bagaimana kalau saya membuat Anda merasa * bahkan * lebih baik?",
  "我想，我想，非常想": "Ya, tolong, saya sangat menginginkannya!",
  "颜射克莱尔": "Tiup beban Anda di wajah Claire",
  "啊，射了": "Ah, saya cumming!",
  "射了好多呢，这样，我也和艾米丽是一样了": "Begitu banyak cum! Kira saya hanya menyukai Emily sekarang.",
  "克莱尔现在已经可以单独攻略": "Claire sekarang terbuka untuk pengejaran solo.",
  "在和艾米丽摄影的时候，让克莱尔也加入，双人摄影": "Dapatkan Claire untuk bergabung dengan Emily untuk pemotretan dua girl.",
  "双人性感摄影": "Pemotretan duo seksi",
  "你正在给艾米丽摄影": "Anda memotret Emily.",
  "克莱尔到来，含情脉脉地看着艾米丽": "Claire muncul, menatap Emily dengan kerinduan.",
  "艾米丽惊喜地冲过去紧紧抱住克莱尔": "Emily bergegas dan memeluk Claire erat -erat.",
  "太好了，克莱尔，你能回到我身边真好": "Senang sekali Anda kembali dengan saya, Claire!",
  "我还以为我要永远地失去你了呢": "Saya pikir saya kehilangan Anda untuk selamanya.",
  "不会的，我永远不会离你而去的，艾米丽": "Tidak pernah. Aku tidak akan pernah meninggalkanmu, Emily.",
  "哇，好一副美丽的光景。赶紧拍下来": "Whoa, momen yang sangat indah - ambilkannya dengan cepat!",
  "我和克莱尔已经说好了": "Claire dan saya menyelesaikannya.",
  "克莱尔也会加入我们的摄影工作，现在你有两个模特了": "Dia bergabung dengan pemotretan. Sekarang Anda punya dua model.",
  "那么以后请多多指教咯": "Menantikan untuk bekerja bersama, kalau begitu!",
  "嘿嘿，你可不能对我们使坏哦": "Hehe, tidak ada bisnis yang lucu dengan kami, mengerti?",
  "你正在给克莱尔和艾米丽摄影": "Anda menembak Claire dan Emily.",
  "姿势是不错，但是能不能摆出一些更加性感的姿势呢": "Pose -pose itu bagus, tetapi bisakah Anda membuatnya lebih seksi?",
  "更加性感的姿势么？嘿嘿，我想到了": "Pose yang lebih seksi? Hehe, aku punya ide.",
  "这个姿势怎么样？": "Bagaimana pose ini?",
  "哎呀，克莱尔你正在做什么？": "Oh, Claire, apa yang kamu lakukan?",
  "这一幕让在旁边架摄像机的你瞬间兴奋起来了": "Pemandangan itu membuat Anda langsung keras di belakang kamera.",
  "不错不错，就是这样，还能不能更加性感一些？": "Bagus, bagus, itu saja! Bisakah Anda semakin panas?",
  "更加性感是吗？": "Lebih seksi, ya?",
  "克莱尔把手伸向了艾米丽的裙子": "Claire menggeser tangannya ke arah rok Emily.",
  "克莱尔把艾米丽的裙子提起来": "Claire mengangkat rok Emily.",
  "对的，就是这样": "Ya, sempurna!",
  "艾米丽，我们来做一些更加刺激的吧": "Emily, mari kita buat lebih panas.",
  "嗯......": "Mm ...",
  "当当当，接下来好戏要登场了": "Drumroll - Pertunjukan yang sebenarnya akan dimulai!",
  "这是艾米丽的欧派哦": "Ini rak Emily!",
  "要好好得拍下来哦，这画面可是相当珍贵呢": "Dapatkan bidikan yang bagus - ini emas murni!",
  "克莱尔的手指在艾米丽淫水泛滥的小穴边缘来回抚摸": "Jari -jari Claire menggoda tepi vagina menetes Emily.",
  "能看到克莱尔的手指早已被艾米丽流淌出的蜜汁沾染湿透了": "Jari -jari Claire direndam dengan jus manis Emily.",
  "没想到居然能看到这番好光景": "Tidak berpikir saya bisa melihat * ini * jenis pandangan!",
  "我的鸡巴硬的不行了！！！": "Pangkulku sangat keras !!!",
  "艾米丽看你目不转睛地盯着她这幅淫荡的样子，害羞极了": "Emily menangkap Anda menatap pose slutty dan tersipu dengan keras.",
  "啊啊...你..你不许看...啊..哦..": "Ahh ... y-kamu tidak bisa melihat ... ahh ... oh ...",
  "怎么可能忍住不看，性感美丽的姐姐，正在娇喘连连": "Tidak mungkin aku berpaling - Sister seacy mengerang seperti orang gila!",
  "啊~~~插~~插进来了~~~": "Ah ~~~ Ini ... itu masuk ~~~",
  "手指插入": "Penetrasi jari",
  "不要看，不要看到姐姐这个样子": "Jangan lihat - jangan melihat saya seperti ini!",
  "看着克莱尔把手指插进艾米丽的蜜穴内，你觉得非常羡慕": "Menonton Claire meluncur jari -jarinya ke dalam vagina basah Emily, Anda gila cemburu.",
  "假如有一天能和艾米丽做爱那该多好啊": "Sobat, jika aku bisa bercinta dengan Emily suatu hari, itu akan menjadi impiannya.",
  "你站在一旁把这香艳刺激的一幕拍摄了下来": "Anda berdiri di samping, syuting setiap detik panas dari ini.",
  "艾米丽终于在手指的来回抽插下到达了高潮": "Emily akhirnya cums keras dari jari -jari Claire yang masuk dan keluar.",
  "艾米丽一边娇喘呼呼一边缓缓抬起手": "Terengah -engah, Emily perlahan mengangkat tangannya.",
  "弟弟，你别看了，过来帮姐姐一个忙": "Adik laki -laki, berhentilah menatap - Bantu adikmu.",
  "听到艾米丽的呼唤": "Mendengar panggilan Emily",
  "急匆匆跑到艾米丽身边": "Anda bergegas ke sisi Emily.",
  "艾米丽转身把克莱尔控制住": "Emily berputar dan menjepit Claire.",
  "艾米丽和克莱尔亲吻在一起": "Emily dan Claire mengunci bibir.",
  "哼哼，这下子轮到我来欺负你了": "Heh, sekarang giliranku bersenang -senang denganmu.",
  "觉悟吧！": "Bersiap!",
  "她们正在注视着你": "Mereka berdua menatap Anda.",
  "弟弟，快来帮姐姐把这浪蹄子上衣脱了": "Adik laki -laki, bantu saya merobek top pelacur ini!",
  "克莱尔完美的巨乳蹦了出来": "Payudara sempurna Claire memantul gratis.",
  "哼哼，还没完呢！": "Heh, kita belum selesai!",
  "继续脱她的裤子": "Teruslah pergi - ambil celananya juga!",
  "克莱尔的裤子也被脱了下来，露出来她那粉嫩诱人的一线天小穴": "Celana Claire terlepas, mengungkapkan vaginanya yang kencang dan merah muda.",
  "克莱尔的小穴也早已淫水泛滥，把内裤都打湿了": "Pussy Claire sudah menetes, merendam celana dalamnya.",
  "哼哼，我得让你也体验一下，这种感觉": "Heh, waktunya bagimu untuk merasakan ini juga.",
  "艾米丽用手指在克莱尔的小穴来回抚摸": "Jari -jari Emily menggoda vagina Claire bolak -balik.",
  "看到这一幕，你实在忍不住了，也想伸手抚摸": "Anda tidak bisa menahan diri lagi - Anda juga ingin menyentuh.",
  "抚摸克莱尔": "Sentuh Claire",
  "抚摸艾米丽": "Sentuh Emily",
  "你刚刚伸出手，就被艾米丽拍开了": "Anda menjangkau, tetapi Emily menampar tangan Anda.",
  "嘿嘿，才不让弟弟摸呢，谁都不可以摸": "Hehe, tidak menyentuhmu, adik laki -laki - bukan untuk siapa saja!",
  "对的，这是我们女孩们的游戏": "Tepatnya, ini adalah permainan perempuan kami.",
  "不过，虽然你不能摸，但是你能看": "Tapi, Anda tidak bisa menyentuh - Anda bisa menonton.",
  "你可以掏出鸡巴看着我们打飞机哦": "Jangan ragu untuk mengeluarkan ayam dan brengsek saat Anda menonton.",
  "你掏出鸡巴，看着这两位绝世美人的淫荡样子开始打飞机": "Anda mengeluarkan ayam Anda dan mulai membelai, terpesona oleh dua pelacur yang cantik ini.",
  "看你这么可怜，表姐来帮你一把": "Anda terlihat sangat menyedihkan - izinkan sepupu Anda membantu Anda.",
  "嘿嘿，姐姐们对你好吧？可怜的弟弟": "Hehe, bukankah kami baik padamu, adik kecil yang malang?",
  "终于，在这香艳刺激的三人行下，所有人都到达了高潮": "Akhirnya, dalam threesome beruap ini, semua orang menabrak klimaks mereka.",
  "泳池袭胸": "Poolside Tit Grab",
  "在艾米丽游泳的时候偷偷袭胸": "Menyelinap merasakan payudara Emily saat dia berenang.",
  "艾米丽正在泳池游泳": "Emily bermain -main di kolam renang.",
  "偷偷潜行过去，突然抱住艾米丽": "Anda merayap dan tiba -tiba meraih Emily.",
  "真的是，吓姐姐一跳": "Ya Tuhan, kau takut padaku, kakek!",
  "好啦，快放开姐姐": "Baiklah, lepaskan aku!",
  "我不要，我要抱着姐姐一辈子": "Tidak mungkin - aku ingin memelukmu selamanya!",
  "好啦，别撒娇了，你这小色狼肯定在想不好的事情": "Ayo, berhentilah bertingkah lucu. Saya tahu Anda memikirkan pikiran kotor, Anda sedikit.",
  "突然袭胸": "Ambil tit yang tiba -tiba",
  "姐姐，就揉一下，揉一下我就放开你": "Sis, hanya satu pemerasan, lalu aku akan melepaskannya.",
  "就一下哦": "Hanya satu, mengerti?",
  "放开姐姐啦，姐姐等会还有点事呢": "Biarkan saya pergi - saya punya hal untuk dilakukan nanti!",
  "下次再揉好不好？": "Bagaimana kalau waktu berikutnya?",
  "嘿嘿，好的，下次再揉": "Hehe, kesepakatan - waktu lalu.",
  "哼，小色狼": "Hmph, kamu sedikit.",
  "夜袭艾米丽": "Raid malam di Emily",
  "在艾米丽睡着的时候夜袭她": "Menyelinap ke Emily saat dia tertidur.",
  "艾米丽完全没有要醒来的迹象呢": "Emily tidak bangun sama sekali.",
  "轻轻掰开艾米丽的大腿": "Sebarkan paha Emily dengan lembut.",
  "这就是姐姐的小穴，好软，好湿润": "Ini adalah vagina Sis - sangat lembut, sangat basah.",
  "忍不住了！必须脱下姐姐的内裤！": "Tidak bisa menahan - Gotta menarik celana dalamnya!",
  "天啊，姐姐的小穴好诱人": "Sial, vaginanya sangat menggoda.",
  "姐姐，对不起，我想摸一下": "Maaf, Sis, saya hanya harus menyentuhnya.",
  "已经这么湿润了，把我的手指都弄湿了": "Sangat basah, jari -jari saya basah kuyup.",
  "这么玩弄会怎么样呢？": "Bertanya -tanya apa yang akan terjadi jika saya terus bermain dengannya?",
  "忍不住了，轻轻插进去试试": "Persetan, aku menggeser jari.",
  "在插进去的一瞬间，艾米丽突然睁开美丽的双眸": "Yang kedua saya mendorong, mata cantik Emily terbuka.",
  "额，这个，这个是误会": "Eh, tidak, ini kesalahpahaman!",
  "没想到会把艾米丽惊醒，顿时慌了": "Tidak berharap untuk membangunkannya - Anda ketakutan.",
  "我马上滚，马上从这个世界消失": "Saya akan pergi! Saya akan menghilang dari keberadaan!",
  "我不是这个意思": "Bukan itu yang saya maksud.",
  "我的意思是，你继续做": "Maksudku, teruskan.",
  "姐姐感觉很舒服": "Rasanya enak untukku.",
  "只有这一次哦": "Tapi hanya ini sekali, oke?",
  "没想到居然能得到姐姐的允许，这太刺激了": "Sial, dia sebenarnya keren dengan itu - ini liar!",
  "最终艾米丽在你的手指攻势下高潮连连": "Emily cums berulang kali dari jari -jari Anda.",
  "哼！色狼变态弟弟": "Hmph! Anda creep kecil sesat!",
  "居然在姐姐睡着的时候夜袭姐姐": "Menyelinap pada saya saat saya tertidur, ya?",
  "看在这次很舒服的情况下原谅你了，绝对不能有下次，知道吗？": "Karena rasanya enak, saya akan membiarkannya meluncur - tetapi tidak pernah lagi, mendapatkannya?",
  "我知道了，姐姐晚安": "Mengerti. Selamat malam, Sis.",
  "泳池按摩": "Pijat di tepi kolam renang",
  "在艾米丽游泳的时候给她做按摩": "Beri Emily pijatan saat dia di kolam renang.",
  "艾米丽在躺椅上面休息": "Emily bersantai di kursi lounge.",
  "姐姐，刚刚游泳完肯定累了吧？": "Sis, Anda harus dihapus dari berenang, bukan?",
  "我在网络上学到了一种按摩手法，姐姐你一定会喜欢的": "Saya belajar trik pijat ini secara online - Anda akan menyukainya.",
  "按摩？": "Pijatan?",
  "嘿嘿，好吧，试试看": "Hehe, baiklah, mari kita coba.",
  "不过你不能趁机使坏哦": "Tapi tidak ada bisnis yang lucu, mengerti?",
  "你敢使坏，姐姐可不会放过你哦": "Jika Anda mencoba apa pun, saya tidak akan memudahkan Anda.",
  "我这可是正宗古法按摩，嘿嘿": "Ini adalah teknik kuno yang sah, hehe.",
  "艾米丽躺好，等待你按摩": "Emily berbaring, siap untuk pijatan Anda.",
  "开始给艾米丽的美腿按摩": "Mulailah menggosok kaki seksi Emily.",
  "右手碰到艾米丽的小穴了，太刺激了": "Tangan kanan Anda menyikat vaginanya - jumpuh, itu panas.",
  "喂喂喂，色狼弟弟，你在摸哪里？": "Hei, hei, perv! Menurut Anda, di mana Anda menyentuh?",
  "姐姐不是告诉过你不能使坏的吗？": "Bukankah saya tidak memberi tahu Anda bisnis yang lucu?",
  "真是个小色狼": "Sedikit merayap.",
  "姐姐，你要相信我，这真的是在按摩": "Sis, percayalah, itu hanya pijatan!",
  "等一会绝对会让你欲罢不能": "Berikan detik - Anda tidak akan bisa mendapatkan cukup.",
  "把艾米丽的大腿岔开，准备按摩大腿内侧": "Sebarkan paha Emily untuk memijat bagian -bagian dalam.",
  "又要做什么？我怎么感觉这么不对劲呢？": "Apa sekarang? Mengapa ini terasa sangat samar?",
  "中医按摩手法里，大腿内侧也是必要的按摩点哦": "Dalam pijatan tradisional Tiongkok, paha bagian dalam adalah tempat utama.",
  "现在开始舒服起来了吧？": "Merasa baik sekarang, kan?",
  "是有点酥酥麻麻的感觉": "Ya, itu agak menggigit.",
  "这个地方也是必须要按摩的呢": "Harus mencapai tempat ini juga.",
  "哼，色狼弟弟": "Hmph, kamu Perv.",
  "等一下，就让你知道姐姐的厉害": "Tunggu saja - saya akan menunjukkan kepada Anda siapa bos.",
  "轻轻一掰，艾米丽神秘的小穴缓缓张开": "Dengan dorongan lembut, vagina Emily perlahan terbuka.",
  "姐姐，我觉得还是把泳衣脱了好按摩哦": "Sis, saya pikir melepas baju renang akan membuat ini lebih mudah.",
  "嗯": "Mm.",
  "泳衣解开，艾米丽粉嫩诱人的小穴展示出来": "Baju Renang Off - Pusy yang merah muda dan menggoda di layar penuh.",
  "姐姐你看，这里出水很多呢": "Lihat, Sis, kamu sangat basah di sini.",
  "需要堵住才行啊": "Harus melakukan sesuatu tentang itu.",
  "伸出手指": "Meluncur ke jari",
  "可恶啊，色狼弟弟又使坏": "Sialan, kamu perv, sampai tidak baik lagi!",
  "艾米丽反身把你压在身下": "Emily membalik dan menjepitmu.",
  "你知道，把姐姐弄得欲火焚身的后果是什么吗？": "Anda tahu apa yang terjadi ketika Anda membuat saya semua bekerja?",
  "艾米丽把你的泳裤脱掉，压在你身上": "Emily menarik celana Anda dan mengangkang Anda.",
  "哼哼，色狼弟弟，是时候给你一点点教训了": "Heh, saatnya mengajarimu pelajaran, Perv.",
  "最终，在艾米丽的素股摩擦报复后，你们都达到了高潮": "Pada akhirnya, Anda berdua cum dari balas dendam Emily.",
  "偷窥艾米丽和克莱尔换衣服": "Memata -matai Emily dan Claire berubah",
  "偷窥双人换衣服": "Mengintip mereka berdua berubah",
  "克莱尔和艾米丽正在换衣服以准备拍摄": "Claire dan Emily berubah untuk pemotretan.",
  "那么，就让我们来选择喜欢的服饰拍摄吧": "Baiklah, mari kita pilih beberapa pakaian untuk pemotretan.",
  "好的，我选黑色的": "Keren, saya akan pergi dengan hitam.",
  "艾米丽穿上了黑丝，克莱尔穿上了白丝": "Emily menyelinap ke stoking hitam, Claire menjadi putih.",
  "你穿黑丝还真是适合呢": "Stoking hitam terlihat pembunuh untukmu.",
  "谢谢，你穿白丝也很棒": "Terima kasih - putih juga terlihat seksi padamu.",
  "克莱尔和艾米丽各自穿上了喜欢的裙子": "Mereka masing -masing mengenakan rok favorit mereka.",
  "克莱尔你的胸为什么那么大？": "Claire, bagaimana payudaramu begitu besar?",
  "你看，连裙子都盖不住你的乳房": "Lihat, rok bahkan tidak bisa menutupi mereka!",
  "我也不知道，难道是因为我从小喜欢吃木瓜的缘故？": "Tidak ada petunjuk - mungkin karena saya makan berton -ton pepaya sebagai seorang anak?",
  "糟糕了，盖不住，等等又要被偷窥了": "Oh tidak, mereka tumpah - seseorang akan memata -matai lagi!",
  "小色狼是肯定不会放过这个机会的": "Perv itu tidak kehilangan kesempatan ini, dijamin.",
  "嘿嘿，等会被偷窥？": "Hehe, dimata -matai nanti?",
  "其实我们一直都被偷窥着呢，早被看光光了": "Sejujurnya, kami selalu diawasi - secara total sudah terpapar.",
  "艾米丽径直地向你走来": "Emily berbaris lurus ke arah Anda.",
  "不一会，艾米丽揪着你的耳朵回来了": "Hal berikutnya yang Anda ketahui, Emily menyeret Anda kembali ke telinga.",
  "看，这只小色狼其实一直躲在门外边偷窥呢": "Lihatlah - creep ini bersembunyi di luar, memata -matai!",
  "实在太过分了，是时候要给他一点教训了": "Ini terlalu banyak - waktu untuk mengajarinya pelajaran.",
  "哼哼，我早就有这个想法了": "Heh, telah memikirkan hal yang sama.",
  "姐姐们把你按在椅子上": "Mereka mendorong Anda ke kursi.",
  "淫虫弟弟，你觉悟吧": "Anda adik laki -laki yang kotor, bersiaplah!",
  "今天姐姐们可不会轻易放过你了": "Kami tidak membiarkan Anda mudah hari ini.",
  "饶命啊，姐姐大人们，我知道错了": "Belas kasihan, saya tahu saya kacau!",
  "哼哼，现在求饶？晚了！": "Memohon sekarang? Late!",
  "克莱尔把你的裤子一扒，鸡巴早已一柱擎天": "Claire menarik celana Anda - ayam Anda sudah berdiri tinggi.",
  "啧啧，克莱尔你看，色狼弟弟看到我们换衣服就硬成这样了": "TCH, Claire, Lihatlah Perv ini - Hard sebagai bercinta hanya dari menonton kita berubah.",
  "是啊，真是杂鱼垃圾弟弟呢": "Ya, benar -benar saudara pecundang yang menyedihkan.",
  "哼哼，看姐姐们给你一点教训": "Heh, waktunya bagi kami untuk sekolah Anda.",
  "艾米丽抬起脚": "Emily mengangkat kakinya.",
  "高跟鞋狠狠地踩在你的鸡巴之上": "Tumitnya yang tinggi menginjak -injak kemaluan Anda.",
  "垃圾弟弟，杂鱼鸡巴，就应该被姐姐踩在脚下": "Brother sampah, Dick yang menyedihkan - BELONGS di bawah kakiku.",
  "啧啧，垃圾弟弟的垃圾鸡巴反而越踩越硬了呢": "TCH, semakin banyak saya menginjak penis pecundang ini, semakin sulit.",
  "真是变态呢，你说是吧？克莱尔": "Benar -benar aneh, benar, Claire?",
  "是啊，垃圾弟弟毫无悔改之意，需要加重处罚了": "Ya, tidak ada penyesalan sama sekali - waktu untuk menghidupkan hukuman.",
  "姐姐们搬走了椅子，让你平躺地上": "Mereka melemparkan kursi ke samping dan membuat Anda berbaring rata di lantai.",
  "垃圾肉棒，居然还是这么硬": "Ayam sampah ini masih keras.",
  "是啊，因为看到了姐姐们裸体，垃圾肉棒就兴奋成这样": "Yup, semua bersemangat melihat kami telanjang, ya?",
  "为什么这么硬呢？难不成是想和姐姐们做爱吗？": "Kenapa sangat sulit? Ingin bercinta dengan saudara perempuan Anda atau semacamnya?",
  "回答姐姐，你配吗？": "Jawab saya - apakah Anda layak mendapatkannya?",
  "垃圾弟弟配和姐姐做爱吗？": "Apakah pecundang seperti Anda layak untuk meniduri kami?",
  "我~~我~~": "I - saya—",
  "我不配~~": "Saya tidak pantas mendapatkannya ~~",
  "鸡巴在艾米丽高跟鞋的踩踏下，舒服得前列腺液流个不停": "Pre-cum bocor ayam Anda seperti orang gila di bawah tumit Emily-rasanya sangat enak.",
  "啧啧，果然是垃圾肉棒，看这前列腺液体流得": "TCH, Total Trash Cock-lihat semua pre-cum itu.",
  "简直罪该万死，沉迷女色，废物混蛋": "Anda aib, terobsesi dengan vagina, Anda bajingan yang tidak berguna.",
  "整天在网上无所事事，正事不干": "Membuang -buang hidup Anda secara online, melakukan omong kosong.",
  "你就是社会的蛀虫，垃圾": "Anda seorang lintah di masyarakat - sampah.",
  "不务正业，贪财好色": "Tidak ada ambisi, hanya serakah dan terangsang.",
  "你这变态": "Kamu sialan.",
  "希望你能早日醒悟": "Semoga Anda keluar dari sana suatu hari nanti.",
  "一边听着美丽的姐姐们骂着自己，一遍享受着她们的足交": "Dikunyah oleh para suster yang cantik sementara mereka menyentak Anda dengan kaki mereka - penuh, itu luar biasa.",
  "实在是太爽了": "Ini terlalu bagus.",
  "踩了一会儿过后，姐姐们发现你丝毫没有要射精的迹象": "Setelah menginjak -injak sebentar, mereka memperhatikan Anda tidak berada di dekat Cumming.",
  "变态弟弟居然还不射精，难道是缺了什么？": "Orang aneh ini masih belum cumming - apa yang dia lewatkan?",
  "他肯定是想来点更加刺激的": "Taruhan dia menginginkan sesuatu yang lebih kuat.",
  "艾米丽看了看克莱尔": "Emily melirik Claire.",
  "滋啦一声过后": "Dengan robekan keras—",
  "克莱尔的白丝被撕开了，娇滴滴的小穴正在不停地流淌淫水": "Stoking putih Claire robek terbuka, vaginanya yang berair menetes basah.",
  "可恶啊，我也要撕你的": "Sialan, aku juga merobek milikmu!",
  "能看到两个美丽的姐姐穿着破了洞的丝袜": "Dua saudara perempuan seksi di stoking yang sobek - jumpuh, pemandangan yang luar biasa.",
  "让原本就硬的不行的鸡巴变得更加硬了": "Ayammu yang sudah keras semakin keras.",
  "啧啧，变态弟弟果然在期待着这个呢": "TCH, tahu perv ini sedang menunggu ini.",
  "是啊，鸡巴都硬成这样了": "Ya, lihat betapa kerasnya dia.",
  "怎么？垃圾弟弟就这么想和姐姐做爱吗？": "Apa itu? Pecundang ini benar -benar berpikir dia bisa meniduri kita?",
  "垃圾弟弟": "Saudara sampah",
  "杂鱼": "Persetan yang menyedihkan",
  "色狼": "Perv",
  "混蛋": "Bajingan",
  "克莱尔我们换个方法惩罚他吧": "Claire, mari kita ganti hukumannya.",
  "克莱尔一边用白丝美足帮你足交，艾米丽则踩着你的脸继续骂你": "Claire mengerjakan ayam Anda dengan kakinya yang halus sementara Emily menginjak wajah Anda, masih merobek Anda.",
  "克莱尔一边用白丝美足帮你足交一边自慰": "Claire menyentakmu dengan kakinya dan mulai menyentuh dirinya sendiri.",
  "艾米丽则踩着你的脸继续骂你并自慰": "Emily terus menggiling kakinya di wajah Anda, mengutuk Anda keluar dan melepas dirinya.",
  "最终，三个人都达到了高潮": "Pada akhirnya, kalian bertiga cum keras.",
  "限制片摄影": "Film Rated Film",
  "和艾米丽,克莱尔一起拍摄限制级影片": "Film film porno dengan Emily dan Claire.",
  "和姐姐们正在进行日常拍摄": "Melakukan syuting secara teratur dengan para suster.",
  "我和克莱尔商量过了，打算拍摄一个不一样的影片": "Claire dan saya berbicara - kami ingin menembak sesuatu yang spicier.",
  "什么类型的影片？": "Jenis film apa?",
  "你过来就知道了": "Datang dan cari tahu.",
  "现在，由我来负责给你们拍摄": "Saya mengambil alih kamera untuk yang ini.",
  "你可以对克莱尔做你想做的任何事情": "Anda dapat melakukan apa pun yang Anda inginkan untuk Claire.",
  "除了做爱之外的任何事情哦": "Apapun kecuali sialan, itu.",
  "任何事情吗？": "Apa pun?",
  "你和克莱尔对视一眼": "Anda mengunci mata dengan Claire.",
  "从背后抱住克莱尔": "Bungkus lengan Anda di sekitar Claire dari belakang.",
  "先在克莱尔傲人的巨乳上抓了一把": "Ambil beberapa payudara besar Claire terlebih dahulu.",
  "好爽": "Sial, rasanya enak.",
  "转眼间，克莱尔除了丝袜外已经一丝不挂了": "Dalam waktu singkat, Claire telanjang telanjang kecuali stokingnya.",
  "克莱尔在你坚硬的鸡巴上摸了一把": "Claire memberi ayam keras Anda stroke cepat.",
  "你也要脱掉哦": "Giliran Anda untuk strip.",
  "你以最快的速度脱光衣服": "Anda merobek pakaian Anda dalam waktu singkat.",
  "看来，我们色情片的男女主角都已经准备好了呢": "Sepertinya bintang porno kami siap berguling.",
  "那么，看镜头，接下来你们会做什么呢？": "Baiklah, mata pada kamera - apa selanjutnya?",
  "你先从后面紧紧抱住克莱尔，鸡巴插进克莱尔的大腿内侧": "Anda memeluk Claire erat dari belakang, menggeser ayam Anda di antara pahanya.",
  "嗷嗷，色狼弟弟一上来就开始素股呢": "Oh, sial, Brother yang lurus untuk aksi paha!",
